var data=[
  {
    title:'序言',
    title2:'序言',
    content:"三十三年秋，我在北碚汉藏教理院，讲「阿含讲要」，十三讲而止。讲稿陆续发表于海潮音，由于文字通俗，得到读者不少的同情，但这还是没有完成的残稿。今春讲学厦岛，才将原稿的十三讲，除去第一讲「阿含经的判摄」，把其余的修正补充而重编为九章，即今第三章到十二章。其中第七章，是采用旧作「行为的价值与生命」而改写的。前面又补写绪言与初二章，略论佛法的根本──三宝。又写了十三章到二十章──八章，说明学佛者浅深不等的行证。\n" +
    "　　关于佛法，我从圣龙树的中观论，得一深确的信解：佛法的如实相，无所谓大小，大乘与小乘，只能从行愿中去分别。缘起中道，是佛法究竟的唯一正见，所以阿含经是三乘共依的圣典。当然，阿含经义，是不能照着偏执者──否认大乘的小乘者，离开小乘的大乘者的见地来解说的。从佛法一味，大小异解的观点去观察，对于菩萨行的慈悲，利他的积极性等，也有所理会。深深的觉得：初期佛法的时代适应性，是不能充分表达释尊的真谛的。大乘的应运而盛行，虽带来新的方便适应。「更以异方便，助显第一义」；但大乘的真精神，是能「正直舍方便，但说无上道」的，确有他独到的长处！佛法的流行人间，不能没有方便适应，但不能刻舟求剑而停滞于古代的。原来，释尊时代的印度宗教，旧有沙门与婆罗门二大类。应机设教，古代的声闻法，主要是适应于苦行，厌世的沙门根性；菩萨法，主要是适应于乐行，事神的婆罗门根性。这在古代的印度，确乎是大方便，但在时异境迁的今日，今日的中国，多少无上妙方便，已失却方便大用，反而变为佛法的障碍物了！所以宏通佛法，不应为旧有的方便所拘蔽，应使佛法从新的适应中开展，这才能使佛光普照这现代的黑暗人间。我从这样的立场来讲阿含经，不是看作小乘的，也不是看作原始的，着重于旧有的抉发，希望能刺透两边，让佛法在这人生正道中，逐渐能取得新的方便适应而发扬起来！为了避免一般的──以阿含经为小乘的误解，所以改题为『佛法概论』。\n" +
    "　　佛法，是理智的德行的宗教，是以身心的笃行为主，而达到深奥与究竟的。从来都称为佛法，近代才有称为佛学的。佛法流行在人间，可能作为有条理，有系统的说明，使他学术化；但佛法的本质，决非抽象的概念而已，决不以说明为目的。佛法的「正解」，也决非离开「信」「戒」而可以成就的。「法」为佛法的根本问题，信解行证，不外乎学佛者倾向于法，体现于法的实践。所以本论虽是说明的，可说是佛法而学的，但仍旧称为佛法概论，保持这佛法的根本立场。\n" +
    "　　我愿意读者，本着这样的见地去读他！\n" +
    "　　旧稿积压了四五年，由于厦岛讲学因缘，才续写完成，得以印行流通。这一切，都得到学友妙钦法师的助力，特附此致谢！\n" +
    "　　　　　　　　　　　　　　　　民国三十八年八月二十一日，校毕序。"
  },
  {
    title:'自序',
    title2:'自序',
    content:"「佛法」，为佛与法的结合词。佛是梵语佛陀的略称，其义为觉者。法是梵语达磨的义译，精确的定义是轨持，即不变的轨律。佛与法的缀合语，应解说为佛的法。本来，法是「非佛作亦非余人作」的；本来如此而被称为「法性法尔」的；有本然性、安定性、普遍性，而被称为「法性、法住、法界」的。这常遍的轨律，何以要称为佛法？因为这是由于印度释迦牟尼佛的创见，而后才流行人间的；「佛为法本，法由佛出」，所以称之为佛法。\n" +
    "　　依「佛的法」而引申其意义，又得两个解说：一、「诸佛常法」：法是本来如此的；佛是创觉世间实相者的尊称，谁能创觉此常遍的轨律，谁就是佛。不论是过去的、现在的、未来的佛，始终是佛佛道同；释迦佛的法，与一切佛的法平等平等。二、「入佛法相名为佛法」：法是常遍的，因佛的创见而称之为佛法，佛弟子依佛觉证而流出的教法去修行，同样的觉证佛所觉证的，传布佛所传布的，在佛法的流行中，解说、抉择、阐发了佛的法，使佛法的甚深广大，能充分的表达出来。这佛弟子所觉所说的，当然也就是佛法。这两点，是佛法应有的解说。但我们所知的诸佛常法，到底是创始于释迦牟尼佛，依释尊的本教为根源的。佛弟子所弘布的是否佛法，在乎他是否契合释尊根本教法的特质。所以应严格的贯彻这一见地，抉择流行中的诸佛常法与弟子的论述。 \n" +
    "　　此外，「世间一切微妙善语皆是佛法」，释尊说：「我所说法，如爪上尘，所未说法，如大地土」（升摄波经）。这可见有益身心家国的善法，释尊也多有不曾说到的。释尊所觉证而传布的法，虽关涉极广，但主要是究尽法相的德行的宗教。佛法是真实的，正确的，与一切真实而正确的事理，决不是矛盾而是融贯的。其他真实与正确的事理，实等于根本佛法所含摄的，根本佛法所流出的。所以说；「一切世间微妙善语，皆是佛法」（增壹阿含经）。这可见，「著文沙门，执著文字，离经所说，终不敢言」（大毗沙罗论），实在不够了解佛法！在佛法的流行中，融摄与释尊本教不相碍的善法，使佛法丰富起来，能适应不同的时空，这是佛法应有的精神。\n" +
    "　　佛的法，是根本的；诸佛常法与入佛法相的佛法，是竖贯的，深入的；融贯的佛法，是旁通的。千百年来流行于人间的佛法，即契合这三者而构成。"
  },
  {
    title:'法与法的创觉者及奉行者',
    title2:'法。文义法、意境法、皈依法',
    content:"文义法。\n" +
    "　　从佛法流行人间说，佛陀与僧伽是比法更具体的，更切实的。但佛陀是法的创觉者，僧伽是奉行佛法的大众，这都是法的实证者，不能离法而存在，所以法是佛法的核心所在。那末，法是什么？在圣典中，法字的使用范围很广，如把不同的内容，条理而归纳起来，可以分为三类：一、文义法；二、意境法；三、（学佛者所）归依（的）法。 \n" +
    "　　释尊说法，重在声名句文的语言，书写的文字，以后才发达使用起来。语言与文字，可以合为一类。因为语文，虽有音声与形色的差别，而同是表诠法义的符号，可以传达人类（一分众生也有）的思想与情感。如手指的指月，虽不能直接的显示月体，却能间接的表示他，使我们因指而得月。由于语言文字能表达佛法，所以也就称语文为法；但这惟限于表诠佛法的。如佛灭初夏，王舍城的五百结集，就称为「集法藏」。然此能诠的语文法，有广狭二类：一、凡是表诠佛法的语文，都可以称为法，这是广义的。二、因佛法有教授与教诫二类，在教化的传布中，佛法就自然地演化为「法」与「毗奈耶」二类。等到结集时，结集者就结集为「法藏」与「毗奈耶藏」。这与毗奈藏耶相对的法藏，那就局限于经藏了。\n" +
    "　　意境法。\n" +
    "　　『成唯识论』说：「法谓轨持」。轨持的意义是：「轨生他解，任持自性」。这是说：凡有他特有的性相，能引发一定的认识，就名为法，这是心识所知的境界，在这意境法中，也有两类：一、「别法处」：佛约六根引发六识而取境来说，所知境也分为六。其中，前五识所觉了分别的，是色、声、香、味、触。意识所了知的，是受、想、行三者──法。受是感情的，想是认识的，行是意志的。这三者是意识内省所知的心态，是内心活动的方式。这只有意识才能明了分别，是意识所不共了别的，所以名为别法。二、「一切法」：意识，不但了知受、想、行──别法，眼等所知的一切，也都是意识所能了知的；这所知的──就是能知也可以成为所知的一切，都是意识所了知的，都是轨生他解，任持自性的，所以一切都是法，泛称为「一切法」。\n" +
    "　　归依法。\n" +
    "　　法，是学佛者所归依的。不离文义法，又不可著在文义法，因为这是佛法的遗痕，古人的糟粕。也不可落在意境法，因为这是一切的一切，善恶、邪正都是法，不能显出佛法的真义何在。学者所归依的法，可分为三类：一、真谛法；二、中道法；三、解脱法。其中根本又中心的，是中道的德行，是善。释尊说：「正见是法，乃至正定是法」（杂含卷二八•七八二经）。正见、正志、正语、正业、正命、正勤、正念、正定──八正道，为中道法的主要内容。当释尊初转法轮时，一开口就说：「一者，心著欲境不能离，是非解脱之因。二者，不正思惟，自苦其身而求出离，永无解脱。离此二边，乃为中道」（中含释中禅室尊经）。这中道，就是八正道。到释尊入灭的时候，又对阿难说：「自依止，法依止，莫异依止」（长含游行经）。意思说：弟子们应自己去依法而行。所依的法，经上接着说：「依四念处行」；四念处就是八正道中正念的内容，这可见法是中道的德行了，法既然是道德的善行，那不善的就称为非法。释尊常说的『筏喻经』说：「法尚应捨，何况非法」，正是这个意思。中道──正道的德行，为什么称为法？法的定义是轨持，轨是轨律、轨范，持是不变、不失；不变的轨律，即是常道。八正道，不但合乎道德的常道，而且就是「古仙人之道」，有永久性、普遍性，是向上、向解脱的德行的常道。这不妨再看得远些：在印度古代文明的吠陀中，「利陀」一词，泛指一切轨律。到后来，轨律的思想分化了，凡是良善的俗习，道德的行为，具体或抽象的轨律，改称为达磨──法，而利陀却被专用在事相的仪式上。佛世前后，婆罗门教制成「法经」，又有许多综合的「法论」，都论到四姓的义务，社会的法规，日常生活的规定。印度人心目中的达磨，除了真理以外，本注重合理的行为。如传说中轮王的正法化世，也就是德化的政治。释尊所说的法，内容自然更精确、更深广，但根本的精神，仍在中道的德行。中道的德行，是达磨的第一义。\n" +
    "　　中道行，是身心的躬行实践，是向上的正行。在向上的善行中，有正确的知见，有到达的目的。向上向解脱的正行，到达无上究竟解脱的实现；这实现的究竟目的──解脱，也称为法。经中称他为无上法，究竟法，也称为胜义法。如『俱舍论』（卷一）说：「若胜义法，唯是涅槃」。这是触证的解脱法，如从火宅中出来，享受大自然的清凉，所以说如「露地而坐」。释尊初成佛时的受用法乐，就是现证解脱法的榜样。说到正确的知见，这不但正知现象的此间，所达到的彼岸，也知道从此到彼的中道。这不但认识而已，是知道他确实如此，知道这是不变的真理。简单说，这就是四真谛法：「苦真实是苦，集真实是集，灭真实是灭，道真实是道」。这四谛——三谛等——也称为法；如初见真谛，经上称为「知法入法」；「不见于我，但见于法」；「于法无畏」。能见真谛的智慧，称为「得法眼净」。释尊的「初转法轮」，就是开示四谛法。这三类归依法中，正知解脱、中道，与变动苦迫的世间，是真实；中道的善行；触证的解脱是净妙。真实、善行、净妙，贯彻在中道的德行中。八正道的最初是正见，正见能觉了真谛法。知是行的触角，是行的一端，在正行中，知才能深刻与充实。离了中道的正行，没有正知。所以佛法的正见真谛，近于哲学而与世间的哲学不同。同时，八正道的最后是正定，是寂然不动而能体证解脱的。这正定的体证解脱，从中道的德行中来，所以近于宗教的神秘经验，而与神教者的定境、幻境不同。也就因此，中道行者有崇高的理智，有无上解脱的自由，虽说是道德的善，也与世间的道德不同。中道统一了真谛与解脱，显出释尊正觉的达磨的全貌。\n"
  },
  {
    title:'法与法的创觉者及奉行者',
    title2:'佛法的创觉者——佛。觉苦觉乐觉中道、即人成佛、自觉与觉他',
    content:"觉苦觉乐觉中道。\n" +
    "　　佛法的创说者释迦牟尼佛，是中印度迦毗罗国王子。少年时代，享受人间的五欲。二十九岁的春天，忽然不顾社稷与家庭，逾城出家去了。从此过着谨严淡泊的生活，一直到八十岁。释尊的所以出家，依『中阿含』『柔软经』说：释尊到野外去游散，顺便看看田间的农人，看了农作的情形，不觉引起无限的感慨，不忍贫农的饥渴劳瘠，又不得不继续工作；不忍众生的自相残杀，不忍老死的逼迫。这种「世间大苦」的感觉，是深切的经验，是将自己的痛苦与众生的痛苦打成一片，见众生的痛苦而想到自己的痛苦。释尊经此感动，不满传统的婆罗门教与政治。自悯悯人，于是不忍再受王宫的福乐，为了探发解脱自我与众生苦迫的大道，决意摆脱一切去出家。出家，是勘破家庭私欲占有制的染著，难捨能捨，难忍能忍，解放自我为世界的新人。众生这样的愚昧，五浊恶世的人间又这样的黑暗！浮沉世海的人类，为世间的尘欲所累，早已随波逐浪，自救不了。那不妨从黑漆缴绕的人间──传统的社会中解放出来，热肠而冷眼的去透视人间。锻练自己，作得主，站得稳，养成为世为人的力量。所以释尊说：「为家忘一人，为村忘一家，为国忘一村，为身忘世间」（增含力品）。这「为身忘世」，不是逃避现实，是忘却我所有的世间，勘破自我。不从自我的立场看世间，才能真正的理解世间，救护世间。看了释尊成佛以后的游化人间，苦口婆心去教化人类的事实，就明白释尊出家的真意。\n" +
    "　　在出家修学的过程中，释尊又有一番新的觉悟。原来当时印度流行的新宗教，主要的为定乐与苦行。禅定中，如无所有定与非想非非想定，释尊都曾修学过。但觉得这还是不彻底的，不能由此正觉人生的实相。因此又到苦行林中与苦行者为伍，经历六年的苦行，但末了觉得这也不是正道。约克制情欲说，苦行似乎有相当的意义，但过分的克己，对于人类与自己，有何利益？这样否定了定乐与苦行，以敏锐的智慧，从中道的缘起观，完成圆满的正觉，释尊的正觉，是从己及人而推及世间，彻悟自他、心物的中道。深彻的慧照中，充满了同情的慈悲。\n" +
    "　　即人成佛。\n" +
    "　　释尊是人间的圣者，这本是历史的事实。但释尊又给予深刻的含义说：「诸佛世尊，皆出人间，非由天而得也」（增含而见品）。这是说：佛是人间的正觉者，不在天上。天上没有觉者，有的是神、梵天、上帝、天主们与他的使者。释尊是人，不是天上的上帝，也没有冒充上帝的儿子与使者，向人类说教。所以佛法是人间觉者的教化，也不像神教者假托经典──吠陀、新旧约、可兰经等为神的启示。这「佛出人间」的论题，含有无神论的情调。天上，依印度人与一般神教者的看法，是净洁的，光明的，喜乐的；而人间却充满了罪恶、黑暗与苦痛。但释尊从「佛出人间」，「人身难得」的见地否认他。理智的正觉，解脱的自由，在人间不在天上。所以说：「人间于天则是善处」（增含等见品），人间反成为天神仰望的乐土了。人生，不但是为了追求外物的五欲乐，也不在乎尝受内心神秘的定乐：应重视人间，为正觉的解脱，而励行理智的德行。人类的心眼，早被神教者引上渺茫的天国；到释尊，才把他们唤回人间。据传说：印度的梵天──世界的创造者，为了无力拯救人间，诚恳的请佛为人类说法。印度的群神，都向释尊请教，自称弟子。天帝们需要正觉与解脱，反证他们的愚昧不自由。所以「智者不属天」，要归依「两足尊」（人）的佛陀。\n" +
    "　　释尊出在人间，所以是即人成佛的，是净化人性而达到正觉解脱的。释尊是人，与人类一样的生、老、病、死、饮食、起居、眼见、耳闻；这父母所生身，是释尊的「生身」。同时，释尊有超一般人的佛性，是正觉缘起法而解脱的，这是释尊的「法身」。释尊是人而佛，佛而人的。人类在经验中，迫得不满现实而又着重现实，要求超脱而又无法超脱。重视现实者，每缺乏崇高的理想，甚至以为除了实利，一切是无谓的游戏。而倾向超脱者，又离开现实或者隐遁，或者寄托在未来，他方。崇高的超脱，平淡的现实，不能和谐合一，确是人间的痛事。到释尊即人成佛，才把这二者合一。由于佛性是人性的净化究竟，所以人人可以即人成佛，到达「一切众生皆成佛道」的结论。\n" +
    "　　自觉与觉他。\n" +
    "　　佛陀的正觉，不单是理智的解悟，是明月一般的在万里无云的空中，遍照一切，充满了光明喜乐与清凉。现在，姑从自觉与觉他说。佛陀是自觉者，不同声闻弟子的「悟不由他」，是「自觉谁妳师」的自觉。佛法由释尊的创见而流布人间，他是创觉者，所以称为佛陀。佛世的声闻弟子，虽也能正觉解脱，与佛同样的称为阿罗汉，却没有被称为佛的。所以我们说释尊是觉者，应重视他的创觉性。释尊本是人，而竟被推尊为佛陀了。这因为释尊在菩提树下，创觉缘起法性，离一切戏论，得到无上的解脱。佛陀的所以为佛陀，在乎正觉缘起法性，这是佛陀的法身。释尊证觉缘起法身而成佛，如弟子而正觉缘起法的，也能证得法身；不过约闻佛的教声而觉悟说，所以称为声闻。「须陀洹名初得法身，阿罗汉名后得法身」（罗什答慧远书）。能得法身的佛弟子，是真能窥见佛陀之所以为佛陀的，所以释尊说：「见缘起即见法，见法即见佛」。须菩提尊者的深观法空，释尊也推许他「先见我身」。因释尊觉法成佛，引出见法即见佛的精义。再进，那就是「法身常在」。释尊说：「我诸弟子展转行之，则是如来法身常在而不灭也」（遗教经）。法身的是否常在，依佛弟子的行践而定。有精勤的实行者，就有现觉法性者，有能见佛陀的所以为佛陀者，法身也就因此而实现在人间。佛法的不断流行，有不断的勤行者，法身这才常在人间而不灭。「法身常在」的论题，是何等深刻、正确而有力！\n" +
    "　　释尊不忍世间的长此黑暗，不忘出家的初心，开始宏法工作。但释尊完满的自觉，为时代所限，不能彻底而详尽的发扬，只能建立适应时机的「方便教」。方便教，糅合了一分时代精神──厌世的精神，使释尊的究竟道受到限制，但不是毫无真实。这方便教中蕴蓄的真实道，在佛法的流行中，已大大的阐发了。释尊是创觉者，弟子是后觉，先觉觉后觉，觉觉不已的住持这觉世的大法，要如何才有可能？这唯有组织觉者集团的僧伽。毗奈耶中说：释尊的所以依法摄僧，使佛弟子有如法的集团，是为了佛法久住，不致于如古圣那样的人去法灭。事实上，住持佛法，普及佛法，也确乎要和乐清净大众的负起责任来。这和乐僧团的创立，是佛陀慧命所寄。佛陀在自觉正法上，存在于法的体现中；在觉他世间上，存在于觉者的群众中。释尊说：「施比丘僧已，便供养我，亦供养众」（中含瞿昙弥经）。这「佛在僧数」的论题，表示僧团是佛陀慧命的扩展与廷续。毗奈耶中说：有如法的和合僧，这世间就有佛法。这可见，不但「僧在即佛在」，而且是「僧在即法在」。这一点，不但证实释尊的重视大众，更了解佛法的解脱，不是个人的隐遁，反而在集团中。连自称「辟支佛」式的头陀行者──隐遁而苦行的，也不许他独住，非半月集合一次不可。人间佛陀的真精神，那里是厌世者所见的样子！"
  },
  {
    title:'法与法的创觉者及奉行者',
    title2:'佛法的奉行者——僧。建僧的目的、六和敬、事和与理和',
    content:""
  },
  {
    title:'教法',
    title2:'能诠的教法',
    content:""
  },
  {
    title:'教法',
    title2:'能诠的教法',
    content:""
  },
];