var data=[
  {
    title:'金人铭',
    title2:'古之慎言人也',
    content:"古之慎言人也，戒之哉！\n" +
    "　　无多言，多言多败；\n" +
    "　　无多事，多事多患。",
    translation:"古人是很慎重发表言论的，警惕啊！\n" +
    "　　不要多讲话，多讲话多败事；\n" +
    "　　不要多生事，多生事多祸患。"
  },
  {
    title:'金人铭',
    title2:'安乐以戒，无行所悔',
    content:"安乐以戒，无行所悔。\n" +
    "　　勿谓何伤，其祸将长；\n" +
    "　　勿谓何害，其祸将大；\n" +
    "　　勿谓何残，其祸将然；（《家语》无此句）\n" +
    "　　勿谓莫闻，天妖伺人。（《家语》作“勿谓不闻，神将伺人”）",
    translation:"身处安乐之中，要戒备无善行所带来的悔恨。\n" +
    "　　不要说哪里会有什么损伤，它的祸害会不断地滋长；\n" +
    "　　不要说哪里会有什么危害，它的危害将会越来越大；\n" +
    "　　不要说哪里会有什么残害，它的祸患已经慢慢形成；\n" +
    "　　不要说没有人会听到，上天会在暗中窥视人类。"
  },
  {
    title:'金人铭',
    title2:'荧荧不灭，炎炎奈何',
    content:"荧荧不灭，炎炎奈何；\n" +
    "　　涓涓不壅，将成江河；\n" +
    "　　绵绵不绝，将成网罗；\n" +
    "　　青青不伐，将寻斧柯。",
    translation:"小小的火苗不及时扑灭，不久将是熊熊的大火。\n" +
    "　　细小的溪流没有阻塞，最终将汇成江河。\n" +
    "　　微小的东西如能连续增加，将来也可能成为一张大网。\n" +
    "　　细小的恶苗不及时拔掉，将来只有用斧头来清除。"
  },
  {
    title:'金人铭',
    title2:'诚不能慎之，祸之根也',
    content:"诚不能慎之，祸之根也。（《家语》作“诚能慎之，福之根也”）\n" +
    "　　曰是何伤，祸之门也。（《家语》“曰”作“口”，当从之）\n" +
    "　　强梁者不得其死，好胜者必遇其敌。",
    translation:"你果能听进我的教诲，并谨慎去做，这才是幸福的根源。\n" +
    "　　到处乱讲话会带来怎样的伤害，那就象走到灾祸的门口。\n" +
    "　　凶暴强横的人是没有好结果的，争强好胜的人最终将碰到敌手。"
  },
  {
    title:'金人铭',
    title2:'盗怨主人，民害其贵',
    content:"盗怨主人，民害其贵。（《家语》作“盗憎主人，民怨其上”）\n" +
    "　　君子知天下之不可盖也，故后之下之，使人慕之。\n" +
    "　　执雌持下，莫能与之争者。",
    translation:"包藏盗心的歹人无不嫉妒拥有财富的主人，人民有怨恨往往归咎于君上。\n" +
    "　　古代贤明的君主，知道普天之下谁都不愿别人处在自己上边，所以能礼贤下士，屈己而尊人；知道天下的人都不喜欢别人超过自己，所以后来贤能的圣王虽身处显位而能待人和气恭敬、做事谨慎，以减少自己德行的缺失，最终得到人们的爱戴和仰慕。\n" +
    "　　常常保持柔弱以平等的态度对待下面的人，就没有人能超越你了。"
  },
  {
    title:'金人铭',
    title2:'人皆趋彼，我独守此',
    content:"人皆趋彼，我独守此。（《家语》“趋”作“取”）\n" +
    "　　众人惑惑，我独不从。（《家语》作“人皆惑之”，“从”作“徙”）\n" +
    "　　内藏我知，不与人论技。（《家语》作“不示人技”）\n" +
    "　　我虽尊高，人莫害我。",
    translation:"人常争名逐利，我独守此道。\n" +
    "　　人们对这种行为迷惑不解，我却独自坚信不移。\n" +
    "　　智慧和技能深藏内心，不显露炫耀。\n" +
    "　　我虽处在尊贵的高位，人们也都不会伤害我了。"
  },
  {
    title:'金人铭',
    title2:'夫江河长百谷者，以其卑下也',
    content:"夫江河长百谷者，以其卑下也。\n" +
    "　　天道无亲，常与善人。\n" +
    "　　戒之哉！戒之哉！",
    translation:"有谁能在这方面下功夫，那就象江河，虽然表面笨拙、凝重，而能以宽大的胸怀容纳百川，是因为它处在低下的地位。\n" +
    "　　高高在上的天空，幽深渺茫，人的思想无法穷尽它的边际。\n" +
    "　　天道悠远，无亲无私，人们的所有无不来自它的恩赐，而天却能屈居人下，做为常人的我们，又有什么放不下的呢？\n" +
    "　　一定要时刻警惕啊！"
  }
];