var data=[
  {
    title:'大学',
    title2:'大学之道，在明明德',
    content:"大学之道，在明明德，在亲民，在止于至善。知止而后有定，定而后能静，静而后能安，安而后能虑，虑而后能得。物有本末，事有终始。知所先后，则近道矣。\n" +
    "　　古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知。致知在格物。物格而后知至，知至而后意诚，意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平。\n" +
    "　　自天子以至于庶人，壹是皆以修身为本。其本乱，而末治者否矣。其所厚者薄，而其所薄者厚，未之有也。",
    translation:"大学的宗旨在于弘扬光明正大的品德，在于使人弃旧图新，在于使人达到最完善的境界。知道应达到的境界才能够志向坚定；志向坚定才能够镇静不躁；镇静不躁才能够心安理得；心安理得才能够思虑周详；思虑周详才能够有所收获。每样东西都有根本有枝末，每件事情都有开始有终结。明白了这本末始终的道理，就接近事物发展的规律了。\n" +
    "　　古代那些要想在天下弘扬光明正大品德的人，先要治理好自己的国家；要想治理好自己的国家，先要管理好自己的家庭和家族；要想管理好自己的家庭和家族，先要修养自身的品性；要想修养自身的品性，先要端正自己的心思；要想端正自己的心思，先要使自己的意念真诚；要想使自己的意念真诚，先要使自己获得知识；获得知识的途径在于认识、研究万事万物。通过对万事万物的认识，研究后才能获得知识；获得知识后意念才能真诚；意念真诚后心思才能端正；心思端正后才能修养品性；品性修养后才能管理好家庭和家族；管理好家庭和家族后才能治理好国家；治理好国家后天下才能太平。\n" +
    "　　上自国家君王，下至平民百姓，人人都要以修养品性为根本。若这个根本被扰乱了，家庭、家族、国家、天下要治理好是不可能的。不分轻重缓急、本末倒置却想做好事情，这也同样是不可能的！"
  },
  {
    title:'大学',
    title2:'《康诰》曰',
    content:"《康诰》曰：“克明德。”《太甲》曰：“顾諟天之明命。”《帝典》曰：“克明峻德。”皆自明也。\n" +
    "　　汤之《盘铭》曰：“苟日新，日日新，又日新。”《康诰》曰：“作新民。”《诗》曰：“周虽旧邦，其命维新。”是故君子无所不用其极。\n" +
    "　　《诗》云：“邦畿千里，维民所止。”《诗》云：“缗蛮黄鸟，止于丘隅。”子曰：“于止，知其所止，可以人而不如鸟乎？”《诗》云：“穆穆文王，於缉熙敬止！”为人君，止于仁；为人臣，止于敬；为人子，止于孝；为人父，止于慈；与国人交，止于信。\n" +
    "　　《诗》云：“瞻彼淇澳，菉竹猗猗。有斐君子，如切如磋，如琢如磨。瑟兮僴兮，赫兮喧兮。有斐君子，终不可喧兮！”“如切如磋”者，道学也。“如琢如磨”者，自修也。“瑟兮僴兮”者，恂栗也。“赫兮喧兮”者，威仪也。“有斐君子，终不可喧兮”者，道盛德至善，民之不能忘也。\n" +
    "　　《诗》云：“於戏，前王不忘！”君子贤其贤而亲其亲，小人乐其乐而利其利，此以没世不忘也。\n" +
    "　　子曰：“听讼，吾犹人也。必也使无讼乎！”无情者不得尽其辞。大畏民志，此谓知本。所谓致知在格物者，言欲致吾之知，在即物而穷其理也。盖人心之灵莫不有知，而天下之物莫不有理，唯于理有未穷，故其知又不尽也，是以《大学》始教，必使学者即凡于天下之物，莫不因其已知之理而益穷之，以求至乎其极。至于用力之久，而一旦豁然贯通焉，则众物之表里精粗无不到，而吾心之全体大用无不明矣。此谓物格，此谓知之至也。",
    translation:"《康诰》说：“能够弘扬光明的品德。”《太甲》说：“念念不忘这上天赋予的光明禀性。”《尧典》说：“能够弘扬崇高的品德。”这些都是说要自己弘扬光明正大的品德。\n" +
    "　　商汤王刻在浴盆上的箴言说：“如果能够有一天自新，就应保持天天自新，永远不断自新。”《康诰》中说：“鼓励人们弃旧图新。”《诗经》中说：“周朝虽然是古老的国家，但却禀受了天命，自我更新。”所以，品德高尚的人无处不追求完善。\n" +
    "　　《诗经》说：“京城及其周围，都是老百姓向往的地方。”《诗经》又说：“‘缗蛮’叫着的黄鸟，栖息在山丘的角落上。”孔子说：“连黄鸟都知道它该栖息在什么地方，难道人还能不如一只鸟儿吗？”《诗经》说：“品德高尚的文王啊，为人光明磊落，做事始终庄重谨慎。”做国君的，要做到仁义；做臣子的，要做到恭敬；做子女的，要做到孝顺；做父亲的，要做到慈爱；与他人交往，要做到讲信用。\n" +
    "　　《诗经》说：“看那淇水弯弯的岸边，嫩绿的竹子郁郁葱葱。有一位文质彬彬的君子，研究学问像加工骨器一样，不断切磋；修炼自己像打磨美玉，反复琢磨。他庄重而开朗，仪表堂堂。这样的一个文质彬彬的君子，真是令人难忘啊！”这里所说的“像加工骨器，不断切磋”，是指做学问的态度；这里所说的“像打磨美玉，反复琢磨”，是指自我修炼的精神；说他“庄重而开朗”，是指他内心谨慎而有所戒惧；说他“仪表堂堂”，是指他非常庄重；说“这样一个文质彬彬的君子，可真是令人难忘啊！”是指由于他品德非常高尚，达到了最完善的境界，所以使人难以忘怀。\n" +
    "　　《诗经》说：“啊呀，前代的君王真使人难忘啊！”这是因为君主贵族们能够以前代的君王为榜样，尊重贤人，亲近亲族，一般平民百姓也都蒙受恩泽，享受安乐，获得利益。所以，虽然前代君王已经去世，但人们是永远不会忘记他们的。\n" +
    "　　孔子说：“审理诉讼案子，我也和别人一样，目的在于使诉讼不再发生。”使隐瞒真实情况的人不敢花言巧语，以大德使人心畏服，这就叫做懂得了根本的道理。说获得知识的途径在于认识、研究万事万物，是指要想获得知识，就必须接触事物而彻底研究它的原理。人的心灵都具有认识能力，而天下万事万物都总有一定的原理。只不过因为这些原理还没有被彻底认识。所以使知识显得很有局限。因此，《大学》一开始就教学习的人接触天下万事万物，用自己已有的知识去进一步探究，以彻底认识万事万物的原理。经过长期用功，总有一天会豁然贯通，到那时，万事万物的里外巨细都被认识得清清楚楚，而自己内心的一切认识能力都得到淋漓尽致的发挥，再也没有蔽塞。这就叫万事万物被认识、研究了，这就叫知识达到顶点了。"
  },
  {
    title:'大学',
    title2:'所谓诚其意者',
    content:"所谓诚其意者，毋自欺也。如恶恶臭，如好好色，此之谓自谦。故君子必慎其独也。小人闲居为不善，无所不至，见君子而后厌然，掩其不善，而著其善。人之视己，如见其肺肝然，则何益矣。此谓诚于中，形于外，故君子必慎其独也。\n" +
    "　　曾子曰：“十目所视，十手所指，其严乎！”富润屋，德润身，心广体胖，故君子必诚其意。\n" +
    "　　所谓修身在正其心者，身有所忿懥，则不得其正，有所恐惧，则不得其正，有所好乐，则不得其正，有所忧患，则不得其正。心不在焉，视而不见，听而不闻，食而不知其味。此谓修身在正其心。\n" +
    "　　所谓齐其家在修其身者，人之其所亲爱而辟焉，之其所贱恶而辟焉，之其所畏敬而辟焉，之其所哀矜而辟焉，之其所敖惰而辟焉。故好而知其恶，恶而知其美者，天下鲜矣。故谚有之曰：“人莫知其子之恶，莫知其苗之硕。”此谓身不修不可以齐其家。\n" +
    "　　所谓治国必先齐其家者，其家不可教而能教人者，无之。故君子不出家而成教于国。孝者，所以事君也；悌者，所以事长也；慈者，所以使众也。《诗》云：“桃之夭夭，其叶蓁蓁。之子于归，宜其家人。”宜其家人，而后可以教国人。《诗》云：“宜兄宜弟。”宜兄宜弟，而后可以教国人。《诗》云：“其仪不忒，正是四国。”其为父子兄弟足法，而后民法之也。此谓治国在齐其家。\n" +
    "　　所谓平天下在治其国者，上老老而民兴孝，上长长而民兴悌，上恤孤而民不倍，是以君子有絜矩之道也。",
    translation:"使意念真诚的意思是说，不要自己欺骗自己。要像厌恶腐臭的气味一样，要像喜爱美丽的女人一样，这样才叫心安理得。所以，品德高尚的人在一个人独处的时候一定要谨慎小心。品德低下的人在私下里无恶不作，一见到品德高尚的人便躲躲闪闪，掩盖自己所做的坏事而自吹自擂。殊不知，别人看他们，就像能看见他们的心肺肝脏一样清楚，这样做有什么用呢？这就叫做内心的真实一定会表现到外表上来。所以，品德高尚的人在一个人独处的时候一定要谨慎小心。\n" +
    "　　曾参说：“一个人若是被许多双眼睛注视着，被许多只手指点着，这难道不是严肃可怕的嘛！”财富可以修饰房屋，使房屋华丽；道德可以修养人的身心，使人思想高尚。心胸宽广开朗，身体自然安适舒坦，所以有道德修养的人一定要使自己的意念诚实。\n" +
    "　　之所以说修养自身的品性要先端正自己的心思，是因为心有愤怒就不能够端正，心有恐惧就不能够端正，心有喜好就不能够端正，心有忧虑就不能够端正。心思不端正就像心不在自己身上一样：虽然在看，但却像没有看见一样；虽然在听，但却像没有听见一样；虽然在吃东西，但却一点也不知道是什么滋味。所以说，要修养自身的品性必须要先端正自己的心思。\n" +
    "　　之所以说管理好家庭和家族要先修养自身，是因为人们对于自己亲爱的人会有偏爱；对于自己厌恶的人会有偏见；对于自己敬畏的人会有偏向；对于自己同情的人会有偏心；对于自己轻视的人会有偏意。因此，世上很少有人能喜爱某人又看到那人的缺点，厌恶某人又看到那人的优点。所以有谚语说：“人都不知道自己孩子的缺点，人都不满足自己庄稼的茁壮。”这就是不修养自身就不能管理好家庭和家族的道理。\n" +
    "　　之所以说治理国家必须先管理好自己的家庭和家族，是因为不能管教好家人还能管教好别人，是没有的事。所以，有修养的人在家里就受到了治理国家方面的教育：对父母的孝顺可以用于侍奉君主，对兄长的恭敬可以用于侍奉官长，对子女的慈爱可以用于统治民众。《诗经》说：“桃花鲜美，树叶茂密，这个姑娘出嫁了，让全家人都和睦。”让全家人都和睦，然后才能够让一国的人都和睦。《诗经》说：“兄弟和睦。”兄弟和睦了，然后才能够让一国的人都和睦。《诗经》说：“容貌举止庄重严肃，成为四方国家的表率。”只有当一个人无论是作为父亲、儿子，还是兄长、弟弟时都值得人效法时，老百姓才会去效法他。这就是要治理国家必须先管理好家庭和家族的道理。\n" +
    "　　之所以说平定天下要治理好自己的国家，是因为，在上位的人尊敬老人，老百姓就会孝顺自己的父母，在上位的人尊重长辈，老百姓就会尊重自己的兄长；在上位的人体恤救济孤儿，老百姓也会同样跟着去做。所以，品德高尚的人总是实行以身作则，推己及人的“矩之道”。"
  },
  {
    title:'大学',
    title2:'所恶于上，毋以使下',
    content:"所恶于上，毋以使下，所恶于下，毋以事上；所恶于前，毋以先后；所恶于后，毋以从前；所恶于右，毋以交于左；所恶于左，毋以交于右；此之谓絜矩之道。\n" +
    "　　《诗》云：“乐只君子，民之父母。”民之所好好之，民之所恶恶之，此之谓民之父母。《诗》云：“节彼南山，维石岩岩。赫赫师尹，民具尔瞻。”有国者不可以不慎，辟，则为天下僇矣。《诗》云：“殷之未丧师，克配上帝。仪鉴于殷，峻命不易。”道得众则得国，失众则失国。\n" +
    "　　是故君子先慎乎德。有德此有人，有人此有土，有土此有财，有财此有用。德者本也，财者末也。外本内末，争民施夺。是故财聚则民散，财散则民聚。是故言悖而出者，亦悖而入；货悖而入者，亦悖而出。\n" +
    "　　《康诰》曰：“惟命不于常。”道善则得之，不善则失之矣。《楚书》曰：“楚国无以为宝，惟善以为宝。”舅犯曰：“亡人无以为宝，仁亲以为宝。”\n" +
    "　　《秦誓》曰：“若有一介臣，断断兮无他技，其心休休焉，其如有容焉。人之有技，若己有之；人之彦圣，其心好之，不啻若自其口出。实能容之，以能保我子孙黎民，尚亦有利哉！人之有技，媢嫉以恶之；人之彦圣，而违之，俾不通：实不能容，以不能保我子孙黎民，亦曰殆哉！”唯仁人放流之，迸诸四夷，不与同中国。此谓唯仁人为能爱人，能恶人。\n" +
    "　　见贤而不能举，举而不能先，命也；见不善而不能退，退而不能远，过也。好人之所恶，恶人之所好，是谓拂人之性，灾必逮夫身。是故君子有大道，必忠信以得之，骄泰以失之。\n" +
    "　　生财有大道，生之者众，食之者寡，为之者疾，用之者舒，则财恒足矣。仁者以财发身，不仁者以身发财。未有上好仁而下不好义者也，未有好义其事不终者也，未有府库财非其财者也。\n" +
    "　　孟献子曰：“畜马乘不察于鸡豚，伐冰之家不畜牛羊，百乘之家不畜聚敛之臣。与其有聚敛之臣，宁有盗臣。”此谓国不以利为利，以义为利也。长国家而务财用者，必自小人矣。彼为善之，小人之使为国家，灾害并至。虽有善者，亦无如之何矣！此谓国不以利为利，以义为利也。",
    translation:"如果厌恶上司对你的某种行为，就不要用这种行为去对待你的下属；如果厌恶下属对你的某种行为，就不要用这种行为去对待你的上司；如果厌恶在你前面的人对你的某种行为，就不要用这种行为去对待在你后面的人；如果厌恶在你后面的人对你的某种行为，就不要用这种行为去对待在你前面的人；如果厌恶在你右边的人对你的某种行为，就不要用这种行为去对待在你左边的人；如果厌恶在你左边的人对你的某种行为，就不要用这种行为去对待在你右边的人。这就叫做“矩之道”。\n" +
    "　　《诗》云：“乐只君子，民之父母。”民之所好好之，民之所恶恶之，此之谓民之父母。《诗》云：“节彼南山，维石岩岩。赫赫师尹，民具尔瞻。”有国者不可以不慎，辟，则为天下僇矣。《诗》云：“殷之未丧师，克配上帝。仪鉴于殷，峻命不易。”道得众则得国，失众则失国。\n" +
    "　　《诗经》说：“使人心悦诚服的国君啊，是老百姓的父母。”老百姓喜欢的他也喜欢，老百姓厌恶的他也厌恶，这样的国君就可以说是老百姓的父母了。《诗经》说：“巍峨的南山啊，岩石耸立。显赫的尹太师啊，百姓都仰重着你。”统治国家的人不可不谨慎。稍有偏颇，就会被天下人推翻。《诗经》说：“殷朝没有丧失民心的时候，还是能够与上天的要求相符的。请用殷朝作个借鉴吧，守住天命并不是一件容易的事。”这就是说，得到民心就能得到国家，失去民心就会失去国家。\n" +
    "　　所以，品德高尚的人首先注重修养德行。有德行才会有人拥护，有人拥护才能保有土地，有土地才会有财富，有财富才能供给使用，德是根本，财是枝末。假如把根本当成了外在的东西，却把枝末当成了内在的根本，那就会和老百姓争夺利益。所以，君王聚财敛货，民心就会失散；君王散财于民，民心就会聚在一起。这正如你说话不讲道理，人家也会用不讲道理的话来回答你；财货来路不明不白，总有一天也会不明不白地失去。\n" +
    "　　《康诰》说：“天道命是不会始终如一的。”这就是说，行善道便会得到天命，不行善便会失去天命。《楚书》说：“楚国没有什么是宝，只是把善当作宝。”舅犯说：“流亡在外的人没有什么是宝，只是把仁爱当作宝。”\n" +
    "　　《秦誓》说：“如果有这样一位大臣，忠诚老实，虽然没有什么特别的本领，但他心胸宽广，有容人的肚量。别人有本领，就如同他自己有一样；别人德才兼备，他心悦诚服，不只是在口头上表示，而是打心眼里赞赏。用这种人，是可以保护我的子孙和百姓的，是可以为他们造福的啊！\n" +
    "　　相反，如果别人有本领，他就妒忌、厌恶；别人德才兼备，他便想方设法压制、排挤，无论如何容忍不得。用这种人，不仅不能保护我的子孙和百姓，而且可以说是危险得很！”因此，有仁德的人会把这种容不得人的人流放，把他们驱逐到边远的四夷之地去，不让他们同住在国中。这说明，有仁德的人爱憎分明。\n" +
    "　　发现贤才而不能选拔，选拔了而不能重用，这是轻慢；发现恶人而不能罢免，罢免了而不能把他驱逐得远远的，这是过错。喜欢众人所厌恶的，厌恶众人所喜欢的，这是违背人的本性，灾难必定要落到自己身上。所以，君子要有正确的原则：一定要通过忠诚信义去获得一切，而骄奢放纵便会失去一切。\n" +
    "　　生产财富也有正确的途径：生产财富的人多，消费财富的人少；生产财富的人勤奋，消费财富的人节省，这样，财富便会经常充足。仁爱的人以财富来修养自身的德行，不仁的人不惜以生命为代价去敛钱发财。没有在上位的人喜好仁德，而在下位的人却不喜好忠义的；没有喜好忠义而做事却做不成的；没有不把国库里的财物不当做自己的财富来爱惜的。\n" +
    "　　孟献子说：“养了四匹马拉车的士大夫之家，就不需再去养鸡养猪；祭祀用冰的卿大夫家，就不要再去养牛养羊；拥有一百辆兵车的诸侯之家，就不要去收留搜刮民财的家臣。与其有搜刮民财的家臣，不如有偷盗东西的家臣。”这意思是说，一个国家不应该以财货为利益，而应该以仁义为利益。做了国君却还一心想着聚敛财货，这必然是有小人在诱导，而那国君还以为这些小人是好人，让他们去处理国家大事，结果是天灾人祸一齐降临。这时虽有贤能的人，却也没有办法挽救了。所以，一个国家不应该以财货为利益，而应该以仁义为利益。"
  }
];