var data=[
  {
    title:'牧童跟随佛陀，踏上修行之路',
    content:"翠竹影下，年轻的比丘缚悉底跏趺而坐，全神专注于呼吸，不知不觉，一个多小时过去了。其他四百多位习禅者和缚悉底一样，在伟大导师乔达摩的指导下，在竹林中或茅蓬里各自习禅，人人都亲切地呼唤他们的导师为“佛陀”。\n" +
    "　　这片竹林，方圆四十亩。七年前，波斯匿王将之赠送给佛陀和他的僧团，从此被称之为竹林精舍。从王舍城向北行，只需三十分钟便可到达这里。寺院四围种满了摩揭陀国不同品种的翠竹，环境十分清静幽雅。\n" +
    "　　揉揉眼睛，缚悉底展颜微笑，当他慢慢地放开腿来，双脚仍是酸麻麻的。今年二十一岁的他，刚在三天前受了比丘戒。戒仪是由佛陀的十大弟子之一的舍利弗主持。受戒的仪式当中，缚悉底一头咖啡色的头发被全部剃掉。缚悉底十分庆幸自己可以成为佛陀僧团的一分子。很多比丘都是来自贵族阶层，就像佛陀的弟弟难陀尊者、提婆达多、阿那律和阿难陀等。无须别人正式介绍，缚悉底从远处已经可以辨认出他们来。虽然他们的衲衣破旧褪色，但他们的气质仍是十分高雅。\n" +
    "　　“大概还要过一段日子，我才可以和这些贵族背景的比丘们结交吧。”缚悉底想。\n" +
    "　　奇怪的是，虽然佛陀也是王者之子，缚悉底却一点也不觉得与他有隔膜。缚悉底属于所谓的“不可接触者”，因他出生自最底层、最贫贱的阶级。这是当时印度阶级体制所导致的岐视。十年以来，他都是以放水牛为生。但这两星期，他就可以和其他来自不同背景的出家人一起修行。每个人都对他很好，给他和蔼的笑容和深深的鞠躬。可是他仍觉得很不自在。他相信大概要几年时间，他才可以全面适应和感到舒泰。\n" +
    "　　忽然，他从心底里涌出了欢颜，因他这一刻想起佛陀的十八岁的儿子罗睺罗。从十岁开始，罗睺罗已是僧团里的一个沙弥。在这短短两个星期中，他们两人已成了最要好的朋友。虽然罗睺罗仍未成为正式比丘，但却是他教缚悉底怎样随着呼吸坐禅的。虽然罗睺罗未受比丘戒，但他对佛陀的教导已有很深的认识。只要等到满二十岁，他便可以受具足戒，成为正式比丘。\n" +
    "　　缚悉底回想起两星期前，佛陀来到伽耶附近的小村落优楼频螺，邀请他出家的情形。当佛陀来到他的家里时，缚悉底正和他的弟弟卢培克在外面放水牛，家中只剩下两个小妹妹，十六岁的芭娜和十二岁的媲摩。芭娜一望便认出来访者是佛陀。正当她想赶快跑去找缚悉底回来的时候，佛陀告诉她没有必要。他打算和随行的比丘们及罗睺罗一起往河边找她的哥哥。他们找到缚悉底和卢培克时，已将近黄昏了。这兄弟俩正在尼连禅河中替九只水牛洗涤。两个小伙子一见到佛陀，便立刻跑到岸上来，把双手合成莲苞状，然后深深地鞠躬，礼敬佛陀。\n" +
    "　　“你们长大了很多啊！”佛陀对他俩热情地笑着说。缚悉底并没有回答。看到佛陀那祥和的面孔，亲切又毫不吝啬的笑容，闪耀透人的目光，缚悉底已被感动得热泪盈眶，不知说什么才好。佛陀穿着一件用很多碎布缝合成田状图案的衲衣。他依然是赤足而行，就像十年前在离这里不远的地方初次遇上缚悉底时一样。那段日子里，他们曾在河畔和菩提树荫下度过了很多时光。\n" +
    "　　缚悉底望望跟随着佛陀的二十位比丘，见他们个个都是赤着脚，穿着和佛陀一般颜色的衲衣。再看清楚一点，缚悉底才发觉佛陀的衲衣比其他比丘的长了一截，大约长一只手掌的宽度。站在佛陀旁边的，是一个直望着他微笑而年纪又和他相若的沙弥。佛陀轻轻地在缚悉底和卢培克的头上拍拍，然后告诉他们，他是在回王舍城的路途中，特地前来探访他们的。他又表示很乐意等他们给水牛洗澡完毕后，和他们一起步行回到缚悉底的茅舍。\n" +
    "　　在路上，佛陀介绍他的儿子罗睺罗给缚悉底和卢培克认识。原来刚才对他笑得灿烂的沙弥正是罗睺罗。他比缚悉底小三岁，但却和他一般高矮。虽然罗睺罗只是一个沙弥、一个初学者，但他穿的衣服却和其他比丘的无异。罗睺罗行在缚悉底和卢培克中间，把手里的钵交给卢培克，又把自己的双手温和地搭在两个新朋友的肩膀上。他从父亲的口中已听过很多关于缚悉底的事，所以对他已感到很熟络。这两兄弟也正陶醉在罗睺罗这股温暖的情怀里。\n" +
    "　　回到缚悉底的家中，佛陀便立刻邀请他加入僧团跟他修学佛法。十年前，缚悉底曾向佛陀表示他有意跟佛陀修学，而佛陀当时也曾答应会收他为徒。现在佛陀再回来，缚悉底已满二十一岁了。佛陀并没有忘记他的承诺。\n" +
    "　　卢培克拉着水牛回到牛主雷布尔庄主的住处。佛陀则坐在缚悉底屋外的一张小凳子上，比丘们都站在他的背后。泥土墙壁，茅草屋盖，缚悉底的房子实在容不下所有的人。芭娜对缚悉底说：“哥哥，请你跟佛陀去吧！卢培克比你当初放牛时还要健壮。我也已经可以打点房子的一切。你已经照顾我们十年多，现在该是我们照顾自己的时候了。”\n" +
    "　　媲摩坐在盛放雨水的大木桶旁边，望着她的姐姐，一言不发。缚悉底望望媲摩。她是一个非常可爱的女孩。缚悉底初遇佛陀的时候，芭娜只有六岁，卢培克三岁，媲摩则仍是个婴孩。卢培克在门外玩泥沙时，芭娜就在给全家烧饭。\n" +
    "　　他们的父亲死后六个月，母亲也因分娩而去世。缚悉底虽然只有十一岁，却已经要当起一家之主。找到放水牛的工作后，缚悉底努力勤奋，足够使全家都能糊口。有时他还可以带一点水牛乳汁给小媲摩享用。\n" +
    "　　媲摩明白缚悉底想知道她的感受，于是她微微地笑了。再踌躇一会儿，她轻声地说：“哥哥，你就跟佛陀去。”她转过头去，想把眼泪藏起来。她曾听过缚悉底无数次提起想跟佛陀修学的愿望，她实在是真心想让他去。但当这一刻将要来临时，她又按捺和掩饰不住内心的悲伤。\n" +
    "　　这时，卢培克从村里回来，刚好听到媲摩说的话。他立刻知道分开的时刻终于来了。他望着缚悉底，然后说：“哥哥，请你随佛陀走吧！”这时，全屋里寂静无声。卢培克将视线转向佛陀，又说：“我尊敬的大人，希望你允许我的哥哥追随你学习。我已够年长去照顾这个家了。”卢培克望向缚悉底，极力忍住泪水，再说：“不过，希望哥哥你请佛陀让你有空时回来探望我们。”佛陀站了起来，轻抚着媲摩的头发，然后说：“孩子们，先吃一点东西吧。明天早上，我会回来接缚悉底，然后一起去王舍城。今晚，我和比丘们会在菩提树下度宿一晚。”\n" +
    "　　佛陀行到木闸前，又回过头来对缚悉底说：“明天早上，你不用带任何东西。身上穿着的衣服已经足够。”\n" +
    "　　那天晚上，他们兄弟姐妹谈到深夜。就像一个将要远行的父亲，缚悉底给他们做最后的叮嘱，要他们互相关怀，好好地照顾这个家。他轮流拥抱每一个弟妹。当小媲摩被哥哥紧抱在怀里时，她真的再也无法强忍眼泪了。她低声啜泣起来。不过她很快又抬起头来，深呼吸一下，然后望着哥哥微笑。她实在很不想令缚悉底难过。暗淡的油灯已足够令缚悉底看到她的笑容。他明白并感谢小妹妹的心意。\n" +
    "　　第二天清早，缚悉底的朋友善生也前来与他道别。她前一晚经过河畔时，是佛陀告诉她缚悉底将会出家加入僧团的。其实善生认识佛陀也是在他未证道之前。善生比缚悉底大两岁，是村长的女儿。她带了一小瓶子草药送给缚悉底。但他们还没有谈上几句话，佛陀和他的弟子就到了。\n" +
    "　　缚悉底的弟弟妹妹已经一早起来准备送行。罗睺罗对他们一一轻声嘱咐，鼓励他们要坚强和互相照顾。他更承诺，每当他路经此地，必定会来优楼频螺探访他们。缚悉底一家人与善生跟着佛陀和比丘们一同行到河边。就在这里，他们全部合上掌来，向佛陀、诸比丘、罗睺罗及缚悉底道别。\n" +
    "　　缚悉底心里感到既惶恐又喜悦。他紧张得胃里打结。这是他有生以来，第一次离开优楼频螺。佛陀说过，需要十天时间才可以到达王舍城。平常人是可以行得快一点的，但佛陀和他的比丘们行得比较慢，而且十分从容。当缚悉底的步伐放缓，他的心也跟着平静下来。他现在已全心全意地投入到了佛、法、僧之中，而这就是他要行的道路。他再转过头来，深情地看了他唯一熟悉的人和地最后一眼，善生和弟妹渐渐在他的视线中变成尘土般细小，融入了林树的影子里。\n" +
    "　　对缚悉底来说，佛陀的步行就是为享受步行而行的。他似乎全不在乎是否能到达目的地。他的比丘们也是如此，没有一个人呈现些微的紧张和不耐烦，或希望尽快到达目的地。每个人的步伐都是那么缓稳平和。他们就像一起在写意地漫步，没有一点疲态。而每一天，他们都可以行上一段很长的路程。\n" +
    "　　每天早晨，他们都会到附近的村落中乞食。他们以佛陀为首，长列排行。缚悉底行在最后，紧跟在罗睺罗后面。他们步行时静悄庄严，每踏一步都专注地留意着每一下呼吸。他们会不时停下来接受村民的供养，使村民有机会把食物放进钵内。有些村民恭敬地跪在路旁，等候着供僧。当比丘们接受食物时，他们都默默地为村民诵经祝祷。\n" +
    "　　乞食完毕，他们就会慢慢地离开村落，找一处树荫草坪坐下来进食。他们围成一个圈子坐下，然后小心地将食物分配到每一个钵中。罗睺罗到附近的溪涧盛一瓶清水回来，恭敬地拿到佛陀跟前。当佛陀合上双手形成莲花状后，罗睺罗便把水慢慢倒在佛陀的手上，让他清洗双手。他同样依次给每人洗净双手，最后才轮到缚悉底。因为缚悉底还没有他自己的钵，于是罗睺罗便把自己一半的食物放到一片大蕉叶上，分给他的好朋友。进食前，比丘们都合掌念诵，然后才默默地吃，留心注意着每一口食物。\n" +
    "　　进食后，一些比丘会修习行禅，另一些则修习坐禅，更有一些会午睡一会儿。等到日间最热的时间过后，他们才再次动身，继续旅程，直至入黑。他们一边行，一边留意有什么地方可以歇宿，而最理想的地方，当然就是那些不受骚扰的森林了。每一个比丘都有自己的坐垫。他们多半是先跏趺静坐半个晚上，再铺好衲衣躺下来睡。每个比丘都有两件衲衣。一件是身穿的，另一件是用来避寒的。缚悉底像其他的比丘一般跏趺静坐，又学会了用树根作枕，睡在泥土地上。\n" +
    "　　当缚悉底第二天早上醒来，已看到佛陀和很多比丘都平静地禅坐。他们全都散发着安祥和威严。太阳一出来，各人收拾好地上的衲衣，拾起钵，准备出发，开始新一天的旅程。\n" +
    "　　就这样的日行夜息，他们终于行了十天才到达摩揭陀国的都城王舍城。这是缚悉底第一次见到城市。马车在布满房舍的街道上疾驰而过。到处都回响着喧闹和欢笑声。但比丘们的行列，就如他们在河边和田间行走时一样，依然是那么平静地缓步而行。几个城里住的人停下来看他们。又有几个认得佛陀的，恭敬地作揖顶礼。比丘们继续他们平和的行列，直至抵达位于城外的竹林精舍。\n" +
    "　　佛陀回来的消息很快传遍寺院。不到几分钟，近四百个比丘已齐集欢迎他的回来。佛陀没有说太多，只是问问他们的近况和禅定的修习情形。他交托舍利弗照顾缚悉底，罗睺罗也是依止舍利弗的。舍利弗是寺院里沙弥的主导师，负责看管初果五十多个年轻的初学者。他们全部都是参加僧团未超过三年的。寺院的常住则是一个名叫憍陈如的比丘。\n" +
    "　　罗睺罗被安排指导缚悉底有关寺院的生活规仪，包括行住坐卧，与别人交往，修习行禅、坐禅，细观呼吸等。他又要教缚悉底怎样穿衲衣、乞食、诵经和清洗他的钵。连续三天，为了要好好学会这些，缚悉底没有离开过罗睺罗身边半步。罗睺罗也全心全意地教导缚悉底。不过，缚悉底知道自己如要把这一切做得自然自在，非要多年的磨练不可。经过这一番基本指导后，缚悉底被舍利弗邀请到他的房子里，讲解有关比丘的戒条。\n" +
    "　　一个比丘离开家庭，是为着以佛陀为师，以佛法为开悟之道，以僧团为修行上的支援。一个比丘的生活简单纯朴。乞食除能助长谦卑之外，更成为与外界接触的机会，借此使一般人体会到佛陀对爱心和体恤的教导。\n" +
    "　　十年前，在菩提树下，缚悉底和他的朋友曾听过佛陀解释说，开悟之道就是爱与宽容之道。所以他现在很容易便领悟到舍利弗所说的。虽然舍利弗的外貌严肃，但他的目光和笑容都散发着无限的温暖和慈悲。他告诉缚悉底将会举行一个受戒仪式，来正式接受他加入僧团。他也同时教缚悉底背诵一些在仪式上要说的字句。\n" +
    "　　舍利弗是戒仪的主持。有二十多个比丘参加这个仪式。看到佛陀和罗睺罗在旁观礼，缚悉底倍添欢喜。舍利弗默念一首偈语后，便将缚悉底头上几撮头发剃掉。舍利弗给缚悉底三件僧衣、一只乞钵和一个滤水器。因为经过罗睺罗的指导，缚悉底很轻易便将衲衣穿上。跟着，他向佛陀及在场众比丘顶礼，以表示他深切的谢意。\n" +
    "　　将近午间时分，缚悉底第一次正式以比丘的身份练习行乞。竹林精舍的全部比丘分成数个小队，分别步往王舍城。缚悉底跟着舍利弗带领的一队。行出寺院不到数步，他就提醒自己，乞食也是修行的一种方法。他集中观察着自己的呼吸，静心留意前行的每一步。罗睺罗行在他后面。虽然缚悉底现在已是一个比丘，但他很明白自己的经验比罗睺罗少得多。他真诚坚决地发心要好好地栽培自己内在的谦卑和美德。"
  },
  {
    title:'佛陀讲《看顾水牛经》',
    content:"这一天有点凉意。以正念吃过午饭后，每个比丘都将自己的钵洗净，然后把坐垫放好，向着佛陀的方向而坐。竹林里的松鼠纷纷穿梭于比丘之中，无拘无束。一些更爬到竹树上，好奇地注视着群集的比丘。看见罗睺罗就坐在佛陀对面，缚悉底蹑手蹑脚行到罗睺罗身旁，放下他的坐垫。他俩齐齐地跏趺而坐。在这平静肃穆的气氛中，没有一人作响。缚悉底知道每个比丘都在细观自己的呼吸，等着佛陀说话。\n" +
    "　　佛陀坐在竹台上，高度刚好使每个人都可清楚地看到他。他安祥地端坐那里，威严的气势好比一头狮王。望向众人时，他的眼光充满慈悲。当佛陀看见缚悉底和罗睺罗，他微笑着说：\n" +
    "　　“今天我想告诉你们关于看顾水牛的工作——什么才是一个好的牧童应该知道和做到的。一个好好照顾水牛的孩子，应该很熟悉他看管的水牛。他会知道每一头水牛的特征和倾向，什么时候要替它们洗擦身体，怎样料理它们的伤口，用烟来赶走蚊虫，给它们找安全的路行走，爱护它们，带它们过河时行最浅水的地方，给它们新鲜的草和水，好好的保养草原，又使年长的水牛给年幼的作好榜样。\n" +
    "　　“听着啊，比丘们！正如牧童能认识他的水牛，一个比丘也应该认识他自己身体的每一样元素。就如牧童知道每一头水牛的特性和倾向，一个比丘也该知道哪些是身、口、意应该或不应该做的。又如牧童替水牛洗涤身体一样，一个比丘应该清除他身心的欲念、执著、愤恨和恐惧。”\n" +
    "　　佛陀说话的时候，眼睛一直没有离开过缚悉底。缚悉底也感觉到佛陀的话是对他而说的。他回想起多年前坐在佛陀旁边时，佛陀曾叫他描述照顾水牛的工作细节。怪不得在宫中长大的王子也懂得关于水牛的一切了。\n" +
    "　　虽然佛陀只用他一般的声音说话，但他说的每个字都非常响亮，令人听得清清楚楚，一字不漏。“就像牧童照料水牛的伤口，一个比丘也应该看管他的六根——眼、耳、鼻、舌、身、意——好使它们不会在散乱中迷失。就像牧童为了令水牛不被蚊子侵扰而生火弄烟，每个比丘也用他觉醒的教化使周围的人能免除身心之苦。就像那牧童会找安全的路给水牛行走，每个比丘都应避免那些会引起财、色、名等欲望的场所，如酒寮、剧院。又像那牧童爱护他的水牛一般，每个比丘都向往和珍惜禅坐的平和。就如那牧童会找浅水和安全的地方给水牛过河，一个比丘也会倚仗‘四圣谛’来作他今生的向导。又如那牧童去找新鲜的水和草给水牛作粮，一个比丘也知道‘四念处’是可导致解脱的资粮。像那牧童知道不应该过量地在草原上放水牛，一个比丘也同样知道当他乞食时，必定要小心保持与邻近居民的良好关系。像牧童让年长的水牛给年幼的做榜样，一个比丘也会依赖长老们的智慧和经验作借鉴。比丘们，如果每个比丘都依着这十一点去修习，六年的时间就足以成就阿罗汉果位。”\n" +
    "　　缚悉底听得有点惊奇。佛陀不只能全部记得他十年前所告诉他的，而且更把每一细节都套用到比丘的修行上去。虽然缚悉底知道佛陀是向在座众比丘说法，但他亦同时觉得佛陀这番话是特别对他而说的。这个青年的双眼，没有一刻离开过佛陀的面孔。\n" +
    "　　佛陀所说的教诲，每人都会谨记于心。当然缚悉底对一些如“六根”、“四圣谛”、“四念处”的名词还未能了解，但他迟些将会请教罗睺罗这些名词的意思。佛陀主要所说的，他都大致明白。\n" +
    "　　佛陀继续说下去。他告诉大家关于选择安全的路给水牛行走。如果路途是满布荆棘的，水牛很容易被刺伤。又如果牧童不懂得怎样料理伤口，他的水牛就可能会病倒或死亡。修行也是一样。如果一个比丘没有找到正确的途径修行，他的身心就会受到损伤。贪心和嗔心之毒会感染他的伤口，令他在开悟之道上受到障碍。\n" +
    "　　佛陀停了下来。他示意缚悉底站在他的身旁。缚悉底合掌站着时，佛陀就微笑着向大家介绍说：“十年前，当我还未成道时，我在伽耶附近的森林里遇到缚悉底。他那时才十一岁。是他替我收集姑尸草来造菩提树下的坐垫。我是从他那里学到这么多关于水牛的东西。我知道他曾是一个很好的牧童，我也知道他将会是一个良好的比丘。\n" +
    "　　每个人的眼光都集中在缚悉底身上，令他感到面红耳赤。所有的人都向他合掌鞠躬，而他也鞠躬以作回敬。在法会完结之前，佛陀请罗睺罗朗诵出观想呼吸的十六个法门。合上双手站着，罗睺罗把每一方法都念诵得清脆如铃声。念完后，他向众人鞠躬，而佛陀则站起来慢慢地步回他的房舍。跟着，其他的比丘也各自收拾好他们的坐垫，回到他们在森林里的原位。一些僧人是睡在房子里的，但很多都会在户外的竹树下禅坐。真正下大雨时，他们才会回到讲堂或宿舍里。\n" +
    "　　缚悉底的导师舍利弗已安排他与罗睺罗一起合用户外的一个地点。罗睺罗年幼的时候，是跟他的导师住在室内的。但现在他有自己在树下的地方，而缚悉底很高兴能与罗睺罗一起。\n" +
    "　　下午集体坐禅之后，缚悉底独个儿修习行禅。他故意找一条偏僻的小径以免与别人相遇，但他仍发觉很难在呼吸上集中。他的脑子里充满了对弟妹和故乡的怀念。通往尼连禅河小径的影像不停地浮现在他的脑海。他看见媲摩低头掩泪，又看见卢培克一个人孤独地看着雷布尔庄主的水牛。虽然他设法把这些影像忘掉，尽量集中在呼吸上，但它们不断复现，使他不知如何是好。他顿时感到非常惭愧，深觉自己辜负了佛陀对他的信任与期望。他认为行禅后他一定要去请教罗睺罗。他相信罗睺罗必定可以同时给他解答当天早上法会中他未完全明白的几点。单是想起罗睺罗，缚悉底已感到比较振奋和安心。他现在觉得可以随着呼吸慢慢地踏步了。\n" +
    "　　缚悉底还未有机会找罗睺罗，但罗睺罗却刚好来找他。他带缚悉底到树下坐下，说道：“中午时我遇到阿难陀尊者，他很想知道关于你初次遇见佛陀的经过。”\n" +
    "　　“谁是阿难陀尊者？”\n" +
    "　　“他是释迦族的一个王子，是佛陀的堂弟。他七年前加入僧团，现在已是佛陀的首座弟子之一。佛陀十分喜爱他。他负责照料佛陀的起居和健康。他请我们明晚去他的房舍一聚。我也很想听听关于佛陀住在伽耶森林时的事。”\n" +
    "　　“佛陀没有告诉你吗？”\n" +
    "　　“有的，不过不很详细。你一定有更多可以告诉我的。”\n" +
    "　　“其实没有太多，不过我会将我所记得的全部都告诉你。罗睺罗，请你告诉我阿难陀尊者是怎样的，我实在有点紧张。”\n" +
    "　　“不用担心，他非常和蔼可亲。当我告诉他有关你和你的家人时，他十分高兴。明早我们就在这里集合，一同到外面化缘吧，好吗？现在我先要去洗我的衲衣，以便明天可以穿着。”\n" +
    "　　当罗睺罗正想离开时，缚悉底轻轻拉了一下他的搭衣，问道：“你可以再留一会儿吗？我还有一些问题问你。今早佛陀说关于比丘们应跟随的十一样要点，我已忘记了一些，你可以给我重覆一遍吗？”\n" +
    "　　“可是我自己也只记得九样。别担心，我们明天可以问阿难陀。”\n" +
    "　　“你肯定阿难陀尊者会全记得？”\n" +
    "　　“我肯定！就算是一百一十，阿难陀都一定记得。你有所不知了，阿难陀的记忆是人人赞叹的。他的记忆力非常神奇，可以全无错漏地把佛陀说过的全部重复出来。这里每个人都说，他是佛陀弟子中最多闻的一个。所以任何人忘记了佛陀所说的，都会来找阿难陀。有时，这里的人更会搞一些研读班，请阿难陀尊者替大家重温佛陀的基础教义。”\n" +
    "　　那我们真是幸运。我们就等明天问他吧。不过我还有一件事要问你——你在行禅的时候是怎样令心境平静的？”\n" +
    "　　“你是说在行禅的时候有很多杂念吗？是不是思念家乡的念头？”\n" +
    "　　缚悉底双手紧握着罗睺罗的手，说道：“你怎么会知道的？这正是我的情形！我真不明白为什么我今晚会这样想家。对于我不能坚决修行，我感到非常难受。我觉得对你和佛陀都有歉意。”\n" +
    "　　罗睺罗对他微笑着说：“不要自责。我最初跟随佛陀的时候，也很挂念我的妈妈、祖父和姨母。不知多少个晚上，我曾独自埋头痛哭。我知道妈妈、祖父和姨母也是同样地惦念我。但过了一些日子，就比较好一点了。”\n" +
    "　　罗睺罗扶缚悉底站起来，给他一个友善的拥抱。\n" +
    "　　“你的弟妹都很可爱。思念他们自然是难免的。不过，你很快就会适应你的新生活。这里有很多事要去做，我们又要修行，又要读书。听着吧，一有机会，我便会告诉你关于我的家人，好吗？”\n" +
    "　　缚悉底双手紧握着罗睺罗的手，点了点头。跟着，他们便分开。罗睺罗去洗他的衲衣，而缚悉底则找了一柄扫帚清扫路上的竹叶。"
  },
  {
    title:'当牧童初次遇上佛陀',
    content:"睡觉之前，缚悉底坐在竹树下回顾他初遇佛陀的几个月。那时他只有十一岁，母亲又刚去世，留下他去照顾三个小弟妹。因为最小的妹妹还是个婴孩，所以连奶也没得吃。幸好村内有个叫雷布尔的庄主雇用缚悉底替他看顾三只大水牛和一只小乳牛，缚悉底才可以天天带水牛奶回家给小妹妹喝。他非常细心地看顾水牛，因为他知道这份工作可令他的弟妹无需挨饿。自从他的父亲死后，他们的屋盖就没有再重新搭过。每次下雨，卢培克都会被弄得团团转，忙着把石坛子搬到漏水的位置去接漏下来的雨水。芭娜当时只有六岁，但已懂得烧饭、照顾妹妹和收集林中的柴木。虽然她其实也只是一个小孩，却已懂得搓面粉做烘包给大家吃。对他们来说，可以买一点咖哩粉是非常罕有的事。每当缚悉底拖水牛回到牛房时，雷布尔厨房中传出来的那诱人的咖哩香味，往往令他垂涎三尺。自从父亲死后，烘包沾上咖哩肉汁似乎已成了不可复得的佳肴。他们的衣服只比烂布只好了一点。缚悉底的下身用一块残破的布裹着。天气寒冷时，他就加搭一块咖啡色的旧布在肩膀上。这块布虽然已残旧褪色，但对缚悉底来说，它是非常的珍贵的。\n" +
    "　　缚悉底需要找些好地点放水牛吃草。他知道如果水牛饿着肚子回牛房，雷布尔庄主会打他一顿。除此之外，他还要带一大把青草回去，让水牛晚上在牛房里也有草吃。如果夜间的蚊子太多，他就要燃起火来，用烟去赶走它们。庄主每三天以米、面粉和盐给他作酬劳。有时，缚悉底会带几条他在尼连禅河捉来的鱼回家给芭娜做晚餐。\n" +
    "　　一天中午，缚悉底洗过水牛和割了草后，很想在清凉的树林中宁静一下。放水牛在林边吃草后，他便在四周寻找一棵可以倚着坐的大树。突然，他停了下来。离他不到二十尺的毕钵罗树下，竟有一个男子默默地在那儿坐着，缚悉底从未见过比这个男子坐得更好看的人。这男子的背部十分挺直，而他的双脚则安然地放在大腿上。他的坐姿是那么平稳沉着，就好像是有特别的意思似的。他的双眼闭上一半，而他微蜷的手掌就轻放在大腿上。他身上搭着一件黄色的袍，裸着一边肩膀。他全身都散发着平和、恬静和威严。就只望他一眼，缚悉底已感到一阵奇妙的清新。他心怀颤动。他不明白自己为何竟会因一个素未谋面的人产生这样特别的感觉，但他依然心存敬意地呆立在那里良久。\n" +
    "　　那男子终于张开眼睛。当他放开双腿轻轻按摩着脚跟和脚底时，他仍未察觉到缚悉底。慢慢起来后，他开始步行。因他是背着缚悉底而行，所以仍未看见他。缚悉底默不作声地观看这人缓慢但却全神贯注的步伐。大概行了七八步左右，这个男人才转过身来。这时，他看见缚悉底了。\n" +
    "　　他对这个男孩展颜微笑。从来没有人这样殷切地跟缚悉底招呼过。如同被一股无形的力量驱使，缚悉底直奔向他。但当缚悉底走到离他数尺时，却突然停了下来，因为他这时才想起自己是不可以接触任何比他高贵的人的。\n" +
    "　　缚悉底是“不可接触者”。他不属于四姓阶级中任何一姓。他父亲从前曾对他解说过，婆罗门是最高贵的阶级，所有出自这个种姓的都是祭师或熟读《吠陀》及各类经典的教士，大梵天初创人类时，婆罗门是从他的口中而生。次级是刹帝利，他们都是军政界的高层人士，是从大梵天的两手而出。跟着便是吠舍种姓，他们是指一般商人、农夫和工匠等，是从大梵天的大腿而出。最低级便是首陀罗，他们是从大梵天的双脚而出，以劳力维生。但缚悉底一家则是连阶级也没有的“不可接触者”。他们被要求在村外一些规定的地方居住，而且所做的工作都是最低贱的，如收垃圾、施肥、掘路、喂猪和看水牛。每个人都要接受自己出生时的阶级。他们的圣典教人一定要接受自己的阶级才会得到快乐。\n" +
    "　　如果一个像缚悉底的人碰触到阶级比他高的人，他一定会被责打的。在优楼频螺的村里，便曾经有一个“不可接触者”因碰到一个婆罗门的手而被毒打一番。对婆罗门和刹帝利来说，碰触到“不可接触者”是一种污染。他们需要回家绝食克己数星期来清洁自己。每当缚悉底拉水牛回家时，他总会尽量避免行近任何高阶级的人或庄主的家门。所以他认为水牛也比他幸运，因为婆罗门可以触摸水牛而不觉得有所污染。就算是高阶级的人自己不小心碰到“不可接触者”，后者也一样会被毫不留情的痛打一顿。\n" +
    "　　缚悉底眼前站着的是一个极具吸引力的男子，而他的风度举止也很明显地告诉缚悉底他们是不同身份的人。这样一个和蔼慈祥的人当然不会打他，但缚悉底只怕自己如果碰到他，会使他有所污染。这就是缚悉底走近他时突然停下来的原因。看见缚悉底的畏缩，那人主动上前。为免与他碰到，缚悉底退后了几步。但说时迟那时快，那男子已伸出左手抓住了缚悉底的肩膀，又同时用右手在他头上轻拍了一下。缚悉底怔住了。从来没有人这样温柔和亲切地在他头上触摸过。但他又忽然感到惶恐。\n" +
    "　　“孩子，不用害怕！”那人带着给他信心的语气，轻声地说。\n" +
    "　　听到他的声音，缚悉底的恐惧完全消失。他抬起头来，凝望着那慈祥和包容的微笑。再踌躇一会儿，缚悉底吞吞吐吐地说：“大人，我很喜欢你。”\n" +
    "　　那人用手轻轻托起缚悉底的下巴来，望着他的眼睛说：“我也很喜欢你。你住在附近吗？”\n" +
    "　　缚悉底没有回答。他把那男人的左手放到他自己的双手里，然后问他心里感到极困惑的问题：“我这样触摸你，你不觉得是污染吗？”\n" +
    "　　那人摇着头笑了起来，“当然不觉得。孩子，你是人，我也是人啊！你没可能污染我的。不要听信这样说的人。”\n" +
    "　　他拖着缚悉底的手一同行到林边。水牛正在安静地吃草。那人又望着缚悉底说：“你是看水牛的吗？这些草一定是你给他们割下来的晚餐了。你叫什么名字？你的房子在附近吗？”\n" +
    "　　缚悉底很礼貌地回答道：“是的，大人，是我看顾这四只水牛和这只小乳牛的。我名叫缚悉底，就住在对岸优楼频螺村外。请问大人可否告诉我您的名字和住处？”\n" +
    "　　那人慈祥地答道：“当然可以。我叫悉达多，我的家离这里很远，但现在我住在森林里。”\n" +
    "　　“您是一位隐士吗？”\n" +
    "　　悉达多点头。缚悉底知道隐士通常是居住在山中静修的。\n" +
    "　　虽然他们才刚刚相识，没谈上几句话，但缚悉底已觉得与这个新朋友有一份特别亲切的感情。住在优楼频螺以来，从未有人对他的态度如此友善、说话如此热诚。他的内心充满喜悦，令他很想把这份快乐表达出来。如果他有一份礼物可以送给悉达多，那就好极了！可惜他的口袋里连一片竹蔗或冰糖都没有，更何况是铜钱呢！虽然他没有什么可以奉献，但他仍鼓起勇气地说：“先生，我很想送您一点东西，但我什么都没有。”\n" +
    "　　悉达多对缚悉底笑笑，说道：“你其实有。你有一些我很喜欢的东西。”\n" +
    "　　“我有？”\n" +
    "　　悉达多指着那堆姑尸草，“你给水牛割的草又香又软。如果你可以给我几撮来造一个坐垫，让我在树下静坐时用，我就非常高兴了。”\n" +
    "　　缚悉底的双眼发亮。他立即跑到草堆那儿，用他两只瘦瘦的手臂捧了一大把草来送给悉达多。\n" +
    "　　“这是我刚在河边割来的，请你收下吧。我可以再多割一些给水牛。”\n" +
    "　　悉达多双手合上形成莲花状，收下了这份礼物。他说：“你是个仁慈的孩子。我多谢你。现在快去再割些草给水牛吧，不要等得太晚了。如果可以的话，明天请再来森林找我吧。”\n" +
    "　　年轻的缚悉底俯首作别，然后站在那儿看着悉达多在树林中消失。他拾起镰刀朝河边方向走，心中充满无限温馨。那时正是初秋，姑尸草仍非常柔软，而他的镰刀又刚磨利过。不多久，缚悉底又已捧着满臂姑尸草了。\n" +
    "　　缚悉底拉着水牛，带它们过尼连禅河水最浅的地方，回雷布尔家去。小乳牛似乎还不想离开沿岸甜美的青草，一路上要缚悉底哄着走。缚悉底肩上的草并不很重。涉着水，他和水牛一起过河。"
  },
  {
    title:'受伤的天鹅',
    content:"第二天清早，缚悉底又带着水牛去割草。到中午，他已经割满了两篮子的草。缚悉底喜欢让水牛在近树林的一边河岸吃草。这样，他便不需要担心水牛闯入人家的稻田；而割完草后，他就可以安心地躺下来，在凉风中舒展一下。他唯一带着的就是他赖以谋生的一把镰刀。缚悉底打开芭娜给他包在蕉叶里作为午餐的小饭团。正当他准备吃的时候，他想起了悉达多。\n" +
    "　　“我可以拿这饭团给悉达多，”他想，“他一定不会嫌弃吧。”缚悉底再包好饭团，留下水牛在林边吃草，然后沿着小径去找前一天遇到悉达多的地方。\n" +
    "　　他从远处看见他的新朋友坐在那棵巨大的毕钵罗树下。但那里不只有悉达多一个人。他前面坐着一个穿白色纱丽，与缚悉底年纪相若的女孩。看见他前面已放着一些食物，缚悉底立即停了下来。但悉达多抬头向他召唤，更示意他上前来加入。\n" +
    "　　那女孩子望过来时，缚悉底认出曾多次在村路上遇见过她。当缚悉底行近，她便移过左边一点，而悉达多则示意他在那里坐下来。在悉达多前面有一块蕉叶，上面放着一团饭和一些芝麻盐。悉达多把饭团分成了两份。\n" +
    "　　“孩子，你吃过了饭没有？”\n" +
    "　　“先生，我还没有。”\n" +
    "　　“那我们一起吃这个吧。”\n" +
    "　　悉达多把一半的饭给缚悉底。缚悉底合掌作谢，但不肯接受。他掏出自己的小饭团，然后说：“我也带了一些来。”\n" +
    "　　打开蕉叶，可以看到那褐色的糟米饭和悉达多的白米饭很不相同。缚悉底的蕉叶上更没有芝麻盐。悉达多对两个小孩微笑着说：“我们把两种饭放在一起，一同分吃好吗？”\n" +
    "　　他拿了一半白饭，沾上一些芝麻盐，再把它递给缚悉底。跟着，他又捏破了缚悉底的饭团，然后拿了一些来吃得津津有味。虽然缚悉底觉得有点害羞，但看见悉达多吃得那么自然，他也就开始吃了。\n" +
    "　　“先生，你的饭很香啊！”\n" +
    "　　“是善生带来的。”悉达多回答。\n" +
    "　　“原来她的名字叫善生。”缚悉底这样想。她比缚悉底年长两三岁，一双黑色的大眼睛亮闪闪。缚悉底放下食物，说：“我曾在村里的路上见过你，但我不知你叫善生。”\n" +
    "　　“对啊，我是优楼频螺村长的女儿。你的名字叫缚悉底，对吗？悉达多导师刚才正告诉我关于你的事。”她温柔地说，“但是，缚悉底，其实称呼一个僧人，应该叫他‘导师’，而不是‘先生’。”\n" +
    "　　缚悉底点了点头。\n" +
    "　　悉达多笑笑，“那么我就不用替你们介绍了。你们知道我为什么吃食物时不语吗？每粒米和芝麻都是那么珍贵，我很想静静地去真正欣赏它。善生，你吃过糟米饭吗？就算是吃过，也请你试试缚悉底带来的。它的味道其实很不错啊。我们现在先静静地吃饭。吃完之后，我会给你们说一个故事。”\n" +
    "　　悉达多拿了一点糟米饭给善生。她合掌如莲花，然后恭敬地接了过去。他们三个人就在树林的深幽里默默地吃。\n" +
    "　　全部的饭和芝麻盐都吃完后，善生把蕉叶收拾起来。她从身旁拿了一壶水出来，把一些水倒进了她带来的唯一一只杯子里，给悉达多奉上。他双手接过来后，却转送给缚悉底。缚悉底受宠若惊，冲口之出：“请先生，我意思是导师，请你先喝吧。”\n" +
    "　　悉达多轻声回答道：“孩子，你先喝吧。我想你喝第一口。”他再次给缚悉底那杯水。\n" +
    "　　虽然缚悉底感到困惑，但对这很不习惯的光荣又不知如何推搪，他只好合掌接过水杯，然后一口气把水喝光。他把杯子交回给悉达多，而悉达多又叫善生再倒了另一杯水。倒满后，他把水慢慢地送进嘴里，恭敬而又极度欣赏地饮用。在他们交换水杯的时候，善生的眼睛一直没有离开过悉达多和缚悉底。悉达多喝完水后，又再次叫善生倒第三杯水。这杯他给善生喝。善生放下水壶，合上掌来接过这杯水。跟着，她把水杯放到唇边，就如悉达多般慢慢地一点点喝下去。她心里知道这是她第一次与“不可接触者”用同一只杯子喝水。但如果她的导师悉达多也这样做，她又何尝不可呢？况且，她也意识到自己完全没有受污染的感觉。自然而然地，她伸手去触摸这牧童的头发。这一下子来得那么突然，缚悉底实在没有时间闪避。喝完水后，善生将杯子放在地上，向她的两个同伴微笑。\n" +
    "　　悉达多点头说道：“孩子们，你们都已经明白了。人生出来是没有阶级的。每个人的泪水都是咸的，就如每个人的血也都是红色的。把人分成不同阶级以至对他们有偏见是不对的。我在静定中看得非常清楚。”\n" +
    "　　善生很认真地说：“我们既然是你的弟子，我们当然相信你所教的。但这个世界上似乎没有其他人像你这样。他们全都相信首陀罗和‘不可接触者’是从造物主的脚底而生。经典上也是这样说。根本没有人敢有别的想法。”\n" +
    "　　“我知道。但无论他们相信与否，真理始终是真理。就算有百万人相信一个谎言，它终是个谎言。你们一定要有勇气依着真理而活。让我告诉你们我童年时的一件事。”\n" +
    "　　“我九岁那年，有一天，我正独自在花园里散步。忽然，一只天鹅从天上堕下，跌在我前面的地上，痛苦地挣扎。当我走近时，才发觉它的一只翅膀被箭射中。我急忙把箭拔出，当血水从那伤口流出的时候，那天鹅惨叫起来。我用手指按在伤口上止血，然后抱着它入宫中找孙陀莉难陀公主。她答应我会找一些药草来替鸟儿敷伤。我见天鹅在不停颤抖，便脱下外套把它裹着，再把它放到宫里的火炉旁边。”\n" +
    "　　悉达多停了下来望着缚悉底说：“缚悉底，我还没告诉你，我年幼时是个王子。我父亲是迦毗罗卫国的净饭王。善生已经知道这些。当我正准备去找些饭给天鹅吃的时候，我八岁的堂弟提婆达多从外面冲进来。他手里抓着弓箭，很兴奋地问道：“悉达多，你有看到一只白色的天鹅跌在这附近吗？”\n" +
    "　　“我还没有回答，他已看到火炉旁的天鹅了。他正想跑过去时，我拦住了他。\n" +
    "　　“‘你不能带走它。’我说。\n" +
    "　　“我的堂弟抗议着：‘那只鸟儿是我的。我亲自射中它的。’\n" +
    "　　“我站在提婆达多与天鹅中间，不准他带走鸟儿。我告诉他：“鸟儿受了伤。我是在保护它。它要留在这里。”\n" +
    "　　“提婆达多十分顽强，继续辩说：“听着吧，堂兄。这鸟儿在天空时并不属于任何人。但我从天空中把它射了下来，它就应该属于我。”\n" +
    "　　“他似乎说得很有道理，但他实在令我很气愤。我知道他的道理有不是之处，但一时间又没法说出是什么。我当时只有站在那里，一言不发，心中却越觉激动。我真的很想打他一拳，但不知道为什么我又没有这样做。就这样，我突然知道怎样回答他了。\n" +
    "　　“我说：‘你听着吧，堂弟。只有那些互相爱护的人才一起共处，敌对的人是应该分开的。你想杀这只天鹅，所以你是它的敌人。它是不可能跟你一起的。我救了它，替它包扎伤口，给它温暖，又正准备给它食物。我们互相爱护，应该留在一起。这鸟儿需要的是我，不是你。’”\n" +
    "　　善生拍起掌来，“对！你说得对！”\n" +
    "　　悉达多看看缚悉底。“孩子，你又觉得我说的怎样？”\n" +
    "　　缚悉底想了一阵，慢吞吞地答道：“我认为你是对的。但很多人一定不同意。他们会同意提婆达多。”\n" +
    "　　悉达多点头同意。“你说得对。多数人的看法都跟提婆达多的一样。”\n" +
    "　　“让我告诉你跟着发生的事。因为我们始终没法意见一致，于是便去找长者替我们解决。那天刚巧在皇宫内有一个官府的会议举行，于是我们便跑到会议室的地点‘公正会堂’去找他们。我抱着天鹅，而提婆达多则仍抓着他的弓箭。我们把问题陈述出来，又请他们评个公道。政事也因此搁了下来。他们先听提婆达多的解释，然后才听我的。之后，他们磋商了很久，但还作不了决定。多数人都似乎偏向提婆达多一方。但当我的父亲突然咳了数声之后，所有的大臣都沉默下来。接着，说也奇怪，他们都一致同意我的道理而决定把鸟儿给我看管。虽然提婆达多非常气恼，但他也无可奈何。\n" +
    "　　“天鹅是给了我，但我并不快乐。虽然我年纪还小，但我知道这次得胜并不光荣。他们是因为想令我的父亲高兴才这样决定的。他们并不是看到我道理中的真谛。”\n" +
    "　　“那真可惜。”善生皱着眉说。\n" +
    "　　“对啊。但当我想起鸟儿可以安全，我又觉得安慰了。最少我知道它不会被放进煮锅里。”\n" +
    "　　“在这个世界上，太少人用慈悲心去看事物。因此他们对大家残忍无情。弱的往往被强的压迫欺负。我现在仍觉得我那天所说的是对的，因为那是出自爱和谅解。爱和谅解可以减轻众生的痛苦。无论大多数人怎样看，真理始终是真理。所以我现在告诉你们，能站起来维护正义真理是需要很大勇气的。”\n" +
    "　　“那只天鹅后来怎样？”善生问。\n" +
    "　　“我照顾它整整四天，直至它的伤势复原了，我才放了它。我更叮嘱它要飞到远处，以免再被射下来。”\n" +
    "　　悉达多看见两个孩子的表情都是那么沉重，“善生，你该回家了，不要令你妈妈挂虑。缚悉底，也是时候回去看看水牛和割多一点草了，对吗？昨天你给我的姑尸草成了我禅坐的最佳坐垫。我昨晚和今早用了它，静坐时非常平静，又清晰地看到很多东西。缚悉底，你真的帮了我不少。当我的体悟更深时，我会和你俩分享禅坐的果实。现在我要继续坐下去。”\n" +
    "　　缚悉底望着悉达多坐着的草垫。虽然那些草堆得实，但缚悉底知道它仍然又香又软。他打算每三天便带一些新鲜的草来，给导师造一个新坐垫。缚悉底站起来，和善生一起合掌向悉达多鞠躬。善生回家去了，而缚悉底也要带他的水牛往沿岸的远处继续放牧。"
  },
  {
    title:'饿晕后，佛陀放弃了苦行',
    content:"每天，缚悉底都会到森林里去探望悉达多。如果他到中午已割够两扎草，他那天就会和悉达多一起吃午饭。但持续的干旱季节令鲜草变得日益稀疏，缚悉底很多时候要到下午才可以探望他的朋友兼老师了。如果缚悉底来到的时候，悉达多正在禅坐，他就会在旁静静地坐一会儿，然后全无打扰地悄悄离开。但如果他刚好遇到悉达多在林径上漫步，他就会与悉达多一起步行和浅谈。缚悉底常在树林中遇到善生。她每天都会带一团饭和一种如芝麻盐、花生或咖哩的配料给悉达多。除此之外，她还会带给他乳汁、粥水或冰糖。这两个孩子有很多机会在林边一面倾谈，一面放着水牛吃草。有时，善生会带一个与缚悉底同年纪的女朋友普莉姬同来。缚悉底也很希望带他的弟妹来与悉达多会面。他相信小弟妹们如果在水最浅处过河，是肯定没问题的。\n" +
    "　　善生告诉缚悉底她现在每天都会在午间带食物来，又细说数月前遇到悉达多的经过。那天是月圆之日。她的母亲叫她穿上一条粉红色的新裙子，然后拿一盆食物去拜祭森林之神。那些食物包括糕饼、乳汁、稀饭和蜜糖。正午的烈阳高照。当善生行近河边时，赫然发现一个男子昏迷在路旁。她立刻放下食物跑过去，只见那男子双目紧闭，剩下微弱的呼吸。他凹陷的双颊显示他已很久没有进食。从他又长又乱的须发可以知道他必定是个因过度饥饿而晕倒的深山苦行者。她毫不犹疑地倒了一碗乳汁，一点点地让它滴在那男子的唇间。他起初一点反应也没有，但过一会儿，他的嘴唇开始颤动，微微张开。善生再倒一些乳汁入他的口里。接着，他开始自己进饮，直至整碗乳汁饮得一滴不剩。\n" +
    "　　善生于是坐在岸边等着，想看看他是否会苏醒过来。不久，他真的慢慢地坐起来，张开眼睛。看见善生，他微微浅笑。他伸手把衣服重新拉上来搭在肩膀上，然后盘腿莲坐。他开始下意识地呼吸，由浅而深。他的坐姿既平稳又美观。善生以为他必是山神，于是便合掌俯伏在地上，向他膜拜。看见这样，他立即示意善生停止。善生坐起来后，他便用微弱的声音对她说：“孩子，请多给我一些乳汁。”\n" +
    "　　听到他说话，善生非常高兴，并再给他一碗乳汁；而他又很快便把它喝光。他明显地感觉到乳汁给他补充了养分。不到一小时之前，他还以为自己已经没命了。现在他的眼睛已明亮起来，脸上也带着温柔的微笑。善生问他为何会晕倒在地上。\n" +
    "　　“我本来是在山中修行禅坐的。苦行使我的身体逐渐变得衰弱，于是我便打算今天步行入村乞一点食物来吃。但行到这里，我已体力耗尽。全靠你，我的性命才得以保存。”\n" +
    "　　一起坐在河畔，那男子告诉善生他的身世。他是释迦族国王之子悉达多。善生细听着悉达多说：“我现在知道，折磨自己的身体是无助于找到安宁或体悟的。肉体并不单是一个器具。它是精神的寺宇、到彼岸的木筏。我不会再修习苦行了。我会每天早上到村里乞食。”\n" +
    "　　善生合掌说道：“值得尊敬的隐士，如果你允许的话，我会每天带食物来给你。你没有必要打断你的静修啊。我家就在附近，我知道我的父母也很乐意让我这样做。”\n" +
    "　　悉达多初时默然不语。跟着，他答道：“我很高兴接纳你的供养。但我有时也会到村里乞食以便与村民结识一下。我也希望可以和你的双亲及村中其他的小孩子见面。”\n" +
    "　　善生十分高兴。她合起掌来作揖道谢。悉达多到她家里与她的父母会面实在是太好了。她也知道每天带食物来全不是问题，因为她的家庭是村中的首富。她只知道这个僧人是非常重要的，而供养他的利益比拜祭那些山神会多出很多倍。她觉得如果悉达多的禅定加深之后，他的爱心和体悟将会帮助消除这个世界的苦难。\n" +
    "　　悉达多指着弹多落迦山上他住过的洞穴，“从今天开始，我不会再回到那里去了。这里的森林清新凉快。我以后会在那棵巨大的毕钵罗树下修行。明天你带食物来的时候，请到那里找我吧。来，我带你到那儿看看。”\n" +
    "　　悉达多领着善生越过河流到尼连禅河对岸的树林去。他又带她去看那毕钵罗树。善生被那庞大的树干吸引住了。她抬头凝视着散开如巨蓬的枝叶。它是属于菩提树的一类。心形的树叶拖着又长又尖的尾巴，每片树叶都如善生的手掌般大。她听着鸟儿在树枝上雀跃的叫声，这确是一个平和清新的地点。其实，她以前和她的父母已来过这里拜祭山神。\n" +
    "　　“导师，这是你新的家。”善生又圆又大的黑眼睛望着悉达多，“我会每天来这里见你。”\n" +
    "　　悉达多点头，然后陪善生行出森林，到河畔才分手。跟着，他独个儿回到毕钵罗树下。\n" +
    "　　从那天起，善生每天在中午之前便带饭或烘包来供僧。有时，她又会带些乳汁或粥水。每隔一段时间，悉达多便会自己带着钵行到村里乞食。他见过善生的父亲即村长，和她穿着黄色纱丽的母亲。善生介绍他认识村里其他的小孩，又带他到理发店去剃须剃发。悉达多的健康复原得很快，而他又告诉善生他的禅修已开始有果实。之后，善生就遇到缚悉底了。\n" +
    "　　当天善生早来了一些。她聆听着悉达多告诉她前一天与缚悉底的偶遇。正当她说她希望能与缚悉底会面时，缚悉底就刚好出现。日后每次遇到缚悉底，她都会问起缚悉底家人的近况。她更与她的仆人布噜那去过缚悉底的茅舍。布噜那是善生家中雇来代替因患伤寒死去的雷丹的。善生每次来时，都会带些仍很耐用的旧衣服给缚悉底的弟妹。当布噜那见到善生把小媲摩抱起来时，她十分惊讶。善生则会告诫布噜那不要告诉她的父母她曾抱过“不可接触”的小孩。\n" +
    "　　一天，一群小孩决定一起去探望悉达多。缚悉底的全家也都来了。善生带了她的女朋友芭娜崛多、胜莎娜、优露维莉凯和生莉凯。善生又请了她的十六岁的堂姐难陀芭娜，而她又带了她的两个弟弟，十四岁的那劳卡和九岁的善柏锡。十二个孩子呈半圆形地围着悉达多而坐，全部默默地一起吃午饭。缚悉底在这之前曾教过芭娜和卢培克吃饭时要肃穆勿语。就是坐在缚悉底大腿上的小媲摩，也只是睁着大眼睛，一声不响地吃着。\n" +
    "　　缚悉底带了一大把鲜草给悉达多。他叫另一个牧童加范培帝替他看顾雷布尔庄主的水牛，好使他可以跟悉达多一起吃午饭。太阳的烈焰直射到田里，但在树林中，悉达多和孩子们在毕钵罗树荫下都感到清新凉快。树上的枝叶扩展十数间房子的面积。孩子们分吃着食物，卢培克和芭娜特别喜欢配上咖哩汁的烘包和沾上花生或芝麻盐的白饭。善生和芭娜崛多带了足够的水给每个人饮用。缚悉底心里的快乐有如泉涌。四周的环境虽然恬静，但喜悦的气息却令气氛生动起来。就在这天，缚悉底恳请悉达多讲述他自己的故事。从开始到完结，每个孩子都听得陶醉入神。"
  },
  {
    title:'当年佛陀出生时',
    content:"悉达多九岁那年，才知道关于他出生之前母亲做过的梦。梦中，一头白色的、有六只象牙的威猛巨象，在一片美妙的赞颂声中从天而降。当这只皮白如雪的大象向她走近时，它把鼻子里卷着的一朵粉红色莲花放进王后的体内。跟着，那大象自己也全不费力地进去了，而王后亦顿时感到一阵轻快和愉悦。这种感觉就像告诉她，一切忧悲苦恼将不再属于她。醒来时，她感到焕然一新的喜悦。起床后，梦中的天乐仍在她的耳边回响。她告诉丈夫这个梦时，国王也啧啧称奇。那天早上，他召集城内所有的道者入宫替他解梦。\n" +
    "　　听完梦的内容，他们响应道：“陛下，王后将会生一个日后必成为伟大领袖的儿子。他已注定了会是一个统治四方的贤能君主，又或是一个能显示真理之道予天地众生的伟大导师。陛下，我们这个地方对这样的一个伟人实在期待已久了。”\n" +
    "　　净饭王喜上眉梢。与王后磋商后，他下令把宫内储存的粮饷分派给全国上下的老弱残疾。这一来，全释迦国内的民众都分享着国王与王后有关未来太子的喜讯。\n" +
    "　　悉达多的母亲名叫摩诃摩耶。除了贤良淑德之外，她的爱心更是普及所有众生——包括人、动物和植物。当时的习俗是女性要回娘家生产婴儿的。因摩诃摩耶的家乡在拘利，她便起程前往拘利的都城罗摩村。途中，她在蓝毗尼园花园停下来休憩。这里的园林长着密茂的花丛，四处鸟语花香。孔雀神气地在晨光里展示它尾巴的风采。当王后正为一棵花儿盛开的无忧树着迷而朝它走近时，她突然觉得脚步有点儿不稳。她立即伸手去抓住无忧树上的一根树枝以作支持。就在这时，摩诃摩耶王后产下了一个祥光四射的婴孩。\n" +
    "　　用清水给小太子沐浴后，王后的侍从便把他包裹在一块黄色的丝绸里。因为没有必要再继续前往罗摩村，王后和刚出生的太子便乘着四驹马车回宫去了。抵达家中后，太子又再一次接受温水浴，然后被放置在他母亲的旁边。\n" +
    "　　听到太子已出世的消息，净饭王便立刻赶来探视他的妻儿。他实在高兴极了，目光里泛着欢乐。他决定给小王子取名悉达多，意思是“成就大志者”。宫中每个人都为此欢腾，并一个接一个地前来恭贺王后。而净饭王更尽快召请术士来替悉达多预言未来。看过婴儿的面相后，他们全都一致同意这男婴有着伟大领导者的征象，并预言他必定会统治一个拓展四方的江山。\n" +
    "　　一个星期之后，一个名叫阿私陀的圣者来到王宫造访。他是从高山上的住处拄着手杖下山前来的，因年老而弯着身子。当护卫通传阿私陀大师到来时，净饭王亲自出来迎迓。他带大师去看小太子。望着太子良久，大师也没发一言。跟着，他便很冲动地饮泣起来，以至于全身发抖。泪水从他的两眼直涌而出。\n" +
    "　　看到这样，净饭王为之震惊，问道：“有什么事吗？是否看到孩子将有不幸？”\n" +
    "　　阿私陀大师摇着头把眼泪抹去，说道：“陛下，我看到的完全没有不幸。我是为自己而哭泣。我清楚看到这孩子具备真正伟大的德能。他将会洞悉宇宙的一切真相。陛下，你的儿子是不会当政的。他会是修道上的伟大导师。他会以天地为家，以众生为亲眷。我是为了自己未能亲闻他真理的教化便要去世而哭泣。陛下啊，你和你的国土不知积有多少福德才可感应到这个婴孩的诞生啊！”\n" +
    "　　阿私陀转身离去。虽然大王恳请他留下来，但他没有接受。这位圣者开始慢慢地步回山上去。阿私陀大师这次的探访令大王慌张起来。他不想儿子成为僧人。他希望儿子可以继承王位，把国家的版图拓展。大王这样想：“阿私陀只是千百个圣者中的一个。也许他的预言是错的吧。其他有道之士预言悉达多会成为伟大君主的说法，应该是准确的。”系在这个希望上，大王才稍觉安慰。\n" +
    "　　在悉达多诞生时获得无上快慰的摩诃摩耶王后，分娩后八天便与世长辞，举国哀悼。净饭王召请她的妹妹摩诃波阇波提成为新的王后——乔答弥王后。答应了大王后，乔答弥王后便立刻开始悉心照顾悉达多，待他犹如己出。当悉达多年长一些的时候，问及他的生母时，他才明白摩诃波阇波提是如何敬爱她的姐姐。他更明白除了摩诃波阇波提之外，很难会找到另一个爱他如自己儿子一样的人了。在摩诃波阇波提的照顾下，悉达多长得健康强壮。\n" +
    "　　一天，当摩诃波阇波提从旁看着悉达多在花园中嬉戏时，她留意到他已够年长，应该开始戴金饰宝石来助长威仪了。于是她叫随从取来珍宝饰物给悉达多试戴。奇怪的是，他戴上饰物后，完全没有增添他的英俊。既然悉达多表示戴了饰物感到不便，摩诃波阇波提也就只好把这些宝饰再收藏起来。\n" +
    "　　到就学年龄，悉达多要和其他的释迦族王子一起学习文学、写作、音乐和体育。他的同学中，包括他的堂弟提婆达多和金比莱，及一个宫内大臣之子迦罗丹赖。天生聪颖过人的悉达多很快便通晓各项科目。他的老师毗湿波友虽然觉得年少的提婆达多也非常敏锐，但做老师多年以来，他从未见过一个比悉达多更为出众的学生。\n" +
    "　　九岁那年，悉达多和一班同学都被批准参加一年一度的春耕仪式。这天，摩诃波阇波提亲自替悉达多细致地打扮。净饭王也穿着起最隆重的宫服，主持典礼。德高望重的道长和婆罗门身穿五彩缤纷的长袍和头饰，到处游行。大典就在离王宫不远的一块良田里举行。旗帜和横额在每条路旁的每个闸口都飘扬着。附近街道上的祭台摆满了林林总总的食物和祭品。乐师和献艺者在人丛中穿插着表演，以增添热闹和欢乐的气氛。当大王和朝廷高官肃立着准备仪式的揭幕时，道长们都在高声唱诵。提婆达多和迦罗丹赖分别在悉达多两旁，一起站在近后排的地方。他们都很兴奋，因为典礼完毕后，每个人都可以在草原上野餐。悉达多平时很少旅行，所以他分外高兴。可惜道长们的唱诵拖廷得太长了，令这几个男孩实在难耐。他们终于忍受不住，离场别去。迦罗丹赖拖着悉达多的衣袖，一起朝着歌舞的方向走。烈日高照，表演者的衣衫都被汗水湿透了。汗珠在跳舞女郎的额上闪烁着。在表演场地上跑了一会，悉达多自己也感到燠热。他离开朋友们走往路旁那棵阎浮树下乘凉。在阴凉的枝叶下，悉达多感到清新怡神。就在这时，摩诃波阇波提出现了。看见儿子，她说道：“我刚才四处找你，你跑到哪儿去了？现在应该回去看典礼的结束仪式了。这样做，你的父亲才会高兴啊！”\n" +
    "　　“母亲，仪式太长了。为什么道长们要唱诵这么久呢？”\n" +
    "　　“儿子，他们是在念诵《吠陀》。这些经典的意思深奥，是造物主亲自传给婆罗门，再世世代代地传下来的。你很快就会读这些经典了。”\n" +
    "　　“为什么不是父亲而是婆罗门负责念诵呢？”\n" +
    "　　“只有那些生于婆罗门阶级的人，才允许念诵这些经典。孩子啊，就是最有权力的国王也得依赖婆罗门来主持所有的教仪。”\n" +
    "　　悉达多再重复想一遍摩诃波阇波提的话。等了片刻，他才合起掌来向摩诃波阇波提请求说：“母亲，请你求父亲让我留在这里吧。我现在坐在这阎浮树下，觉得非常开心。”\n" +
    "　　温柔善良的摩诃波阇波提终被儿子说服，微笑点头。她轻抚孩子的头发一会儿，然后沿着小径回去了。\n" +
    "　　婆罗门终于诵经完毕。净饭王行到田里，与两个穿军装的官员开始今季第一次的耕作，而到处都回响着围观人群的欢呼声。其他的农夫也跟着大王开始犂田。听到民众的欢呼声，悉达多跑到田边。他望着一头水牛竭力地拉着一个很重的犁耙，而后面跟着的，是一个身躯粗壮、皮肤晒得黝黑的农夫。这农夫左手握着犁耙，右手则舞弄着长鞭赶着水牛前进。强烈的阳光令农夫的汗直冒出来。肥沃的泥土被耕成两行整齐的浅坑。泥土被翻起时，悉达多留意到一些虫和小生物也同时被犁耙割到。当小虫在土里蜷曲蠕动的时候，鸟儿立刻从空中飞下来用尖尖的嘴巴把它衔走。跟着，悉达多又见到一只巨鸟滑翔而下，迅速把小鸟抓在它的利爪下。\n" +
    "　　全神贯注地观察着这一切，悉达多在骄阳下全身的衣服都被汗水湿透了。他急忙跑回阎浮树下。他刚才所看到的都是他从来没有见闻过的。他盘腿坐在树下，闭上眼睛，细细地回想这一切事物。他坐在那儿很久都没有起来，姿态平稳挺直，完全忘却了周围歌舞或野餐的人。他继续坐着，全面投入了田中生态的影像中。隔了一段时间，当大王和王后经过这里时，他们发现悉达多仍很专注地坐着。看见悉达多坐得犹如一尊雕像般美丽，摩诃波阇波提感动得流下泪来。但净饭王却被一股突然的恐惧困扰。如果悉达多小小年纪便可以坐得这样庄严，阿私陀的预言岂不是会成真？他烦恼得不想留下来野餐了，于是独自先行回宫。\n" +
    "　　几个乡村的贫童说说笑笑地走过树旁。摩诃波阇波提示意他们肃静。她指着坐在阎浮树下的悉达多。那些孩童十分好奇地凝望着他。忽然，悉达多张开眼睛。看见王后，他笑了。\n" +
    "　　“母亲，”他说：“念诵经典也帮不了小虫和鸟儿啊！”\n" +
    "　　悉达多站起来走到摩诃波阇波提身边拉着她的手。这时他才察觉到自己正被那些儿童打量着。虽然他们和悉达多年纪相若，但他们却衣衫褴褛，满脸污垢，手脚都瘦得可怜。悉达多只觉得自己的太子打扮令他十分困窘，而他其实又很想和这些小童一起玩耍。他微笑着跟他们轻轻地挥手。其中一个小男童报以浅笑。悉达多正是需要这一点的鼓舞。他请摩诃波阇波提准许他邀请这几个小童和他一起野餐。她最初有点踌躇，但终于也答应了。"
  },
  {
    title:'少年时的佛陀',
    content:"悉达多十四岁时，乔答弥王后生了一个儿子，取名难陀。宫中每人都为此欢腾，而悉达多更因庆幸自己有一个小弟弟而异常兴奋。每天下课后，他都会赶着跑回家里看望难陀。虽然悉达多已到了应该关心其他事务的年龄，但他仍时常叫提婆达多陪他，一起带难陀出外小游。\n" +
    "　　悉达多有三个他最喜欢的堂兄弟。他们名叫摩男拘利、柏狄耶和金比莱。他经常与他们在王宫后面的花园玩耍。乔答弥王后最喜欢坐在莲池旁边的林凳上看他们嬉戏。她的侍从更随时都会照她的吩咐，为孩子们奉上小食和饮品。\n" +
    "　　随着日子过去，悉达多的学业一年比一年进步。提婆达多实在很难再隐藏他的嫉妒。悉达多很快便已精通每一科目，而学习时又全无困难。这包括了武术在内。虽然提婆达多比他健硕，但悉达多的身手更为灵敏快捷。在数学方面，其他同学对悉达多的卓越都甘拜下风。他的数学老师阿朱罗，往往要花很长的时间来解答悉达多所发问的高深问题。\n" +
    "　　因悉达多在音乐方面特别有天份，他的音乐老师便送了一枝罕有和名贵的横笛给他。在仲夏的黄昏里，悉达多会独个儿在园中用它吹奏。他的歌曲有时是低声甜美，而有时则会美妙得令听者顿觉飘入云霄。乔答弥很多时候会在夜幕低垂时，专意坐在外面听她儿子的吹奏。这样可以令她让心里的感受随着悉达多的音乐飘扬，而使她心旷神怡。\n" +
    "　　可能是受他的年纪影响，悉达多当时比较着重于宗教哲学的研读。读过所有的《吠陀》后，他对内容里的经教见解和信念都细心思量。他尤其集中去研究《梨俱吠陀》和《夜茅吠陀》这两本经典。悉达多从小便看到婆罗门诵念经文和主持教仪。现在他可以亲自去深入探讨这些神圣教仪的中心思想了。一向以来，婆罗门教的圣典都很受重视。就连典籍内字和字的声韵，都被认为是可以影响或改变人事和自然界的。行星的位置与四季的转换，更被视为与拜祭诵经有着莫大的关系。只有婆罗门才被认为是有足够能力去了解天地间的奥秘。唯有他们才有资格用诵经和各种仪式，使人类及自然界产生正规的运作。\n" +
    "　　悉达多被教导，整个宇宙都是来自一个名叫大梵天的至高无上主宰。而社会上的所有阶级则是出自创造者身体的不同部位。每个人都包含着一点这个神通广大的造物主的精华，而宇宙的精华也就是每个人的本性或灵魂所组合而成的。\n" +
    "　　悉达多同时也很用心去研读其他的婆罗门典籍。这包括了梵书和奥义书。虽然他的老师只想教他们传统的信仰，但悉达多和他的同学都坚持发问一些问题，以迫使他们的老师去面对时下一些有违传统的思想和意识。\n" +
    "　　在不用上课的日子，悉达多就会怂恿一班同学与他一起去探访城中的教士和婆罗门，跟他们讨论一番。也是因为这些机会，悉达多才知道原来国内是有一些公开反对婆罗门极权的运动和组织的。参与这些活动的人，除了一班非常不满婆罗门独揽政权的俗家人外，还有婆罗门种姓以内一些比较开明和想革新的成员。\n" +
    "　　自从悉达多那次邀请过几个村中的小童一起野餐之后，他有时也会被批准到城都附近的小村落逛逛。这时，他就会穿上便服，以方便与普通人交谈。从这些接触中，悉达多学会了很多他在宫中从来学不到的东西。他留意到人民一般信奉的，是三个婆罗门的神祗——大梵天、毗湿奴和湿婆。他也同时知道他们都受着婆罗门祭师的压迫。为了在庆生、婚礼、丧礼等伦常礼节中奉行正确的规仪，很多甚至非常贫困的家庭，也被迫要付给婆罗门金钱、食物或劳力。\n" +
    "　　一天，当路过一间茅房时，悉达多被房内传来的号哭声惊动。于是，他叫提婆达多入内查个究竟。他们发现原来这间屋的主人刚刚去世，而他的家里十分穷苦。他的妻儿瘦得可怜，身上只披着破布。他们的房子也旧得像随时会倒塌。原来这家的男人因为想请婆罗门替他的地方洒净以便重建厨房，被迫要报以苦工。连续几天，他都要替婆罗门搬运大石和砍柴，最后病倒了。在回家的途中，他不支倒地，一命呜呼。\n" +
    "　　由于他自己的反省和观察，悉达多开始对一些婆罗门的基本教义产生疑问，例如《吠陀》是否真的是专赐给婆罗门的，婆罗门是否是宇宙间至高无上的统治者、经文和祭仪本身是否拥有无穷的力量等。同时，悉达多很同情那些敢直接挑战婆罗门教条的教士。他对这方面的兴趣从没有减退，更从没有错过任何有关《吠陀》的课堂或讨论会。他又同时热衷于语文和历史的研究。\n" +
    "　　悉达多很喜欢与隐士和僧人交流。但因为父亲的不满，他便要时常找借口外出，才可与这些人会晤。这些僧人对物质的拥有和社会的地位全不重视。这与婆罗门刻意追求权力截然不同。反之，这些僧人都刻意放弃一切，以断绝世间的烦恼而得到解脱。他们对《吠陀》和《奥义书》的经义已全部通晓。悉达多知道很多隐士都住在西邻的憍萨罗，或南面的摩揭陀。悉达多很希望有一天能到这些地方去跟他们研习。\n" +
    "　　净饭王当然知道悉达多的意向。他把恐怕儿子会出家当僧人的这个忧虑告诉了他的王弟斛饭王，即提婆达多和阿难陀的父亲。\n" +
    "　　“憍萨罗这个国家一直以来都对我们的领土虎视眈眈。我们必须靠悉达多和提婆达多这班后辈的才干，来保卫国家的命运。我很怕悉达多会如阿私陀预言般去当僧人。如果是真的，提婆达多也很有可能跟他一起这样做。你可知道他们是如何喜欢跟那些隐士交往吗？”\n" +
    "　　斛饭王被大王这番话吓了一跳。想了一会儿，他低声在大王耳边说：“如果你问我的话，我认为你应该替悉达多找个妻子。有个家庭要照顾，他就必定会放弃做僧人的念头了。”净饭王点头同意。\n" +
    "　　那天晚上，大王对乔答弥透露他的心事。王后于是答应，会替悉达多安排在短期内成婚。虽然王后自己才刚产下小公主孙陀莉难陀，但她分娩后不久即开始在宫中安排一些年轻人的聚会。悉达多对参与这些音乐晚会、运动会和远足等活动都表现得很热忱。他也结识到很多男男女女新朋友。\n" +
    "　　净饭王有一个妹妹，名芭蜜莎。她的丈夫是拘利的国王檀迦巴利。他们在拘利的都城罗摩村和迦毗罗卫都有居所。释迦国和拘利国只隔着一条河，所以这两国的人民，世世代代都相处得很融洽。两座都城也只有一天行程之隔。在乔答弥的游说下，拘利国的大王与王后都同意在库纳湖畔的草原举行一次武术比赛大会。净饭王将会亲临主持，以鼓励年轻的国民锻炼他们的体能和武功。都城里所有的青年男女都受邀参加。少女们并不参与比赛项目，而是以她们的喝彩和掌声来给参赛者加把劲儿。芭蜜莎王后和檀迦巴利大王的女儿耶输陀罗负责迎宾。她可爱秀丽，美得清新自然。\n" +
    "　　在所有的项目中，包括了射箭、击剑、赛马和举重等，悉达多囊括了全部冠军。颁奖给他的正是耶输陀罗，而奖品竟是一头白象。她两掌紧合，微低着头，用高贵文雅的语气宣布：“悉达多太子，请你为你应得的胜利，领受这头白象。也同时请你接纳我心底至诚的祝贺。”\n" +
    "　　公主的举止雍容淡定，衣装温文尔雅。她的笑容就如半开的莲花般清爽。悉达多鞠躬，然后直望她的眼里，轻声说道：“谢谢你，公主。”\n" +
    "　　站在悉达多后面的提婆达多，因为只赢得亚军而非常不快。看见耶输陀罗对他全没理睬，他一手拿起象鼻，狠狠地打了一下鼻子最弱的部位。白象登时感到万分痛楚，跪在地上。\n" +
    "　　悉达多很严厉地望着提婆达多，呵斥道：“堂弟，那太过分了。”\n" +
    "　　悉达多揉揉象鼻的弱处，又说着安慰它的话。白象慢慢地站起来，低头向太子致敬。现场观众的掌声雷霆贯耳。悉达多骑上象背，开始他的胜利巡礼。在驯象师的引领下，白象载着悉达多，在人群的簇拥中，在迦毗罗卫国城内巡行。耶输陀罗以缓慢而高贵的步伐，在他们旁边随行。"
  },
  {
    title:'遇见未来的妻子——耶输陀罗',
    content:"进入少年时代的悉达多，开始发觉宫中的生活有点局促。于是，他开始到城外游历，看看外面的世界。他每次出游，都有他的忠心随从车匿做伴。有时，他的弟弟或朋友也会同行。虽然车匿是负责悉达多的车马的，但出游时，他和悉达多会轮流执缰策马。因为悉达多从来都不用马鞭，所以车匿也同样不用。\n" +
    "　　从北面喜马拉雅山脉的崎岖山脚到南面的广阔草原，悉达多游遍了释迦族的每一个角落。都城迦毗罗卫城坐落在人口最多和物资最富庶的低洼地带。虽然比起邻近的憍萨罗和摩揭陀两国，释迦国的面积很小，但它位置之理想非其他两国所能比媲。源于高地的卢醯河和滂河，正好流下来灌溉着那肥沃的平原。这两条河向南伸展，直至和尸赖拏伐底河合流之后才倾入恒河。悉达多最爱坐在滂河岸上看着水流。\n" +
    "　　那里的村民都相信滂河的水可以把他们过去及现在的罪业洗去。因此，他们就是在很冷的天气，也会时常把自己浸在水里。一天，坐在河边时，悉达多问道：“车匿，你相信这河水真的能够洗去罪业吗？”\n" +
    "　　“一定可以吧，太子。不然，哪会有这么多人来河里洗涤呢？”\n" +
    "　　悉达多笑了笑，“那么，所有的鱼、虾、蚝等水居生物，必定就是世上最贤良无染的了！”\n" +
    "　　车匿答道：“在最低限度我可以说，在这儿沐浴是应该可以洗清身上的污垢的！”\n" +
    "　　悉达多大笑起来，拍拍车匿的肩膀，“这句话，我应该同意吧！”\n" +
    "　　又一天，当悉达多在回宫途中经过一个贫穷村落时，很意外地见到耶输陀罗和她的侍婢在那里照顾那些患上眼疾、感冒、皮肤病等不同病症的小童。耶输陀罗虽然穿得非常简单，但望上去却像一位女神。身为一个王女而甘愿亲自为贫苦大众施与关怀和服务，悉达多实在被她深深感动。她替病童们清洗感染的眼睛和皮肤，又给他们配药和洗净肮脏的衣服。\n" +
    "　　“公主，你这样做已有一段时间了吗？”悉达多问道，“在这里见到你真是美好。”\n" +
    "　　正在替一个小女孩洗手臂的耶输陀罗，抬起头来，“差不多有两年了，太子。不过，这只是我第二次到这村里来。”\n" +
    "　　“我时常来这儿的。小朋友和我非常熟络。公主，你这份工作一定带给你很大的满足感。”\n" +
    "　　耶输陀罗只是微笑，没有作答。她弯下身来继续替女孩洗手臂。\n" +
    "　　因为那天有机会和耶输陀罗进行比较详细的谈话，悉达多很意外地发觉，他们彼此原来有着很多相同的想法。耶输陀罗并不满足于只做一个对传统盲从的宫廷淑女。她也研读过《吠陀》，同时心里对社会上的不公平感到非常不满。就如悉达多一样，她并不觉得身为一个富贵和有特权的王室成员是真正快乐的。她极度鄙厌宫庭中大臣和婆罗门间的权力斗争。她知道身为一个女子，她做不了什么来改变社会。参与慈善工作是唯一能表达她的理念的方法。她希望她的朋友可以从她的示范中，看到这类工作的价值。\n" +
    "　　第一次见到耶输陀罗，悉达多就已对她留下了很深刻的印象。现在，他发觉自己更被她的每一句话拉近他们的距离。他的父亲曾表示希望他快些成婚，可能耶输陀罗就是这个适当的人选。虽然在那些音乐和运动的聚会中，悉达多也曾结识很多年轻貌美的女子，但耶输陀罗除了是最美丽的之外，还是令他感到最舒服和满意的一个。\n" +
    "　　一天，乔答弥王后决定为全城中的少女们开一场宴会。她又请了耶输陀罗的母亲芭蜜莎来帮忙。所有迦毗罗卫国的年轻女子都受到邀请，而每一位都会被赠送一件珠宝饰物。芭蜜莎王后提议应该由悉达多来把礼物送出去，就像耶输陀罗在武术大会中做迎宾一样，以示诚意。净饭王和王室的其他成员也将参加。\n" +
    "　　宴会在一个凉快的晚上举行。王宫的礼堂摆满了各式各样的美酒佳肴。四周都有乐师们弹奏着音乐娱宾。在花灯闪动的光线下，温文有礼的女士们鱼贯入场，身上都穿着颜色鲜丽和镶有耀目金线的纱丽。她们逐一经过王室的长者和高官面前，包括了大王和王后在内。穿上了太子华服的悉达多，站在左边一张铺满珠宝饰物的桌子后面，等着赠送礼物给这一千多位淑女们。\n" +
    "　　悉达多起初曾拒绝亲自派送礼物，但他最后还是被乔答弥和芭蜜莎说服。“获得太子你亲自赠送的礼品，一定会令她们每个人都感到荣幸和快慰。这点你是应该知道的吧。”芭蜜莎这样说，脸上挂着一个十分肯定的微笑。悉达多绝对不想扼杀别人得到快乐的机会，于是他便答应了。可是，现在站在众多宾客之前，他实在对于怎样选择适当的饰物给每一位女士感到困惑。每个女士都要行经所有嘉宾才到达悉达多的跟前。第一个出来的少女是苏玛，一个王爷的女儿。芭蜜莎指导她行上梯级到台上，跟着停下来向大王、王后及所有来宾鞠躬，然后才走近悉达多。到了悉达多面前，她低下头来作揖礼敬。悉达多也鞠躬以示回礼，并将一串玉石珠链赠送给她。宾客们鼓掌以示同意，而苏玛则再次鞠躬。她非常轻声地说了一些谢词，只可惜悉达多一点也听不到她说什么。\n" +
    "　　下一位是罗希妮，名字是依一条河流起的。悉达多没有刻意挑选饰物去配合每个女子的样貌和气质。他只是从桌上随着次序拿起下一件饰物给下一位女士。因此，虽然有众多女士排候，但赠送仪式并没有拖得太长。到晚上十时，所有的饰物几乎全部送出了。每人都以为最后的一位是个叫顗罗的女子。正当悉达多以为自己的任务已完成，一个年轻女子从观众席中出来，朝台上缓缓走去。她正是耶输陀罗。她穿着一件象牙色的纱丽，轻盈清丽得像晨曦里的一缕凉风。她向大王及王后鞠躬。一如她向来的自然大方，她行到悉达多面前，向他浅笑说道：“不知太子可还有点东西给我吗？”\n" +
    "　　悉达多望着耶输陀罗，然后有点不知所措地瞄向桌上剩下来的饰物，他脸都晕红了——桌上剩下来的，没有一样是配得起耶输陀罗的美丽的。忽然，他展露微笑。他从自己的颈上摘下戴着的那条项链，交了给耶输陀罗，“公主，这是我给你的礼物。”\n" +
    "　　耶输陀罗摇着头，说：“我是为了表示对你的尊敬而前来的。我又怎能拿走你自己的项链呢？”\n" +
    "　　悉达多回答道：“我的母亲乔答弥王后，常常说我不戴珠宝饰物比较英俊。公主，就请你接纳这份礼物吧。”\n" +
    "　　他示意她行近一点，好使他可以替她带上这串闪闪发光的宝石项链。全部来宾立刻鼓起掌来，而欢呼声更不绝于耳。他们都热烈地站了起来，以表示他们的赞许。"
  },
  {
    title:'佛陀结婚了',
    content:"悉达多和耶输陀罗的婚礼在翌年的秋天举行。那天是释迦国普天同庆的日子。整个迦毗罗国都布满了旗帜、灯饰和鲜花，而音乐也是处处可闻。悉达多和耶输陀罗的座驾马车，所到之处都是欢声载道。他们又到城外的村落和小市镇去赠送食物和衣服给那些贫苦的家庭。\n" +
    "　　净饭王亲自策划建筑三座适应不同季节的王宫，送给这对新人。夏天的王宫兴建在高原上倚山的幽美地区。为雨季和寒季而建的，则坐落于都城的中心。每座王宫都设有莲池，里面种着浅蓝色、粉红色或白色的莲花。他俩的锦履华服和每天燃点的檀香，都是特别从西南面伽尸国的都城瓦拉纳西专程订购回来的。\n" +
    "　　净饭王现在才觉安心，因为悉达多已走上了他梦寐以求的路。他亲自挑选国内最佳的乐师和舞蹈员，为悉达多和耶输陀罗长期表演以供娱乐。\n" +
    "　　可是，对悉达多和耶输陀罗来说，快乐并非是从安枕无忧的权贵生活中可以找到的。他们的快乐，是从坦诚相待、互诉心声中获得的。他们全没有为山珍海味或绫罗绸缎而心动。虽然他们都懂得欣赏歌舞的艺术，但他们永不会沉迷于这些享乐之中。他们有他们的梦想——去寻找在追求精神升华和社会革新役旅上的一切答案。\n" +
    "　　第二年的夏天，悉达多自幼的忠仆车匿驶着马车，载悉达多和耶输陀罗前往夏宫。途中，悉达多便乘机介绍耶输陀罗认识国内她未曾到过的地方。他们在每处逗留几天，有时更会在乡村里的民居过宿，与村民一起吃简单的食物和睡在绳织的床上。从这些经历中，他们学到了很多不同地方的生活方式和习惯。\n" +
    "　　有时，他们会遇到很悲惨的情景。他们曾见过一些家庭有九个或十个小孩，而每一个小孩都染上了顽疾。无论那些父母怎样日夜劳苦，他们永远都赚不够抚养孩子的钱。一般农民的生活都是十分艰苦的。悉达多凝视着骨瘦如柴的小童，他们都因生虫或营养不足而导致肚胀。他又看到一群伤残者在街上行乞。这一切情景都使他非常不安。他看到这些人，全部都是被困在无法逃脱的环境里面。贫病交迫之余，他们更要遭受婆罗门的欺压。而对这些欺压，他们又都伸诉无门。他们离都城太远了。况且，真的到了都城，又有谁会帮助他们呢？悉达多知道，就是一国之君，也没有力量去改变他们的悲惨景况。\n" +
    "　　悉达多很清楚宫廷里的一切运作。每一个官员都只顾着保护和巩固自己的势力，把民间的疾苦和需要都置之脑后。因为曾亲眼看到他们的互相斗争和残害，悉达多对政治只感到极度的反感。他很明白就是自己父亲的权力，也是十分脆弱和有限的——一个国君根本就是被囚于自己的地位之中，因而失去真正的自由。虽然他的父亲也知道部属贪婪腐败，但无奈又要倚靠这些部属来保卫王朝。悉达多知道自己继位后，也必然会这样做。他明白只有当人们把心内的贪婪和嫉妒都消除了之后，环境才会因之而改。就因为这样，他寻找精神解放之道的欲望又重燃了。\n" +
    "　　耶输陀罗聪明黠慧。她了解悉达多心底的冀盼，而且她很有信心，如果悉达多决心寻道，他是必定会成功的。但她也非常踏实，因为她知道这并非是数月甚或数年可以做到的事。这段时间内，悲惨和痛苦仍是会不断发生。所以她认为当务之急应该是立即行动。她与悉达多商讨用不同的方法去帮助社会上最贫困的人。她已推行这种工作好几年了。除了替一些人解除痛苦之外，她的努力也为自己心里带来了一点安祥和快慰。如果有悉达多的热切支持，她相信这类工作一定可以持续很长一段时间的。\n" +
    "　　各式各类的日用品以及不同岗位的侍从婢仆，从迦毗罗卫城源源不绝地到来以供他们使用和差遣。悉达多和耶输陀罗把大部分的用人都遣送回去，只留下几个来帮忙打扫花园、烧饭和管家。他们当然留下了车匿。耶输陀罗尽量把生活安排得简单。她会亲自入厨指导佣仆做些清简而又合悉达多心意的菜式。至于悉达多的衣装，她会亲力亲为，自己打点一切。她不时请教悉达多有关她回城后将要重新投入的救援工作。悉达多非常明白她对这些工作的热忱，并永远都会给她无限的支持和鼓励。耶输陀罗也因此而对她的丈夫更加信任。\n" +
    "　　虽然悉达多从没怀疑过耶输陀罗这些工作的价值，但他却觉得这条途径并不能导致真正的祥和安稳。人们不单是被困在社会的不公平和疾病的折磨之中，还被他们自己心智所产生的忧悲苦恼束缚着。如果有一天耶输陀罗也陷入了恐惧、嗔怒、愤恨或失望之中，她又哪会再有精力去继续她的工作呢？悉达多自己曾亲身经历过因朝廷和社会的不健全而引起的怀疑、沮丧和痛苦。他知道心底的平静才是社会工作的真正根基。但他并没有让耶输陀罗知道他这种想法，因为他恐怕这样做会令她更加忧虑。\n" +
    "　　回到冬宫后，他们就要款待不停到访的宾客。虽然耶输陀罗对亲朋好友都热情招待，但她最关注的，仍是悉达多与别人所谈及的哲学宗教与政治社会关系的话题。就是四处出入忙着督导侍应时，她也不会错过这些言谈的一字一句。她曾希望在众多朋友中，能找到一些志同道合的来加入她的工作，可惜没有几人表示兴趣。他们大都只想着欢宴作乐。但悉达多和耶输陀罗仍然耐心地接待他们。\n" +
    "　　除了悉达多以外，还有另一个同样明白和支持耶输陀罗的人，她就是乔答弥王后。王后非常关心儿媳的快乐，因为她知道如果耶输陀罗快乐，悉达多也会快乐。不过，这并非她支持耶输陀罗慈善工作的唯一原因。乔答弥王后本身就是一个很慈悲的人。她第一次跟耶输陀罗去探访穷乡僻壤，便立刻体会到这种工作的真正价值。它不只是给予穷苦人家米饭、面粉、布匹和医药等物资上的支持，更重要的是可以在他们痛苦的时候，直接给予他们慈祥的目光、一双援助的手和一颗爱心。\n" +
    "　　王后不像宫里其他的人。她经常对耶输陀罗说，女人也如男人一样拥有智慧和力量，所以也应该肩负社会上的一些责任。虽然女人特别擅长令家庭倍添温馨，但这并不代表她们就只应该留在厨房或王宫里。乔答弥发觉她可以和儿媳成为交心的朋友，因为耶输陀罗就像她一般独立和深思。王后不仅嘉许耶输陀罗的工作，她还与耶输陀罗肩并肩地一起参与。"
  },
  {
    title:'生、老、病、死，一生都要面对',
    content:"这段时间，净饭王表示希望悉达多能够多留在他的身边，好使他能指导儿子有关朝政的一切事宜。太子被邀请出席很多公事上的会议。有时，他是单独与大王会商，有时他则是和大王及朝臣一起开会。悉达多对朝廷的事务永远都全力以赴。但他渐渐明白，一个国家的政治、经济和军事上所出现的问题，往往都是由于参政者的私人野心而引起的。当他们永远只是关心个人权利的保障时，他们是没有可能为百姓着想而推行仁政的。每当看到那些假仁假义的腐败官僚，悉达多就会十分气愤，怒火中烧。虽然如此，他却要把这些感觉隐藏，因为他实在没有其他对策可提供。\n" +
    "　　一天，与几个大臣会议完毕，净饭王问他：“为何你总是默默地坐在那里，不给任何意见呢？”\n" +
    "　　悉达多望着他的父亲，说：“我并不是没有意见，而是说出来也起不了作用。它们都是治标不治本。我仍未想到一个有效的方法来对治朝廷中有私心的一群人。就如弗山密达，他在朝廷中是有相当权势的一个，但你肯定知道他是贪污的。他也曾多次想削弱你的权力以增强他自己的。可是，你奈何不了他，仍然要倚仗他的帮忙。原因何在呢？因为你知道如果不这样，动乱就会随之而来。”\n" +
    "　　净饭王望着他的儿子，默然无语。过了一会儿，他说：“悉达多，你应该明白，要维持一个家或国的和平，有很多事情是需要容忍的。我个人的力量很有限，但我深信如果你好好地准备自己继位为王，你必定会比我做得出色得多。你是有才干去剿灭奸党而又同时防止内乱的。”\n" +
    "　　悉达多叹息道：“父亲，这并不是才干的问题。我相信最基本的问题是要令一个人的心得到解脱。”\n" +
    "　　他们父子这番对话和交流，渐渐使净饭王感到不安。他认定悉达多是个有非凡深度的人，又察觉到他与自己对这个世界的看法很不相同。不过，他仍然满怀希望，认为假以时日，悉达多定会接受他的王位而当之无愧。\n" +
    "　　除了履行朝廷的职责和扶助耶输陀罗，悉达多仍继续与那些有名望的婆罗门和高僧交流切磋。他知道宗教的探索并不只限于研读圣典，而是要兼顾禅坐静思的修习，才能达到心智的解脱和释放。他开始更深入地去认识禅定。他尽量把所学的运用于日常的宫中生活，然后把这些体验与耶输陀罗一起分享。\n" +
    "　　“瞿夷，”悉达多喜欢这样称呼耶输陀罗，“或许你也应该习禅。它能使你心境平和，又能令你持续工作很长的时间。”\n" +
    "　　耶输陀罗依照他的提示去做。无论她的工作多么忙，她也会腾出时间来坐禅。他们夫妇俩一起静静地坐着。这段时间里，他们会叫随从退下，打发乐师们到别处演奏。悉达多从小便被教导有关婆罗门一生的四个阶段。在年轻时代，婆罗门会研读《吠陀》。第二个阶段是结婚、组织家庭和为社会服务。当儿女长大后，他们就进入第三个阶段，即可以退休和全面投入宗教研究。而第四个阶段，就是放下所有世务与束缚，去过一个出家人的生活。细心思量后，悉达多认为到年老才学道，为时已晚。他并不想等这么久。\n" +
    "　　“为什么一个人不可以同时过这四个阶段的生活？为何有家庭就不可以追求宗教生活呢？”\n" +
    "　　悉达多要在他目前的生活中修学大道。他当然没有忘记那些在王舍城的远方导师。他知道如果自己有机会跟他们学习，肯定会有很大的进步。与他经常往来的僧人和导师，时常提及如阿罗罗和乌陀迦罗摩子等大师。许多人都向往能有机会获得他们的指导，而悉达多感到自己的期盼也越来越迫切。\n" +
    "　　一天下午，耶输陀罗从外面回来，满脸悲伤，一言不发。一个她照顾了将近十天的小孩去世了。虽然她已尽了全力，但也没法把他从死神的手中抢救回来。无法控制她的悲痛，耶输陀罗坐在一旁沉思，眼泪直流。她完全抑制不住她的情绪。当悉达多从朝中回来时，她又再次痛哭起来。悉达多把她抱在怀里，尽量安慰她。\n" +
    "　　“瞿夷，我明天和你一起去参加葬礼。尽情哭吧，这会减少你心里的痛楚。生、老、病、死都是我们这一生要肩负的。发生在这孩子身上的，随时都会发生在我们任何一个人的身上。”\n" +
    "　　耶输陀罗边饮泣，边说：“我现在每天都体验到，一切就真的如你所说的一样。与庞然的痛苦比较起来，我的双手是何等渺小。我的心里时刻都充满了惶恐与忧伤。丈夫啊，请你教我怎样去克服我心里的痛苦吧。”\n" +
    "　　悉达多紧抱着耶输陀罗，“我的妻子，我现在也正在寻觅解除我自己心中痛苦的途径。我已看透人生百态，但却仍未找到解脱之道。不过我有信心终有一天会找到的。瞿夷，你一定要对我有信心。”\n" +
    "　　“亲爱的，我从来都没有对你失去过信心。我知道你决意要去做的事，一定会坚持到底，直至成功。我也知道你总有一天，将会为体解大道而放弃一切富贵名位。但是，我的丈夫，我请你暂时不要离开我。我很需要你啊。”\n" +
    "　　悉达多用手轻轻抬起耶输陀罗的下巴，望入她的眼里，说道：“不，我不会现在离开你。只有当、当······”\n" +
    "　　耶输陀罗用手盖住悉达多的嘴，“悉达多，请不要说下去。我现在只想问你，假如我们有个孩子，你会希望是男的还是女的？”\n" +
    "　　悉达多愕然。他细心地望着耶输陀罗，“瞿夷，你说什么？你的意思是，你是说······”\n" +
    "　　耶输陀罗点头。接着，她指着自己的肚子说：“可以怀有我们爱的结晶，实在令我高兴莫名。我希望是个生得和你一模一样的男孩，具备你的聪明才智和善良的美德。”\n" +
    "　　悉达多用臂弯再把耶输陀罗抱紧一点。在这欢欣的一刻，他也同时感到隐忧存在。不过，他仍笑着说：“是男是女，我都同样高兴。最重要是娃娃有着你的慈悲和智慧。瞿夷，你告诉你母亲了没有？”\n" +
    "　　“你是我唯一告诉了的人。我今晚会到大殿向乔答弥报告。同时，我会向她请教最好的方法来照顾这个未出生的孩子。我明天将会把这个消息告诉我的母亲芭蜜莎王后。相信每个人都会为此兴奋。”\n" +
    "　　悉达多点头。他知道王后一定会第一时间把消息告诉他的父亲。而大王就必定欢喜若狂和大摆筵席庆祝一番。悉达多感到，紧系他于宫中生活的束缚，似乎被拉得更紧了。"
  },
  {
    title:'佛陀有了自己的儿子',
    content:"乌达因、提婆达多、金比莱、跋提、摩男拘利、迦罗丹赖和阿耨楼陀都是常到宫中与悉达多谈论政治和伦理道德的一班朋友。再加上阿难陀和难陀，他们将会成为悉达多日后登位的智囊团。他们通常喜欢在讨论之前先喝几杯美酒。为了迁就朋友的喜好，悉达多会留着乐师和舞团一直表演至深夜。\n" +
    "　　对于大大小小的政策，提婆达多都会滔滔不绝地发表一番议论。而乌达因和摩男拘利则会不厌其烦地和提婆达多理论。悉达多倒说得少。有时，在歌舞表演之中，悉达多转头望过去，会发觉阿耨楼陀已疲倦得垂着头，一副半醒半睡的样子。他便会走过去摇醒他，和他一起悄悄地走到外面去欣赏月色和细听附近的潺潺流水。阿耨楼陀是摩男拘利的弟弟。他们的父亲是悉达多的叔叔。阿耨楼陀是个平易近人的俊男。虽然他在宫中很受女士们的倾慕，但他自己却并不多情。悉达多和阿耨楼陀很多时候会在花园里坐至午夜时分。这时，其他的人通常都已因为太累或太醉而回客房里休息，而悉达多便会把他的横笛拿出来，在明亮的月光下吹奏。瞿夷会放置一个小香炉在石上，然后静静地坐在一旁，欣赏那在柔和温暖的夜空中荡漾的乐韵。\n" +
    "　　时间过得很快，耶输陀罗的产期逐渐接近。芭蜜莎王后告诉女儿不用回娘家待产，因为她当时正在迦毗罗卫国居住。芭蜜莎和乔答弥两位王后一起召请了城中最好的助产妇到来。耶输陀罗临产那天，两位王后都同时在左右待着。王宫内弥漫着肃穆和期待。虽然净饭大王没有出现，但悉达多知道他正在自己的宫中焦急地等着消息。\n" +
    "　　当耶输陀罗的阵痛加剧，她就立即被侍婢扶入寝宫的内室。那时正是中午，天空骤然乌云密布，变得阴暗，犹如有神祗之手把太阳掩盖。悉达多在外面坐着。虽然被两堵墙隔着，他仍可清楚地听到妻子的叫喊声。他的情绪一刻比一刻紧张。耶输陀罗的呻吟，一声接着一声，每声都使他心如刀割。他无法安定下来，唯有来回踱步。有时，耶输陀罗的叫声凄厉得令悉达多不禁心乱如麻。他的生母摩耶王后就是因为分娩他而最终去世的。这是他永远不会忘记的痛楚。这次是耶输陀罗替他分娩自己的孩子。虽然生孩子是一般女性必经的道路，但这条路危险重重，甚至会有生命之虞。更甚的是，母子俩可能会同时丧命。\n" +
    "　　突然想起数月前从一个僧人所学，悉达多跏趺莲坐下来，尝试安住他的心识。这段时间是一次真正的考验。他要在耶输陀罗的叫声中保持平静的心境。忽然，一个新生婴儿的影像在他的脑海中浮现出来，那是他自己孩子的影像。每个人都一直希望他有孩子，每个人都会为他生了孩子而高兴。他自己也曾渴望有自己的孩子。但身处这件事情真正发生之际，尤其在这紧张的时刻，他才明白一个孩子的诞生是如何重要。他未找到自己的道路，他也仍未知道自己在往哪儿走。无奈他已经有了自己的孩子——这是否是孩子的不幸呢？\n" +
    "　　耶输陀罗的叫声突然停了下来。他站起来。发生什么事？他可以感觉到自己的心跳。他尽量留心观察自己的呼吸，以恢复镇定。就在这时，一个婴儿的啼哭声划破了沉寂。娃娃出世了！悉达多一手把额上的汗抹去。\n" +
    "　　乔答弥王后打开门来看他。见到她的笑容，悉达多知道一切平安。王后坐下来对着他说：“瞿夷生了一个男孩。”\n" +
    "　　悉达多笑了。望着母亲，他满怀感恩。\n" +
    "　　“我会给孩子取名罗睺罗。”\n" +
    "　　那天下午，悉达多到房间里探望妻儿。耶输陀罗对他凝望，闪亮的眼睛充满爱意。他们的儿子躺在她的身旁。因全身都裹在丝绸里，悉达多只可看到胖胖的小圆脸。悉达多似有所求地看看妻子，耶输陀罗很明白丈夫的意思，她点头示意，允许悉达多把孩子抱起。耶输陀罗望着悉达多把孩子抱在怀里。悉达多一时间感到飘飘若仙。但另一方面，他心内却是忧虑重重。\n" +
    "　　耶输陀罗休息了几天。乔答弥王后负责打点一切。从准备特别的食物到留意炉火以使她们母子温暖，她都一概照顾到。一天，悉达多来探视妻儿。抱着罗睺罗在手中时，他慨叹人的生命既脆弱又宝贵。他回想起那天和耶输陀罗一起去参加那个小童的葬礼。小童只有四岁。当他们抵达时，尸体仍躺在床上。生命的气息已全然消失，那孩子的身体只剩下皮包着骨，而皮肤更仿如腊造，颜色青白。孩子的母亲跪在床边，一会儿拭干眼泪，一会儿又再哭起来，不多久，一个婆罗门到来为他作丧仪，准备出殡。曾整夜守夜的邻居，把小童的尸体抬上一张他们用竹子做成的担架，以便扛到河边去。悉达多和耶输陀罗跟着村民的行列走。河畔已简单地堆砌了火葬的柴薪。随着婆罗门的指示，他们把担架扛到河中，让尸体全浸在水里。跟着，他们又把担架和尸体扛出来放在地上，让水漏走。这是一项代表清净的仪式，因为他们都相信滂河的水是可以清洗罪业的。一个男人把香水淋在柴木上后，小童就被放上面。婆罗门手拿一把火炬，围绕着尸体高声念诵。悉达多认出那些经文是从《吠陀》节录出来的。婆罗门环绕了三次之后，便把柴木燃点起来，很快便烧得熊熊的。小童的母亲和兄弟姐妹随即号啕大哭。不多时，那个男孩的尸体就变成了灰烬。悉达多望望耶输陀罗，见她眼泪盈眶。他自己也觉得有哭泣的冲动。“孩子啊，孩子，你现在回到哪里去了？”他这样想。\n" +
    "　　悉达多把罗睺罗交回给耶输陀罗。他走到外面，独个儿坐在花园里，直至夜慕低垂。一个仆人跑来找他。“王太子，王后叫我来找你的。你的父王来访。”\n" +
    "　　悉达多步回宫内。这时，王宫的灯火已全部亮起，闪耀辉煌。"
  },
  {
    title:'为了寻找大道，只能不告而别',
    content:"耶输陀罗很快便已恢复体力，重投工作。同时，她也需要有很多时间陪伴着小罗睺罗。一个春日，在乔答弥王后的坚持下，车匿驾马车载着悉达多和耶输陀罗到郊外小游。他们也带了罗睺罗和一个照顾他的年轻女仆宝珠同行。\n" +
    "　　和煦的阳光映照在幼嫩的绿叶上。鸟儿站在花儿待放的无忧树和阎浮树上歌唱。车匿让马匹慢慢地踱步。乡下的居民认出了悉达多和耶输陀罗，纷纷站起身，挥手致礼，以表欢迎。当他们行近滂河岸的时候，车匿突然强行把马车刹停。阻拦去路的，原来是一个倒在地上的男人。他的手脚都向身内蜷曲，而且全身都在颤抖。他半开的嘴里不时传出呻吟声。车匿随着悉达多从车上跳下。那个男人望上去不到三十岁。悉达多拿起他的手，对车匿说：“他似乎是患了严重的感冒，你说是吗？我们替他按摩一下，看看有没有帮助。”\n" +
    "　　车匿摇头说：“王太子，这些不是感冒的病征。我恐怕他是患上更严重的病——一种不治之症。”\n" +
    "　　“你这样肯定？”悉达多细看着那人，“我们不可以带他去看御医吗？”\n" +
    "　　“就是御医也没办法医治这种病症。我听说这是一种极容易传染的病。如果把这个人载上马车，只怕你的妻儿甚至你自己都会受到传染。为了你的安全，我请求太子你放下他的手吧。”\n" +
    "　　悉达多没有放开那男子的手。他看了看它，再看看自己的。悉达多一向都非常健康。但现在望着这个与他年纪相若的垂死男子，他一向以来所看作必然的，刹那间完全幻灭了。岸边传来哀怨的哭叫声。他抬头望去，看见一场葬礼正在进行。那里烧着葬礼的柴火。念诵声中，夹杂着断肠的哭叫和干柴在烈焰中的啪啪声。\n" +
    "　　回头再看那男人，悉达多发觉他已没有了呼吸。他那像玻璃的眼珠朝上呆望。悉达多把他的手放下来，轻轻帮他闭上双眼。悉达多站起来时，耶输陀罗已在他的背后不知有多久了。\n" +
    "　　她低声说道：“丈夫啊，请你去那边河里洗手吧。车匿，你也该这样做。我们要到下一个村庄通知有关官员，请他们料理这个尸体。”\n" +
    "　　之后，没有人再有心情继续这次的春日郊游了。悉达多嘱咐车匿转回宫中。在路上，没有一个人说话。\n" +
    "　　那天晚上，耶输陀罗因为做了三个怪梦而睡得不好。在第一个梦里，她见到一只白色的牛。这只牛的额上有一颗闪耀夺目的宝石，散发的光芒就如北斗星一般。它正向着迦毗罗卫国的城门缓步而走。从帝释天的祭坛，传来一种如从天降的声音，说着：“如果你留不住这头牛，这都城就再没有光明了。”城中的人们纷纷开始追逐这只白牛，但都没有一个人制止得住它。白牛行出了城门，绝尘而去。\n" +
    "　　第二个梦里，耶输陀罗看到四个天王在须弥山顶上，向着迦毗罗卫国发放光芒。突然，竖在帝释天祭坛上的旗帜猛然摇动，跌到地上。鲜花如雨般从天上降下，而城中四处都回响着天乐。\n" +
    "　　在第三个梦中，耶输陀罗听到震撼天地的声音在说：“时候到了！时候到了！”在惊慌中，她望向悉达多惯坐的椅子，却发觉他不见了。她头上插着的茉莉花这时跌落在地变成尘埃。悉达多留放在椅子上的衣物则变成了一条蛇，溜出门外。耶输陀罗只觉慌张混乱。她同时听到白牛在城外的吼叫声，帝释天祭坛上旗帜摇摆的噪音和那从天上传来的声音大喊着：“时候到了！时候到了！”\n" +
    "　　耶输陀罗醒来。她额上满是汗水。她转过来摇醒悉达多。“悉达多，悉达多，快醒来吧！”\n" +
    "　　他其实早已醒来了。他抚摸着她的秀发安慰她，然后问：“瞿夷，你做了什么梦？告诉我吧。”\n" +
    "　　忆述完那三个梦之后，她便问道：“这些梦是否是你快要离开我去访道的先兆？”\n" +
    "　　悉达多沉默下来，而后才安慰她说：“瞿夷，请别担心。你是个很有深度的女人。你是我的伴侣，真正可以帮我达成愿望的人。你比其他人都了解我。就是我将要离开你到远处去，我知道你也具备足够的勇气去继续你的工作。你是会好好照顾和养育我们的孩子的。虽然我离开了，到了很远很远的地方，但我对你的爱仍会始终一样，不会变更的。瞿夷，我是不会停止去爱你的。有了这份共识，你便一定能经得起我们的分离。当我找到了大道，我定会回到你和孩子的身边。请你现在好好地休息一下吧。”\n" +
    "　　诉说得那么温婉诚切，悉达多这番话直透耶输陀罗的心扉。她心中感到安慰，合上眼睛睡着了。\n" +
    "　　第二天早上，悉达多去跟他的父亲说：“父王，我恳请你允许，让我出家为僧，好使我能寻找开悟之道。”\n" +
    "　　净饭王十分惊讶。虽然他一早料到会有这天，但他并没有想到会来得这么突然。想了很久，他才望着儿子，回答道：“我们的历代祖先虽然有几个是出家的，但没有一个出家时是你这个年纪。他们都有是等到年过五十的。你为何不再等一下呢？你的儿子还小，而国家也要靠你啊。”\n" +
    "　　“父亲，对我来说，一天在位为王就好像一天坐在烘炉之上。如果我心不安宁，又怎能达成国家又或你对我的期望呢？我体会到时光的速逝，而我的青春也不例外。请你批准我吧。”\n" +
    "　　大王仍想说服他的儿子：“你应想及你的国家、父母、耶输陀罗和还是婴孩的儿子。”\n" +
    "　　“父亲，我正是因为想及你们，才来征求你的同意去出家。我并非有意逃避责任。父亲，就如你不能排解你自己心里的痛苦，你知道你同样不能把我心内的苦恼消除。”\n" +
    "　　大王站起来拉着他儿子的手，说道：“悉达多，你是知道我如何地需要你。你是我全部希望所在，请你不要离弃我。”\n" +
    "　　“我永远都不会离弃你。我只是要求你让我离开一段时间罢了。当我找到大道之后，我必定回来。”\n" +
    "　　净饭王痛心疾首。他没再多说，便回到自己的宫中。\n" +
    "　　稍后，乔答弥王后来与耶输陀罗共聚。而黄昏时分，悉达多的朋友乌达因，与提婆达多、阿难陀、跋提、阿耨楼陀、金芭娜和婆提一起到访。原来乌达因办了一个晚会，又聘请了城中最佳的舞团来表演。喜庆的火炬燃亮了整座王宫。\n" +
    "　　乔答弥告诉耶输陀罗，是大王曾召见乌达因，要他负责用尽方法让悉达多留下来。这个晚会就是他的第一个计划。\n" +
    "　　耶输陀罗吩咐侍从把一切款客的饮食都准备好，才和乔答弥退下，回到寝宫。悉达多亲自出来迎接宾客。这天正是八月的月圆日。当音乐开始时，月儿刚出现在东南面一行树梢上的天边。\n" +
    "　　乔答弥向耶输陀罗倾诉心声，直至很晚才离去。当她们一起行出露台时，刚好看到圆圆的月亮挂在夜空中。宴会正进行得兴高采烈。宫内不时传来音乐和谈笑声。耶输陀罗陪乔答弥到大门后，便自行去找车匿。找到他时，他已在睡觉。耶输陀罗把他叫醒，轻声对他说：“太子今晚有可能需要你。把金蹄准备好给他策骑。你也为自己另备马匹。”\n" +
    "　　“太子妃，太子要往那儿去？”\n" +
    "　　“请别问了。就照我说的去做吧，因为太子可能今夜要出外。”\n" +
    "　　车匿只好点着头走往马房，而耶输陀罗也回到宫里。她替悉达多准备好所有出行适用的衣物，放置在他的骑子上。跟着，她拿一簿被盖在罗睺罗身上，才自己躺到床上来。躺在床上，她听着外面热闹的音乐和欢笑声。这些声音持续了不知多久才渐渐消散。她知道客人已回到他们的房间了。耶输陀罗静静地躺在恢复了沉寂的王宫中。她等了很久，但悉达多仍没有回到寝室来。\n" +
    "　　坐在外面，悉达多凝望着明亮的月光和星星。千颗星星在闪耀。他决定当夜离开王宫。他终于回到房间，换上已等待着他的衣装。他拉开帏帐，望向床上。瞿夷躺在那里，应该是睡着了。罗睺罗在她的身旁。悉达多想与耶输陀罗说几句临别的话，但却踌躇。他已对她诉尽了要说的话。如果现在惊动她，反而会令他们的别离更难受。他放下帏帐，转头离去。他又踌躇了一会儿。再一次，他拉起帏帐，对妻儿望上最后一眼。他深深地看着他们，希望把这两张深爱和熟悉的脸孔印记于心。跟着，他放下帏帐，走出去了。\n" +
    "　　当他经过客堂，悉达多看到四周地毡上都躺着熟睡的跳舞女郎。她们的头发蓬松凌乱，嘴儿像死鱼般歪着。她们的手，跳舞时看上去是那么柔软和富有弹性，但现在却硬得像木板一样。她们的腿互相夹踏，仿如战场上的伤亡者。悉达多觉得自己像是经过一个坟场。\n" +
    "　　他来到马房时，发觉车匿没有睡。\n" +
    "　　“车匿，请你准备好马鞍，带金蹄来给我。”\n" +
    "　　车匿点头，他已准备好了一切。他说：“太子，我可否陪你去？”\n" +
    "　　悉达多点头后，车匿立即到马房取他自己的马。跟着，他们一起拉着两匹马到宫外。悉达多停了下来，抚扫着金蹄的鬃毛，说：“金蹄，今夜非常重要，你一定要为我这旅程尽力而为。”\n" +
    "　　他骑上金蹄，车匿也骑上了他的马匹。为了不张扬，他们只慢行着。守卫都已熟睡了。他们行出城门，全没问题。走出城外一段路，悉达多最后一次回头望向月色下的都城。这是悉达多出生和长大的地方。在这座城里，他经历过无数的欢喜与悲哀、忧虑与热望。在这同一座城里，现在正躺睡着他的至爱——父亲、乔答弥、耶输陀罗、罗睺罗和很多其他的人。他对自己细语说：“如果找不到大道，我是不会回来迦毗罗卫国的。”\n" +
    "　　他策马向南。金蹄迅即全速奔腾。"
  },
  {
    title:'开始独自修行',
    content:"虽然悉达多和车匿都马不停蹄，但抵达释迦国边境的时候，已是天亮。他们沿着横跨面前的阿陆玛河向下游而去，直至找到浅水之处，才骑着马越过河流。再走一段路，他们便来到一座森林旁边。一只花鹿在树丛中穿插着。鸟儿在附近飞来飞去，一点也没有被人迹骚扰。悉达多从马上跳下来。他抚扫着金蹄的鬃毛，微微笑着。\n" +
    "　　“金蹄，你真了不起。你帮忙让我来到这里。我为此很是感谢你。”\n" +
    "　　马儿抬起头来，亲切地望着主人。悉达多从马鞍下抽出一把短剑来。跟着，他左手拿起自己长长的头发，右手则挥剑把头发割了下来。车匿也从马上跳下。悉达多把头发和短剑都交给了车匿。然后他又除下颈上的宝石项链。\n" +
    "　　“车匿，带着我的项链、短剑和头发回去给我的父亲。请你叫他对我要有信心。我并不是因为自私或想逃避责任才离开家庭。我现在出来是为了你们全部人和所有的众生。请你代我劝慰大王和王后。也请你去安慰耶输陀罗。我恳请你这样做。”\n" +
    "　　当车匿伸手去接那项链时，泪水从他的眼里涌出来，“王太子，每人都将会十分伤心。我不知道应该对大王、王后和耶输陀罗王妃说些什么。太子，你有生以来都是睡惯高床软枕，又怎可以像个苦行者般睡在树下呢？”\n" +
    "　　悉达多笑笑，“别担心，车匿。我可以像他们一般生活的。你回去一定要告诉他们我的抉择，以免他们为我的失踪而担忧。现在就让我单独留在这里吧。”\n" +
    "　　车匿抹去眼泪，“太子，请你让我留下来照顾你。请你大发慈悲，因为我实在不想带如此伤痛的消息，给我所爱戴的人！”\n" +
    "　　悉达多拍了拍他的肩膀，用很认真的语气说道：“车匿，我需要你回去报讯给我的家人。如果你是真的关心我，请你照我说的去做。车匿，我不需要你在这里。没有一个僧人需要随从的！请你立刻回去吧！”\n" +
    "　　车匿虽然很不愿意，但也遵照太子的吩咐去做。他小心翼翼地把头发和项链放到他的外衣里，又把短剑插放在马鞍内。他紧握悉达多的手臂，牢牢地拉着他说：“我会如你所吩咐的去做的。但请太子你一定要记着我，记着我们所有人。你找到大道时，请千万别忘记回家。”\n" +
    "　　悉达多点头，给车匿一个表示肯定的笑容。他又再轻抚金蹄的头，“金蹄，我的好朋友，回家去。”\n" +
    "　　手执金蹄的缰绳，车匿骑上自己的马匹。金蹄转过头来最后一次看悉达多，眼中的泪水不比车匿的少。\n" +
    "　　悉达多一直望着车匿和两匹马消失踪影，才转向森林那边，开始走进他生命的新一页。从此，天幕将是他的屋盖，树林就是他的家。一股舒泰满足的感觉涌起。就在这时，一个男人从森林中走出来。因为这个人穿着一件沙门惯穿的披搭，骤看过去，悉达多还以为他是一个沙门。但细看之下，悉达多发觉他手执一把弓，后面还背着一筒箭。\n" +
    "　　“你是个打猎的，对吗？”悉达多问道。\n" +
    "　　“没错。”那人答道。\n" +
    "　　“既然你是猎人，为什么你穿得像个沙门？”\n" +
    "　　猎人笑着说：“就是全靠这件道袍，动物才对我全不防犯，使我可以容易射中它们。”\n" +
    "　　悉达多摇头，“那你就妄用了真正修道者的慈悲了。你同意拿你的道袍和我的衣服交换吗？”\n" +
    "　　猎人看见悉达多的王服，知道是无价之宝。\n" +
    "　　“你真的想与我交换？”那猎人问。\n" +
    "　　“当然啦，”悉达多说，“如果把这些衣服卖了，你一定有足够金钱做些小买卖，不用再打猎了。至于我，我正需要有一件道袍，因为我要做个僧人。”\n" +
    "　　猎人欢喜若狂，交换完衣服之后，便立刻拿着悉达多的华服匆匆离去。悉达多现在有了真正僧人的外表。他走入森林，在一棵树下坐了下来。作为一个出家人后，他第一次禅坐。经过在王宫中漫长的最后一日，和在马背上度过的整个秋夜，悉达多现在体验到安然的舒畅。他静坐着，细心地欣赏和培养那份初踏入森林便已察觉到的自由解放的感觉。\n" +
    "　　阳光从树林中透入，直射到悉达多的眼睫毛上。他睁开眼睛，看到一个沙门站在他前面。这个沙门的面容和身体都很瘦，而且更像备受生活上的折磨似的。悉达多站立起来，合掌作礼。他告诉沙门他才刚刚离开家庭，所以还未有机会求得导师。他表示准备前往南面阿罗罗迦罗摩大师的修道中心，问问那里可否收他为徒。\n" +
    "　　沙门告诉悉达多他也曾跟阿罗罗大师修习，并且知道大师现在已在吠舍离城以北开设了修道中心，超过四百多人在那里云集受教。他还表示知道怎样前往，而且可以亲自带悉达多去那里。\n" +
    "　　悉达多跟着他穿过森林到一条小径。这条小径绕过一座小山后，又进入了另一片森林。他们一直行至中午，而沙门就在这时开始教悉达多怎样去搜集野果和可吃的青蔬。他告诉悉达多如果找不到这些的时候，就需要挖掘根茎来充饥。悉达多知道自己将会长时间住在森林里，所以他问清楚所有可吃的食物名称，然后小心地把它们都记下来。他知道原来沙门是个只靠这些食物维生的苦行者。他的名字叫巴咖卫。他也告诉悉达多阿罗罗大师并不是修苦行的。除了采集山林里的食物，他跟他的门徒都会乞食或接受附近村民的供养。\n" +
    "　　九天之后，他们终于到达阿鲁毗耶附近阿罗罗迦罗摩大师的丛林道院。他们抵达时，阿罗罗大师正在为四百多个门徒开示。他看上去七十多岁。虽然很瘦弱，但他却目光炯炯，声音洪亮如鼓。悉达多和他的同伴坐在大师弟子的外围，细心聆听着大师的讲教。开示完毕后，所有的弟子便各自走入林中，继续修习。悉达多走过去跟大师见面，很恭敬地自我介绍：“尊敬的大导师，我恳请你收我为徒。我希望在你的引导之下生活和修学。”\n" +
    "　　大师听他这样说，便把悉达多仔细端详，然后表示接纳他的要求，“悉达多，我很高兴收你为徒。你可以在这里住下来。你照着我的方法和教导去做，应该很快便可悟道。”\n" +
    "　　悉达多俯伏地上，以表示感激和高兴。\n" +
    "　　阿罗罗大师居住在一间门徒为他建成的茅屋里。树林的四周布有其他弟子自住的茅舍。当夜，悉达多找到一处平坦的地面躺睡，以树根作枕。因为日间长途跋涉，他疲劳得躺下来便熟睡，直至天亮。当他醒来时，太阳早已出来，而整片森林都回响着鸟儿的歌唱声。他坐起来。其他的沙门已经做完早课的禅坐，正准备进城里乞食。他们给悉达多一个钵，又教他怎样行乞。\n" +
    "　　他跟着其他的沙门，持着钵进入吠舍离城。第一次持钵乞食，悉达多才恍然明白出家人与在家人的生活原来是如此密切——出家人是依赖在家众供应食物的。他学会持钵的正确方法，又学会怎样行路、站立、接受食物，以及诵经来答谢供养。当天，悉达多获得一些有咖哩汁的饭。\n" +
    "　　与他新相识的同修回到林中，他们便一起坐下进食。他吃完后，便往阿罗罗大师那里接受修行上的指导。阿罗罗大师正深入禅定地坐着，因此悉达多便静默地坐在大师前面，也尽量把自己的心收摄起来。过了很久，阿罗罗睁开眼睛。悉达多急忙伏在地上求教于大师。\n" +
    "　　阿罗罗替这个新来的弟子开示有关信念和精勤的重要，并示范教他怎样呼吸以达到定境。他解释说：“我的教义并不只是理论。知识是从亲身体验和证悟得来的，而并不是从思想上的争辩所得。为了达到不同层次的定境，你必须把一切以往及未来的念头全部清除。你必定要只专注于解脱。”\n" +
    "　　悉达多在问完有关对身体感官的控制后，便恭敬地向老师致敬，然后慢慢地行往树林里找一处适当的地方自修。他收集了一些干枝树叶，在一颗娑罗树下造了一间小房子，以便使禅修得以成就。他很努力修习，大概每五至六日，他便会再去请教阿罗罗有关他修行时所遇到的各种难题。在短短的时间内，悉达多已有很可观的进步了。\n" +
    "　　他禅坐的时候，已能够把念头放下，甚至对过去和未来都全无牵挂。虽然他感到思想和执著的种子仍然存在，但他已达到一种平静和喜悦的妙境。数星期后，悉达多的定境进展到连思想和执著的种子都化解了。跟着，他再进一步达到禅悦和非禅悦两者皆亡的境界。他只觉得五样感官的门道都已闭上，而他的心境就寂静平和得像风平浪静的湖水。\n" +
    "　　当他报告他的成果给阿罗罗大师时，大师十分惊讶。他告诉悉达多，在这短短的时间而有此成绩，他的进展实在难得。于是，他再教悉达多怎样达至“空无边处”的定境。这是自心和太虚合而为一的境界。在这个境界里，所有法界现象都湛然不生，因而了悟到空虚乃万法之源。\n" +
    "　　悉达多遵照大师的指导去做。不到三天，他已证得此境，但悉达多还未觉得“空无边处”的境界能把他从最深的忧虑悲哀中解脱出来。察觉这些的存在对他的修行构成了障碍，因此他又去请教阿罗罗了。大师对他说：“那你应该再上一个层次了。‘空无边处’与你的自心本体相同。它并非意识上产生的客体，而是意识本体。你现在需要体证‘识无边处’的境界了。”\n" +
    "　　悉达多回到林中他修行的地点，静修了两天，便已证得“识无边处”的定境。他体悟到自心实存于宇宙每一法之中。虽然如此，他仍感到受压于最深的悲忧烦恼。他再一次问教于阿罗罗大师，以释疑难。大师用深感敬佩的眼神望着悉达多说：“你已很接近目标了。回到你的茅舍去静思万法虚妄的性体吧。宇宙万物皆是自心所造。我们的心乃万法之源。色、声、香、味，以及触感辨别的冷热、软硬等，全都唯心所造。它们的存在并非如我们一向想象的那样。我们的意识就如画师一般，把万事万物描绘创造出来。如你一旦达到‘无所有处’的境界，你便已成功得道了。这就是了悟到自心以外一无所有的境界。”\n" +
    "　　这个年轻的僧人合掌表示他对老师的感谢，然后回到森林里。\n" +
    "　　悉达多跟阿罗罗大师修学时，同时认识了很多其他同修。他们都被悉达多慈和亲切的态度所吸引。很多时候，悉达多未有时间寻食，已发觉茅房外放着食物。当他禅坐起来，通常都会有其他沙门留了香蕉或饭团在门外给他。很多沙门都亲近悉达多以便向他学习，因为他们曾听大师赞赏他的进展和成就。\n" +
    "　　阿罗罗大师曾问及悉达多的背景，因而知道他是王子出身。但若被其他人问及此事，他只会笑而不答，或谦逊地说：“这不重要。我们最好只是谈有关修行大道的经验。”\n" +
    "　　不到一个月，悉达多便证得“无所有处”的定境。喜获此境，他在接下来的数个星期里潜心用它来摆脱心识深处的障碍。虽然这个禅定层次已非常高，但他仍觉帮不了他解决问题。最后，他又回去见阿罗罗大师了。\n" +
    "　　阿罗罗坐着，细听悉达多所说的。他双目发亮，表示着极度恭敬和赞叹地说：“悉达多，你极有天份。你已达到我可以教的最高境界了。我所做到的，你都已经做到了。我们不如一起来教导这群沙门吧。”\n" +
    "　　悉达多默默地考虑大师的邀请。“无所有处”的境界的确是宝贵的禅果，但既然它仍未解决生死和摆脱苦恼，它便仍不是全面的解脱。悉达多的目标不是在于领导僧众，而是在找到真正的解脱之道。\n" +
    "　　他合掌答道：“我尊敬的老师，‘无所有处’不是我的最终目标。对于你这段日子里给我的关怀和照顾，请你接纳我的衷心感谢。我现在求你允许，让我离开大家到别处继续寻道。这几个月来你对我的悉心教导，我实在万分感谢，并必定铭记于心。”\n" +
    "　　阿罗罗大师有点失望，但悉达多的去意已决。第二天，他又再次上路了。"
  },
  {
    title:'生命无常，疾病、死亡总让人措手不及、追悔莫及',
    content:"悉达多渡过了有名的恒河，进入摩揭陀王国，来到一个因有多位伟大精神导师而著称的地带。他决意要在此地找到一位可以教他了生脱死的导师。这些大师大都住在深山峻岭。悉达多不厌其烦地到处访寻这些名师的所在；无论要攀过多少座山岭，跋涉多少个幽谷，他都在所不计。一月复一月，日晒雨淋，他就这样继续寻访下去。\n" +
    "　　悉达多遇到一些不愿穿衣的苦行者；又遇到另一些全不接受供食，只靠山果野根活命的苦行者。这些苦行者认为让身体饱受大自然的极度折磨，可以令他们死后升天。\n" +
    "　　一天，悉达多对他们说：“就是你们重生于天界，这个地球上的痛苦依然没变。要达至大道，首先是要找到解除人生痛苦的方法，而并不是逃避生命。虽然那些只顾寻求官感享乐而惜身如宝的人，必定不能有所成就，但枉然把身体虐待，也并不见得会有所帮助啊。”\n" +
    "　　悉达多继续访道——在一些修道中心留上三个月，另一些又留上半年。他禅定的功夫日益加深，但他却依然未能找到解脱生死之道。时光流逝，悉达多转眼已离家三年了。有时，他在树林中禅坐，脑海中会浮现出他父亲、耶输陀罗、罗睺罗以及他童年的影像。虽然这不免令他有点儿烦燥和气馁，但他要找寻大道的强烈信念使他继续寻访下去。\n" +
    "　　有一段时间，悉达多独个儿流浪居住在离王舍都城不远的般茶的山边。一天，他持着钵下山往城中乞食。他行得缓慢庄严，面貌祥和而坚定。沿途的居民都注视着这个行仪高雅、俨如一头雄狮步过树林似的沙门。刚巧，摩揭陀的频婆娑罗王乘着御驾经过，于是他叫车停下来让他细看悉达多。他吩咐随从给这个僧人供养食物，又要他尾随悉达多以能知道他的住处。\n" +
    "　　翌日下午，频婆娑罗王来到悉达多居住之处。留泊了马车在山下，他与一个随从步上山径。当他见到悉达多在树下坐着，他便趋前招呼。\n" +
    "　　悉达多站起来。他从访客的装扮已知道他是摩揭陀的国王。悉达多合掌作礼，并示意请他坐在一块大石上。悉达多自己则坐在他对面的另一块大石上。\n" +
    "　　频婆娑罗王很明显是对悉达多高贵超然的仪表十分欣赏。他说道：“我是摩揭陀的国王。我很想请你与我一起入城。我希望你可以在我左右而使我得到你教导和厚德的利益。与你一起，摩揭陀一定可以安享太平盛世。”\n" +
    "　　悉达多微笑，“大王，我比较习惯住在森林里。”\n" +
    "　　“这种生活太艰苦了。你既无床铺，又无随从侍候。如果你愿意跟我的话，我会给你私人的宫殿。请你跟我回去做我的导师吧。”\n" +
    "　　“大王，宫中的生活是不适合我的。我现在正尝试找寻解脱之道，以消除自己及众生之苦。王宫的生活实在与我这个沙门的心愿甚不协调。”\n" +
    "　　“你现在就如我一样，年纪还轻。我是需要有个可以真正和我分担分享的朋友。我第一眼看见你，便觉得与你有缘。跟我来吧。你答应的话，我便留给你半个王国。到你年纪大了，你便可以恢复出家人的生活。这并不会为时太晚的。”\n" +
    "　　“我多谢你邀请我的豪情厚意，只可惜我真正唯一的愿望，就是找寻替所有众生脱苦之道。大王，时光飞逝。如果我现在不把握目前年轻力壮的体魄，到衰老时便后悔莫及了。生命无常——疾病和死亡是随时都可发生的。被贪婪、愤怒、憎恨、情欲、嫉妒和骄傲的煎熬而引起的火焰，在我心中持续燃烧。只有当我寻得大道才能令众生得到解脱。如果你真的对我关怀，就应该让我继续走我行了已久的道路。“\n" +
    "　　频婆娑罗王听了悉达多这番说话，更为感动。他说：“你这番充满决心的话实在令我感到非常快慰和鼓舞。敬爱的沙门，请容许我问你来自何处和你家族的姓氏。”\n" +
    "　　“大王，我是从迦毗罗卫国来的。我的父亲姓释迦。他是现时在迦毗罗卫国统治的净饭王，而我的母亲则是已故的摩耶王后。我曾是个太子，王位的继承人。但为了出家求道，我三年前离开了父母和妻儿。”\n" +
    "　　频婆娑罗王怔住了，“那你自己都是王族血统了！高贵的沙门，我实在有幸与你相会！释迦和摩揭陀两族一向邦交很好。我刚才尽量用我的权势地位来意图说服你跟我回国，实在太过愚蠢了。请你多多见谅！我现在只想提一个小小的要求。每隔一段时间，请你来我的王宫接受我的供养，直至你找到大道后，再慈悲地回来收我为徒。对于这个要求，你可否给我承诺呢？”\n" +
    "　　悉达多合掌答道：“我答应当我证道后，必定回来与大王你共同分享。”\n" +
    "　　频婆娑罗王对悉达多作一深鞠躬，然后与随从下山回去。\n" +
    "　　那天稍后，这位乔达摩沙门因恐怕大王会时常到来给他供养，便离开此处以避骚扰。他向南面而行，去重找一处适合修行之地。他听说有一个悟境很深的大师乌陀迦罗摩子有个禅修中心，大概三百个沙门在那里修习。这中心离王舍城不远，而且附近还有四百多个门徒在那里修行。悉达多于是便向那儿进发。"
  },
  {
    title:'放弃苦修，放弃避世，回归自己',
    content:"乌陀迦大师已经七十五岁了。众人视他犹如活神，对他十分敬仰。因为乌陀迦要他所有的弟子从最基本学起，所以悉达多也只好恢复到最简单的禅修。但不到数星期，他已再次达到“无所有处”的境界，因而令乌陀迦大师非常惊喜。他知道这个仪表非凡的年轻人有继承道业的潜质，所以对他另眼相看，特别细心地教导他。\n" +
    "　　“悉达多·乔达摩，在‘无所有处’的境界里，‘空’不再是指什么都没有的空间，也不是一般所谓的意识。所剩下来的，就只有‘能想’和‘所想的’。因此，解脱之道就是要超越全部思想，能所两亡。”\n" +
    "　　悉达多恭敬地问道：“大师，如果连思想也摒除，还有什么呢？如没有思想，我们又如何辨别出哪是木块，哪个是石头呢？”\n" +
    "　　“木块或石头都并非不入思想。死物本身就是思想。你必定要达至一个‘想’与‘非想’都不存在的意识境界。这就是‘非想非非想’的定境了。年轻人，你就是要证得此境。”\n" +
    "　　于是，悉达多再回到他的禅修上。在十五日之内，他已证得“非想非非想”的三昧禅定。悉达多体验到这个境界超越所有一般的意识境界。虽然这是一个很非凡的胜境，但当他每次出定，依然发现没有把生死的问题解决。这无疑是个极安详的境界，但它并不是可以开启真相之门的钥匙。\n" +
    "　　当悉达多再去见乌陀迦罗摩子大师的时候，大师对他大为赞赏。他执着悉达多的手说：“乔达摩沙门，你是我所教过的最好的学生。在这短短的时间内，你已有这样大的跃进，你已经到达了最高的层次了。我年事已高，不会久住了。如果你留在这里的话，我们可以一起教导众沙门，到我死后，你便可以代替我成为他们的大师了。”\n" +
    "　　一如以往，悉达多婉拒了。他知道“非想非非想”之境是不能解脱生死的，而他必须往别处继续寻找答案。他对大师和众沙门表达了至深的谢意后，便收拾行装，准备上路。每个人都很喜欢悉达多，他们都不舍得他离去。\n" +
    "　　留在乌陀迦罗摩子那段日子，悉达多结识了一个名叫憍陈如的年轻沙门。他非常仰慕悉达多，更待他亦师亦友。除了悉达多之外，众沙门中没有一人证得“无所有处”的定境，更遑论“非想非非想”了。憍陈如知道大师已认定悉达多是有资格继承道业的人才。单是看见悉达多便使憍陈如对自己的修行倍增信心。他不时会向悉达多学习，因此他们彼此的交情特别投契。憍陈如对于这个好朋友的离去感到非常不安。他陪同悉达多下山，然后等他走出视线，才自行回到山上。\n" +
    "　　虽然悉达多跟随当地这两位最出名的禅师学习有成，但解脱生死的问题仍在他的心里燃得炽热。他相信自己再不能从任何一位大师圣贤那里学得更多了。因此，他知道从现在开始，要靠自己达到彻悟。\n" +
    "　　慢慢地向西方而行，悉达多经过稻田，又跨过沼泽和溪涧，才到达尼连禅河。他涉水渡河，再行了一段路，才来到离优楼频螺半天路程的弹多落迦山。险峻的岩石斜坡上，是像尖牙般冒起的重重山峰。而山峰里面又隐藏着无数的洞穴。悬崖上的巨石如贫苦村民的房子般大。悉达多决定在这里留下来，直至证得解脱之道。他找了一个洞穴以作长时间的禅坐。他静坐之时，会把过去将近五年时间的修习重作检讨。他记得自己曾劝苦行者别再自虐体肤，告诉他们不要在这个已经苦难的世界里再添痛苦。但当他现在重估他们的修行途径时，他却这样想：“又软又湿的柴木是没法生火的。身体也如是。如果肉体之欲不能受控，要心中达至开悟就困难了。我应该修苦行以得到解脱。”\n" +
    "　　就这样，乔达摩沙门便开始了一段极度苦修的生涯。他会在黑夜里进入森林最恐怖的荒野地带，度宿一宵。就是身心都慌张恐惧，他仍动也不动地坐着。当有鹿儿走近，使树叶蠕动而作声，他的恐惧心会告诉他是妖魔来索命。但他却一点也不为所动。当孔雀不小心踏断树枝，他的惊怕心又告诉他是蟒蛇从树上爬下，但他仍会稳坐不移。只是，心中的恐惧每次都让他感觉像是被赤蚁刺了一般。\n" +
    "　　他极力去降伏外来的恐惧。他深信一旦身体不再成为恐惧的奴隶，他的心便可以摆脱痛苦的枷锁。他有时坐着，会把牙齿咬紧，舌头紧贴上颚，用他的意志去克服所有的恐惧惊慌。就是他全身都被冷汗湿透，他都会欲动而不动。又有些时候，他会停止呼吸一段时间，直至耳里如雷轰火烧，头也像被利斧切成两半似的。他有时会觉得被钢箍把头紧锁，又或身体被猛火烤烧。经过这种种的怪异锻炼，他得以加强他的勇气和自律。他的身体更能承受难以形容的痛苦，而同时心中却能保持平静。\n" +
    "　　乔达摩沙门用这样的方法修行了六个月。最初三个月，他独自在山上。第四个月，以憍陈如为首的乌陀迦罗摩子大师的五个门徒找到了他。悉达多非常高兴可再次见到憍陈如，更高兴知道憍陈如在他离开后一个月，便证得“非想非非想”的境界。知道再没有其他可以从大师处学习，他便约同四个同修一起来找悉达多。幸好几个星期后，他们便找到悉达多，同时他们表示想留下来跟他修学。经过悉达多对他们解释有关苦行的功用，他们五个年轻人，包括憍陈如、额鞞、跋提、马胜和摩男拘利，便决定加入修行。每个沙门都在邻近找到自居的洞穴，而他们每天都会轮流到村里乞食。带回来的食物会分成六份，每人所得的食物大概只有一手掌左右。\n" +
    "　　时间一天天地过去，他们六个人都渐渐变得皮黄骨瘦。他们离开山上，前往东面在尼连禅河岸的优楼频螺村落，继续他们的苦修。但悉达多的怪异法门，就连其他五人都感到无法跟上。悉达多不再沐浴，又停止进食。他只会偶尔吃一个在地上拾到的枯干石榴，甚至一块干涸了的水牛粪。他的身体已瘦得只剩下松松的皮肉挂在撑了出来的骨条上。他已六个月没有剃剪须发。当他轻搓头顶时，一撮撮的头发便会掉到地上，仿佛仅余的头皮再也不够地方给头发生长似的。\n" +
    "　　终于有一在，悉达多在坟场禅坐时，突然醒觉到这条苦行之道是绝对错误的。太阳落山了，一阵清风轻抚他的体肤。在烈日之下坐了一整天，这阵微风来得特别清新舒畅。悉达多体验到他心内一种整天都未感受过的怡然自在。他体会到身和心组合成一个不可分割的实体。身体的平静和舒适与自心的安住是息息相关的。虐待自己的身体就是虐待自己的心智。\n" +
    "　　他回想起九岁时在阎浮树下的凉荫里静坐，那天正是春季的首耕日。他记得那次静坐的舒泰给他带来了清彻和平静。他又忆起在车匿离开他之后，他在森林中的静坐。他继续回想到最初跟随阿罗罗大师的时候，那些禅坐锻炼令他身心都得到滋润，又使他有能力去专注和集中。之后，阿罗罗大师告诉他要超出禅悦以达到超越物质世界的境域，如“空无边处”、“识无边处”和“无所有处”。再后期，他又证得“非想非非想”之境。一直以来，这全部的目标都是为了逃避世间的感觉和念头，逃避感受和思想的世界。他现在问自己：“为何总是被经典上的传统牵着走？为何要惧怕禅定带来的自在？这种喜悦与障敝觉知的五欲是迥然不同的。相反，这种喜悦会滋养身心和增强达至开悟的原动力。”\n" +
    "　　乔达摩沙门决定恢复健康和以禅坐来保养身心。他第二天早上便会再次乞食。他会成为自己的老师，不再倚赖别人的教导。很高兴自己做好决定，他躺在一堆泥土上睡着了。一丝云都没有的天空，正好挂上圆满的明月，而银河星系清澈耀目地横卧天籁。\n" +
    "　　乔达摩沙门清早被雀鸟声叫醒。他站了起来，再回顾前一夜的决定。他全身都盖满尘垢，而他的道袍已经毁烂不堪。他记得前天在坟场见过一具尸体，估计大概这一两天便会在河边进行火葬。那尸体上砖红色的布便没用了。于是，他行近尸体，心里细省着生与死，然后恭敬地把尸体身上的布除下来。那尸体是一个少妇，她的身体已浮肿变色。悉达多将会用这块布作为他的新衣。\n" +
    "　　他行到河边去沐浴自己，同时又把那块布洗涤清洁。清凉的河水令悉达多感到焕然一新。他享受河水在身体上的感觉，更欢迎身心所触觉到的新境界。他花了很长时间沐浴，然后又洗擦和沥干那块新布。但正当他从水里爬出来的时候，他的气力不支了。他真的没有气力把自己拉上岸来。他站在那里平静地呼吸。他看到一旁有一棵树的树叶倚在水面。于是，他慢慢地移过去抓住它，然后扶着它爬出水面。\n" +
    "　　太阳在天空中高高挂着。他在岸上坐下来休息。他把布块摊在地上晒干，然后等它干了，又把它围在自己的身上，继续前往优楼频螺的村落。不过，他还未到一半路程，已经再次不支。就是呼吸也没气力，他晕倒在地上。\n" +
    "　　他躺在地上不省人事有一段时间，才被一个村中的少女发现。在母亲的吩咐下，十三岁的善生正带着乳汁、糕饼和莲子去拜祭山神。当她看见这个沙门昏迷在路上、只剩下微弱的呼吸时，她便立刻跪下来把乳汁放到他的唇边。她知道这个是苦行者，又知道他因身体太弱而晕倒。\n" +
    "　　得到乳汁润泽他的喉舌，悉达多立刻有了反应。尝到乳汁的清新味道，他慢慢地把全碗都饮下。深呼吸了数十口气之后，他才有力气坐起来，再示意善生给他多添一碗。那乳汁很快便让他恢复体力。那天，他放弃了苦行而到对岸清凉的树林中修行。\n" +
    "　　接下来的日子，他渐渐恢复正常的饮食。有时，善生会带食物来供养他。有时，他会持着钵到村里乞食。他每天都会在河边修习行禅，而其他的时间都会坐禅。他又每晚在尼连禅河里沐浴。他已放弃了对传统和经典的倚赖，而靠自己找寻大道。他回归到自己，要从过去的成功与失败中学习。他全没犹豫地以禅定来滋养身心。就这样，一种自在和安稳的感觉油然而生。他完全没有刻意远离或逃避感受和思想。他只是留意着每个感觉和念头的生起，并予以细心的观察。\n" +
    "　　他也放弃了逃避世间的想法。当他回归到自己，他发觉自己全然在世法之中。一下呼吸、一串鸟呜、一片树叶、一线阳光——任何一样都可以成为他静坐时的主题。他开始见到解脱之匙在于每一呼吸、每一步伐、道路上的每一块小石子。\n" +
    "　　乔达摩沙门从静思他的身体进而静思他的感觉，再从静思他的感觉至静思他所体会到的，包括在他心中起伏的每个念头。他体悟到身心一如，体内的每一个细胞都包含着宇宙的一切智慧。他知道只要他细心看一粒微尘，他就可以看到整个宇宙的真正面目。微尘本身就是宇宙，如果微尘不存在，宇宙也不存在。乔达摩沙门跨越了常我这种自我个体的意识。他猝然明白他一向都被《吠陀》对“常我”的错误理解所蒙蔽。其实，没有一样东西是有自性的。无我才是万法之本体。无我并不是用来形容一个新个体的名词。它是破除所有妄见的一声响雷。挟着“无我”，悉达多就像在禅定的战场上，高举着彻悟的利剑。他夜以继日地在菩提树下坐着，而更高更新的觉悟层次，就像耀目的电光继续把他唤醒。\n" +
    "　　在这段日子里，悉达多的五个朋友对他失去了信心。他们看见他坐在河边吃着别人供养的食物。他们见他与一个少女谈笑着，享受着乳汁和饭。他们又见到他托钵到村内。憍陈如对其他几个说：“悉达多再不是我们可以信赖的人了。他已在修道上半途而废。他现在只顾放逸养身。我们应该离开他往别处去继续我们的修行。我看不到还有其他理由要留在这里了。”\n" +
    "　　悉达多的五个朋友离开后，他才发觉他们不见了。由于悉达多获得这么多的新体悟，他便把全部时间都集中在禅坐上，没有找时间向他的朋友解释。他想：“虽然我的朋友把我误解了，但我也不能为了令他们回心转意而分心。我一定要全心全意去寻找真理的大道。当我找到时，我便会和他们分享。”于是，他又再回到修行上去。\n" +
    "　　在他这段突飞猛进的日子里，年少的牧童缚悉底出现了。悉达多很开心地接纳了这个十一岁小童送给他的撮撮鲜草。虽然善生、缚悉底和他们的朋友都还是小孩，但悉达多很高兴见到这些未读过书的村童竟然能够很轻易地明白他的新体验。他现在感到十分安慰，因为他知道大彻大悟之门将会很快打开。他知道他已紧握这把妙匙——万法都是互依而存及了无自性的真谛。"
  },
  {
    title:'那一晚，耶输陀罗睡着了吗？',
    content:"因为缚悉底来自一个穷苦的家庭，所以他一直没有上过学读过书。虽然善生曾教他一些基本的知识，但他始终不太懂得用词，因此在忆述与佛陀相识的往事时，便会不时停下来，想想怎样述说才好。他们听着的都尽量帮助他。除了罗睺罗和阿难陀之外，还有另外两个人。一个是叫摩诃波阇波提的年老尼姑，而另一个是大约四十岁的僧人，名叫马胜。\n" +
    "　　经罗睺罗的介绍，缚悉底很高兴知道摩诃波阇波提原来就是乔答弥王后，把佛陀从小带大的姨母。她是佛陀僧团中第一个被接纳为比丘尼的女人，而现在更负责主导超过七百个尼众。她刚从北方来，准备跟佛陀商讨有关比丘尼的戒律。缚悉底听说她前一晚才抵达，而因为孙儿罗睺罗知道她一定很想知道佛陀在优楼频螺森林时的日子，所以特别邀请她前来。缚悉底合上双掌，深深向女主持鞠躬礼敬。因为记得佛陀所告诉他有关王后的一切，缚悉底心里对她充满亲切和尊敬。摩诃波阇波提望着缚悉底，就像她望着自己的孙儿罗睺罗一般的温馨关怀。\n" +
    "　　当罗睺罗介绍马胜给缚悉底认识时，他惊讶地发现，原来马胜就是那五个和佛陀在他家乡附近一起修苦行的其中一人。那时候，佛陀曾告诉他这些朋友因为他放弃苦行而别他而去。因此他对马胜现在竟然会住在竹林精舍并成为佛陀的弟子，实在摸不着头脑。他打算迟些问问罗睺罗。\n" +
    "　　在述说前事的过程中，乔答弥比丘尼给缚悉底的帮忙最大。她所问的问题，全部都关于那些缚悉底觉得并不重要，但她却甚感兴趣的细节。她问缚悉底给佛陀造坐垫的姑尸草从哪儿割来，又大概多久给佛陀换上新的草。她又想知道把那些草给了佛陀之后，水牛在夜里还有没有足够的草吃。她更想知道他有没有被水牛的主人打骂过。\n" +
    "　　虽然还有很多未说的，但缚悉底向他们征求同意，这晚到此为止，明天再继续。不过在离开之前，他想问问乔答弥比丘尼一些已收藏在他心内十年的问题。乔答弥对他微笑说道：“尽管问吧。如果我可以解答你的问题，我一定乐意这样做。”\n" +
    "　　缚悉底有几件事情是很想知道的。首先，当悉达多在离开王宫之前拉开帏帐看妻儿时，耶输陀罗是否真的睡着了？缚悉底也想知道当车匿拿着悉达多的短剑、项链和割下来的头发回宫时，大王、王后和耶输陀罗的反应又如何？佛陀离开的六年，其间他家人的生活怎样度过的？谁是第一个获悉佛陀证道消息的人？当佛陀回到迦毗罗卫国的时候，谁是第一个出迎的人，又是否全城的人都出来欢迎他？\n" +
    "　　“你的确有很多的问题啊！”乔答弥惊叹道。她对缚悉底慈和地微笑，“让我简单地回答你吧。首先，耶输陀罗有睡着吗？如果你要知道真相，最好就是问耶输陀罗自己。不过如果你问我的话，我不相信她有睡着。耶输陀罗那天晚上亲自把悉达多的鞋帽衣物放好在椅子上，又嘱咐车匿把马鞍和金蹄都准备好。她是知道悉达多当夜会离开的。在这样一个晚上，她又岂能入睡呢？我相信她是故意装睡，以免她自己和悉达多都要面对离别之苦罢了。缚悉底，你不了解罗睺罗的母亲，但耶输陀罗真是一个非常果断的女人。她一直都明白悉达多的志向，而默默地全心全意给他支持。这点我非常清楚。因为所有与耶输陀罗相熟的人中，我是除了悉达多之外，最了解她的人。”\n" +
    "　　乔答弥比丘尼告诉缚悉底，第二天早上，当他们发觉悉达多已离开了的时候，就只有耶输陀罗一人没有表现出震惊。净饭王大发雷霆，大吵大闹地埋怨其他人没有尽力把太子留下来。乔答弥王后立即去找耶输陀罗，发现她独个儿坐着，悄悄地饮泣。朝廷派出搜索队四处搜寻太子的下落。朝南面的一队遇到车匿和没人骑的金蹄。车匿叫他们不需要继续搜索。他说：“就让太子追寻他精神上的大道吧。我已曾涕泪俱下地哀求他，但他寻道之意非常坚决。算了吧，他现在已进入了森林，在别国的国土之内。你们是不会找到他的了。”\n" +
    "　　当车匿回到宫中，他立刻在地上叩了三个响头以示忏悔，然后便把那短剑、项链和头发交给大王。乔答弥王后和耶输陀罗当时也都在场。看见车匿满脸泪痕，大王也没有再责怪他了。但他是有问及曾经发生的一切的。他叫车匿把短剑、项链和悉达多的头发交给耶输陀罗保管。王宫里一片愁云惨雾。失去了太子就如同失去日间的光明。之后，大王便退回自己的宫中，有一段日子都没有出来。他的大臣弗山密达只有代他处理一切国事。\n" +
    "　　金蹄被带回马房后，不肯接受饮食，几天后便死了。在极度哀伤之下，车匿向耶输陀罗求得批准，用礼葬仪式把金蹄火葬。\n" +
    "　　乔答弥比丘尼刚说到这里，便听到禅坐的钟声响起。虽然他们都有点儿失望，但阿难陀提醒他们，就是故事再好，他们也不可以不去禅坐。他约定他们翌日再来他的房子。缚悉底和罗睺罗向乔答弥比丘尼、阿难陀和马胜合掌鞠躬，然后便回到他们的导师舍利弗的房子去。这两个年轻的好朋友肩并肩地走着，但没有说话。钟响缓慢的震荡声，像海浪般一个翻盖着前一个地增加着频速。缚悉底跟着自己的呼吸，默默地念着一首关于听到钟声的偈语：“听着啊，听着，这奇妙的声音带我回到真正的本我。”"
  },
  {
    title:'佛陀彻底开悟了',
    content:"毕钵罗树下，隐士乔达摩把甚深的定力集中在深入观察自己的身体。他看见每个细胞都像是出生、存在和死亡这永无止息的川流里的一滴水。他无法在身体中找到任何一物是永恒不变和有独立个体的。融汇在他身体之流的有感受之流，而每一个感受就是一滴水。这无数的点滴又一起挤迫在出生、存在和死亡的过程里。一些感受是美好的，另一些则是差强人意的，更有一些是不偏不倚的。但他所有的感受都并不恒久：它们的出现与消失，就如体内的细胞生灭一般无常。\n" +
    "　　接下来，乔达摩用他的定力去探察与身体及感受之流并流的思想之流。思想之流的点滴在出生、存在和死亡的过程中彼此交融、互相影响。如果思想正确，万象的实相很容易便显现出来；如果一个人的思想不正确，实相就被蒙蔽着。一般人就是因为存在错误的见解而被困于无穷的苦海里：他们相信那些无常的东西是恒常的；无自性的东西是有独立本体的；无生灭的东西是有生灭的；而他们又把不可分割的分成不同的部分看待。\n" +
    "　　乔达摩再把他的洞察力照射到所有产生痛苦的精神状态上——恐惧、愤怒、憎恨、傲慢、嫉妒、贪欲和无明。他细心专注的察觉力像烈日般燃烧着，而他就用此觉察之光去照亮所有负面精神状态的本体。他见到它们全都是因无明而生起。它们是正念的相反。它们是黑暗——光明的缺乏。他体悟到解脱之窍门是要破除无明，深入实相之中去直接体验亲证。\n" +
    "　　悉达多过去曾尽量寻求摆脱恐惧、嗔怒和贪欲的办法。但这些办法都只是试图压抑感受和情绪，因而没有真实的效果。现在，悉达多明白它们的起因都是由于无明，因此一旦从无明中解脱出来，所有的精神障碍便会自动消散，一如影子在太阳初升之前的不翼而飞。悉达多这些深入的体悟都是他修禅定的果实。\n" +
    "　　他微笑着，抬头望向一片倚在蔚蓝天空的毕钵罗树叶，它那摇曳着的尾巴就像在呼唤着他似的。深深地望着树叶，他很清楚见到太阳和星星存在其中——没有太阳，没有光和暖，树叶是无法生存的。这是这样，因为那是那样。他又见到泥土、时间、空间和心识，全都同时存藏在树叶里面。其实在那一刻，整个宇宙都存于那片树叶之内。那片树叶的实相简直就是一个奥妙的奇迹。\n" +
    "　　我们通常都以为一片树叶只会在春天生长。但乔达摩却见到它久远以来已经存在于阳光、白云、那棵树和它自己。如果见到那树叶从未出生过，他也会见到他自己从没有出生过。树叶和他自己，两者都只不过是显现出来罢了——他们根本从未生过，也是永不可能灭亡的。有了这种彻悟，生与死、出现与消失、都一并溶解，而树叶和他自己的真面目便随之流露出来。他体会到任何一种现象的存在都有引致其他现象产生的可能性。单一之中包含所有，而所有也存藏于单一。\n" +
    "　　那片树叶与他的身体为一。他们彼此都没有个体、永恒的自体。任何一样都不能够脱离宇宙其他的一切，独自生存。见到所有现象的互依性，悉达多了悟到一切世法皆空——一切事物都根本没有个别独立的体性。他明白到互依性和无我这两个原理，就是开启解脱之门的钥匙。薄薄的云在天空中飘浮而过，给透光的毕钵罗树叶扫上了白色的背景。或许这晚，白云会遇到冷锋而变成雨水。云是一种现象，雨又是另一种。云也是无生无灭的。乔达摩想，如果白云明白这个道理，当它变为雨水落在高山、森林和稻田的时候，它肯定会欢欣地歌唱起来。\n" +
    "　　燃亮了他色身、感受、思想、行念和意识的川流，悉达多现在明白无常与无我就是生命的必需条件。没有无常和无我，任何事物都没法生长和发展。就如一粒米如果不是无常和无我，它就不会生长成稻。如果云不是无常无我，它就不会变成雨水。如果不是无常性和无自性，一个小孩就不会长大成人。“因此，”他想，“接受生命就是去接受无常无我。痛苦的根源正是来自有常和有分别个体的妄见。体悟到这个道理，就能明白一切皆无生无死，无起无灭，无一无多，无内无外，无大无小，无垢无净。有常有我的观念都是思想上所产生的虚假分别。只要洞悉一切事物的空性，所有精神上的障碍都可以超越，因而从痛苦的巨轮中解脱出来。”\n" +
    "　　从一个晚上到下一个，乔达摩坐在毕钵罗树下禅坐着，让他觉察之光照耀到他的身、心，以及整个宇宙。他的五个同伴一早已离弃了他。他现在的同修就是树林、河流、雀鸟和住在树上或泥土里的千万虫蚁。这棵巨大的毕钵罗树是他修行道上的兄弟。每晚当他坐下来禅修时在天边出现的晚星，也是他的同修兄弟。他往往禅坐直至深夜。\n" +
    "　　村里的儿童通常都是中午之后来探望他的。一天，善生为他带来一些蜜糖乳粥，而缚悉底带来的则是一满臂的鲜草。缚悉底离开去带水牛回家之后，乔达摩被一种很深切的感觉抓住，而这感觉就是他会在当晚大彻大悟、证得大道。就在前一夜，他已做了一些异梦。在其中一个，他看见自己侧身躺着，两膝紧贴着喜马拉雅山，左手触摸到东海的岸，右手触摸到西海的岸，而双脚则放在南海的岸上。在另一个梦里，他的肚下生出一朵大如车轮的莲花，一直上升至最高的云霄。在第三个梦里，无数不同颜色的雀鸟从四方八面向他飞来。这些梦境都似是给他预告他即将证得伟大的觉悟。\n" +
    "　　那天黄昏，乔达摩在河边行禅。他涉进水中沐浴。初夜将至，他回到毕钵罗树下坐着。他看着树下新铺上的姑尸草，微微笑着。就是在这棵树下，他曾于禅定中得到一些重要的发现。现在，他期待已久的时刻渐渐接近，证得大道之门即将开启。\n" +
    "　　不缓不急，悉达多慢慢盘腿，跏趺莲坐。他望向远处的河水，在轻吹着沿岸小草的微风中悄悄细流着。夜里的森林虽然恬静，却仍然活跃。在他的周围，上千的各式昆虫在叫。他让觉察力转到他的呼吸上去，然后轻轻地合上眼睛。晚星在天边出现了。"
  },
  {
    title:'苦痛消失了，一切都不同了',
    content:"通过念念留心专注的觉察，悉达多的心、身和呼吸都达至完满的合一。他在念力上的修习，使他培养出很大的定力。而他就是用这种定力，帮助他观照他的身和心。进入甚深禅定之后，他可以辨察到当时他身体内存在着的无数众生。这包括了有机或无机的，矿物、草苔、昆虫、动物和人等。在那一刻，他也察视到所有其他众生就是他自己。他看见自己的过去生，和所有生世的生生死死。他看见无数星体和世界的建造与毁灭。他感受到所有生灵的喜乐与悲哀——这些生灵包括了胎生、卵生和细胞分化而成的。他看见自己体内的每一个细胞都蕴藏着天地万物，而且更跨越过去、现在和未来。那时，刚好是夜里的第一更。\n" +
    "　　乔达摩进入更深的禅定。他见到无数世界的盛衰成坏。他见到无数众生所经历的生生世世。他见到这些生死，全都只是现象而并非实相。就如亿万的波浪不停地在海面起伏，大海本身是不落生死的。只要波浪明白它们其实是海水，它们便可同样超越生死，不再惧怕，而获得内心的平静和安稳。这个证悟令乔达摩自己也超越了生死的罗网。他笑了。他的微笑就像深夜里绽开的花朵，发散着一环荣光。那是属于妙察的微笑，因妙察可以了悟一切烦恼的破灭。这是他第二更所证得的体悟。\n" +
    "　　就在这时，雷声忽然响起，巨闪的电光划过天际，仿似把天空撕成两片。重重的黑云掩盖了月亮和星星。跟着是滂沱大雨。乔达摩湿透了，但丝毫没有移动。他继续禅定。\n" +
    "　　完全没有被动摇，他把觉察力照到他的心上去。他见到众生因为不明白他们实与万物同体，而陷于苦恼。这种无明，产生了无限的悲忧、恼乱和困扰。无明是贪欲、愤怒、傲慢、疑惑、嫉妒和恐惧的根源。当我们学会把心静定下来以看清楚事物的真相，我们便可以对一切达到全面了解，因而将苦恼接受，化为爱心。\n" +
    "　　乔达摩现在体悟到，了解和爱心原是一体。没有了解就没可能有爱心。每个人的处境，都是他的肉体、精神和社会状况的结晶。我们明白了这一点，便连一个最残忍的人也不会憎恨。我们只会希望尽力帮助他改善他的肉体、精神和社会的状况。真正了解一切，会令我们产生慈悲与爱心，进而导致正确的行为。要去施爱，首先就要去了解明了。因此，了解明了就是解脱之匙。要得到清楚明白的了解，我们就必须在生活中留心关注，在当下的每一刻去直接体验生命，以能洞察自身内外正在发生的一切。锻炼念念留心体察，可以使我们看到一切事物的核心而使其无所遁形。这就是念力的宝库——它能够领导我们达至解脱和彻悟。生命的燃亮有赖正确的见解、正确的思惟、正确的语言、正确的行为、正确的工作、正确的精勤、正确的念头和正确的定力。悉达多称这些为正道。\n" +
    "　　深入地察视众生，悉达多能洞悉每个人的心念，无论他们身在何处。他又能听到每个人的叫喊，不论是为悲或是为喜。他也同时证得天眼、天耳和来去无碍等神通。现在已是三更将过，而雷电都已歇止了。云层也卷了起来，明月和星星重现天际。\n" +
    "　　乔达摩感到把他监禁了千百世的牢狱突然破开了。无明就是把他监禁的狱吏。一向以来，他的心被无明所蒙蔽，就像星月被暴风中的黑云掩盖一般。因为不停地被妄想的浪潮障蔽着，心识便错误地将实相分成主客、自他、存亡、生死等相对意识。从这些分别心又再生起妄见——感受、爱欲、执取和生有之牢狱。生、老、病、死的痛苦只是再把牢狱的围墙加厚。唯一的办法就是捉拿祸首狱吏，看清他的真面目。而祸首就是无明。只要把他解决了，牢狱便自然解体，永不会再重建起来。\n" +
    "　　乔达摩微笑着，对自己喁喁细语：“囚禁我的狱吏啊，我此刻看见你。你把我关在生死的牢狱已有多少生世？但我现在已把你看得清楚透彻。从这一刻开始，你不可以再在我的周围建起牢狱了。”\n" +
    "　　抬头望去，悉达多看见晨星在天边出现，像一颗巨钻在熠熠生辉。不知多少吹，他曾在毕钵罗树下见过这颗晨星。但这个早上，就像是他第一次见到晨星一般。它的灿烂光辉有如彻悟的欢欣笑容。悉达多凝望着星星，油然而生的慈悲使他感叹起来：“所有众生都潜藏着开悟的智慧种子，可惜我们多生多世都被淹没在生死的汪洋里！”\n" +
    "　　悉达多知道他已找到大道，达到了他的目的，所以他内心平和自在。他回想起这些年来的寻觅，当中经历过的失望与艰苦。他想起父母、姨母、耶输陀罗、罗睺罗和他的朋友。他又想起王宫、迦毗罗卫国、他的人民与国家，以及所有在痛苦贫困中生活的人，尤其是小孩。他对自己承诺，要把他的发现与大众分享，以使他们从苦痛之中解脱出来。从他的彻悟中流露出来的，是对众生的一股深切的爱。\n" +
    "　　在河边的草坪上，颜色鲜艳的小花朵在清晨的阳光里盛开。太阳光在树叶和水面上蹦蹦跳跳。他的苦痛全消。一切生命的奥妙都显露无遗。每样事物都变得出奇新鲜。那蓝天与白云是何等美妙啊！他觉得自己和整个宇宙都是新创的。\n" +
    "　　就在这时，缚悉底出现了。看见这个年少的牧童向他跑来，悉达多笑了。缚悉底突然停了下来，嘴张得大大的，怔视着悉达多。悉达多叫道：“缚悉底！”\n" +
    "　　这孩童醒过来，回应道：“导师！”\n" +
    "　　缚悉底合起掌来鞠躬。他向前行了几步之后，又再惊奇地凝视着悉达多。对自己的表现有点不好意思，他半停半说地道：“导师，你今天很不同啊。”\n" +
    "　　悉达多示意他行近一些，把缚悉底拥抱在臂内，悉达多说：“我今天怎样不同？”\n" +
    "　　望着悉达多，缚悉底答道：“很难说啊，你就是不同。你，你好像一颗星星。”\n" +
    "　　悉达多摸摸小该的头，说：“是吗？我还像什么？”\n" +
    "　　“你看上去很似一朵刚开放的莲花。还有，还有像伽耶山顶上的月光。”\n" +
    "　　悉达多望入缚悉底的眼里，说：“怎么了，缚悉底，你是个诗人啊！现在告诉我，为什么你今天这么早？还有，你的水牛在哪里？”\n" +
    "　　缚悉底解释说他今天不用看牛，因为全部的水牛都下田去了，只剩下乳牛在牛房里。他今天的工作就只是收割鲜草。昨夜，他和弟妹们被雷声惊醒。濠雨从破屋盖倾倒而下，把他们的床全弄湿了。他们从未见过这样凶猛的风暴，因此也担心在森林中的悉达多。他们几个蹲在一起，直至风雨过后，才再次入睡。天一亮，缚悉底跑到牛房，拿了镰刀和担竿，便前来森林看看悉达多是否无恙。\n" +
    "　　悉达多执着缚悉底的手，“今天是我一生以来最快乐的一天。如果可以的话，下午带所有的小朋友到毕钵罗树下来见我吧。别忘记带你的弟妹啊。不过，现在先去割些姑尸草回去给水牛。”\n" +
    "　　缚悉底开心得边行边跳地离去，而悉达多亦开始在阳光普照的河岸上，踏着他缓慢的每一步。"
  },
  {
    title:'对橘子的专注，是一种修行',
    content:"那天中午，当善生带食物来给悉达多时，发觉他正坐在毕钵罗树下，如晨曦一般美丽。他的脸孔和身体都散发着安祥、喜悦和平静。她曾见过悉达多威严地坐在毕钵罗树下不下百次，但他今天显然与以往有些不同。望着悉达多，善生感觉到她自己的苦恼全消，心里充满如沐春风的快乐。她觉得在这世界上，她再没有什么需求和渴望。宇宙间的一切已是如此美好，没有人需要再忧愁了。善生向前行上几步，把食物放在悉达多面前。跟着，她向他鞠躬。她感到悉达多的安祥和喜悦灌入了她自己的体内。\n" +
    "　　悉达多对她微笑说道：“来，到我这里坐。我很感谢你这几个月来给我带来食物和水。今天是我有生以来最快乐的一天，因为我昨夜已证得大道。请你也一起为此高兴吧。我不久便要去教导其他人这条道路。”\n" +
    "　　善生很诧异地望上来，“你要走？你是说要离开我们？”\n" +
    "　　悉达多慈和地笑着说：“是的，我一定要离开，但我是不会离弃你们这群小孩的。我走之前，会让你们知道我所发现的道路。”\n" +
    "　　善生还是不太肯定。正当她想再问下去，悉达多却先说：“我会再留下来几天和你们一起，好使你们能分享我所学到的。未到彼时，我是不会上路的。就是我走了，也并不代表我会永远离开你们。每隔一段时间，我都会回来探望你们的。”\n" +
    "　　善生感到安慰。她坐下来把蕉叶掀开，把饭团供上。她静静地坐着看悉达多吃饭。她观看着悉达多把饭团捏开，再把每一小团沾上芝麻盐。她心里充满难以形容的喜悦。\n" +
    "　　吃过饭后，悉达多嘱咐善生先回家去。他说他想下午在森林里和村童们会面。\n" +
    "　　很多小童都来了，包括缚悉底的弟妹。所有的男孩都洗过澡和换了干净的衣服。女孩子则穿上了漂亮的纱丽。善生的纱丽是象牙色的，难陀芭娜穿着蕉芽色的，而媲摩的是粉红色。他们就如鲜艳的花朵，在毕钵罗树下围绕着悉达多而坐。\n" +
    "　　善生特别带来了一篮椰子和橄榄糖块。孩子们把椰肉挖出来和美味的糖块一起吃。难陀芭娜和善柏锡带了一篮橘子来。和小童一起坐着，悉达多的快乐完满无缺。卢培克把一些椰子和橄榄糖放在蕉叶上供奉给悉达多。难陀芭娜又送上一个橘子。悉达多把它们收下，和孩子们一起吃。\n" +
    "　　他们正吃得兴高采烈的时候，善生向大家宣布：“亲爱的朋友们，今天是我们导师最快乐的一天。他已找到大道。我觉得这天对我也很重要。兄弟姐妹，让我们把今天当作喜庆的日子吧。找们应为导师的开悟而庆祝。尊敬的导师，大道已找到了。我们知道你不可以永远和我们一起。请你教我们那些你认为我们可以明白的东西吧。”\n" +
    "　　善生合上双掌向乔达摩鞠躬，以示恭敬和诚意。难陀芭娜和其他小童也都合上掌来，鞠躬致意。\n" +
    "　　悉达多轻声地叫孩子们坐下来，说道：“你们都是十分聪明的小孩，明白和做到我想与你们分享的东西肯定没有问题。我所发现的大道虽深奥，不过任何愿意全心全意去学的人，都一定能够明白和跟着去做。\n" +
    "　　“你们平时把橘子剥皮来吃，可以把它吃得专注或不专注。怎样才是吃得专注呢？那就是当你吃橘子的时候，你很清楚地知道自己在吃橘子。你可以全面地感受到橘子的香和甜。当你剥橘子的皮，你知道自己在剥它的皮；当你把一瓣橘子剥下来放进口里，你知道你是在把一瓣橘子剥下来放入口里；当你经验着橘子的芳香和美味时，你是察觉着你在经验那芳香美味。难陀芭娜给我的橘子有九瓣。当我吃每一瓣的时候，我都察觉着它是如何难得和美好。我吃着橘子的时候，一直都没有忘记它。所以对我来说，橘子是非常真实的。如果橘子是真实的，吃它的人便也是真实的了。这就是怎样去专注地吃橘子。\n" +
    "　　“孩子们，怎样是不专注地吃橘子呢？当你吃橘子时，你并不知道你在吃橘子。你没有去经验着橘子的香和甜。当你剥橘子的皮时，你并不知道你是在剥它的皮；你把一瓣撕下来放入口中，但你却不知道自己正在把一瓣橘子放入口中；当你嗅到橘子的芳香和尝到橘子的美味，你也不知道你在嗅着它的香或尝着它的味。这样吃橘子，你是不会欣赏到它可贵和美好的性质的。当你没有察觉到自己在吃橘子，那橘子便不是真的了。如果橘子不是真的，那吃橘子的人就不是真实的了。孩子们，这便不是专注的吃橘子。\n" +
    "　　“孩子们，留心吃橘子的意思，就是要吃它时真正地与橘子接触和沟通，你的心没有思念着昨天或明天，只是全神贯注地投入这一刻。这时那橘子才真正存在。生活得念念留心专注，就是要活在当下，身心都投进此时此处。”\n" +
    "　　“一个修习专念的人可以从橘子里看到别人看不到的东西。一个留心察觉的人可以看到那棵橘树、春天时橘树的花朵，和滋养橘子的阳光和雨水。细看之下，我们可以看到一万样导致橘子产生的东西。看着橘子，一个修习专注的人能看到宇宙间的奥妙和万事万物相互关系。孩子们，我们的日常生活就像橘子一样。就如每个橘子是由一瓣瓣的橘子肉组成，每一天也是由二十四小时组成。一小时就如一瓣橘子肉。生活了二十四小时就如吃完了全部的橘子肉。我所找到的道路，就是要把每一个小时都活在专注觉察之中，心念永远只投入目前这一刻。与此相反的做法，就是活得大意糊涂。如果是这样活着，我们其实不知道自己是活着的。我们没有全面去经验生命，因为我的身和心都没有投入此时此处。”\n" +
    "　　乔达摩望着善生，叫她的名字。\n" +
    "　　“导师，有什么事吗？”善生合上掌来。\n" +
    "　　“你认为一个生活得留心专注的人，会犯错误多或少的错误？”\n" +
    "　　“尊敬的导师，这个人一定很少犯错。我母亲常告诉我，一个女孩要留意她怎样走路、站立、说话、欢笑和工作，以免在思想、言语和行动各方面令自己或别人伤心。”\n" +
    "　　“正是这样，善生。一个留心专注生活的人，永远知道自己在想什么、说什么和做什么。这样的人可以防止自己的思想、说话和行为令自己或别人受到伤害。”\n" +
    "　　“孩子们，生活得专注留心是要活在当下的一刻。你需要知道自己的身心有什么在发生着，又要同时察觉到自己环境中所发生的一切。你应该直接与生活接触。如果你继续这样生活下去，你对你自己和你的环境就都会很了解明白。了解与明白会引致容忍和爱心产生。当每个人都了解别人时，所有的人便都会互相包容，互相爱护。那时候，这个世界就再不会有那么多的痛苦了。缚悉底，你认为怎样？如果没有了解，人们可以有爱吗？”\n" +
    "　　“尊敬的导师，没有了解是很难有爱的。这提醒了我曾经发生在媲摩身上的事。一晚，她哭个不停，直至芭娜再忍不住了，便打了媲摩几下屁股。哪知道媲摩哭得更厉害。我抱起媲摩，发觉她有点热。我非常肯定她因发热而头痛，于是便叫芭娜把手放到媲摩的额上。她这样做之后，便明白媲摩为什么这样闹了。她目光放柔，把媲摩抱了起来，充满爱心地唱着儿歌逗她。媲摩虽然仍是发热，但却不再哭了。尊敬的导师，我想这就是因为芭娜了解了媲摩不安的原因，而改变了态度。所以，我相信没有了解就不可能有爱。”\n" +
    "　　“就是如此，缚悉底！有了解才可以有爱。而有了爱，就可以有接受和包容。孩子们，修习生活上的留心专注吧，它会加深你们对一切的了解。这样，你们便会明白自己、其他人和一切的事物了。那时，你们便会更有爱心。这就是我所找到的美好之道。”\n" +
    "　　缚悉底合起掌来。“尊敬的导师，我们可以叫它‘觉察之道’吗？”\n" +
    "　　悉达多笑笑，“当然可以。我们可以叫它‘觉察之道’。我很喜欢这叫法。‘觉察之道’可导致完满的醒觉。”\n" +
    "　　善生合上掌来发言：“你是醒觉的人，你已懂得教我们留心专注地生活在觉察之中。我们可否称你为‘醒觉者’？”\n" +
    "　　悉达多点头，“那会令我很高兴啊。”\n" +
    "　　善生眼睛亮起来。她继续说：“‘醒’用摩揭陀语说就是‘佛’。一个醒觉了的人用摩揭陀语就应该叫‘佛陀’了。我们就称你为‘佛陀’。”\n" +
    "　　悉达多点头。所有的村童都非常兴奋。群中最大的男童，十四岁的那劳卡说：“尊敬的佛陀，我们很高兴接受你教我们‘觉察之道’。善生曾告诉我，你过去六个月来怎样在这棵毕钵罗树下静坐修行，直至昨夜证得大觉悟。尊敬的佛陀，这棵毕钵罗树是全森林中最美丽的一棵。我们可否叫它醒觉的树，‘菩提树’？‘菩提’与‘佛陀’同一根源，都是醒觉的意思。”\n" +
    "　　乔达摩点头。他也非常兴奋。他意想不到与这群小童一起，会令他自己、他证得的大道，甚至那棵树，都获得这些特别的名称。难陀芭娜合起双掌，说道：“就快天黑了，我们要回家去。但明天我们会再来听你更多的教导的。”他们全部站起来，合起双掌如莲苞状，以示感谢佛陀。回家途上，他们一边行，一边说这说那的，开心得像群雀跃的小鸟。佛陀也很快乐。他决定留在森林一段时间，以便探究最好的方法去散播醒觉的种子。同时，他也打算给自己一些时间，去好好享受一下证得大道所带来的大自在。"
  },
  {
    title:'你和我，或许曾存在于一个生命体之中',
    content:"佛陀每天都在尼连禅河里沐浴。他会在河旁两岸或森林里他行出来的小径上行禅。他又会在河边或百鸟争呜的菩提树下坐禅。他已证得他的大愿。他知道他应该回到迦毗罗卫国，去见所有期待着他得道消息的人。他又想起在王舍城的频婆娑罗王。他对这位年轻的国王有一份特别的好感，因此也很想去探访他。还有他从前的五个同伴。他知道他们具备很快达到解脱的条件，因此也很希望早点找到他们。他们应该仍在附近。\n" +
    "　　河流、天空、星月、山林，以及每一叶青草、每一粒尘埃都因佛陀起了变化。他知道多年来对大道的寻觅没有白费。其实，那些艰辛和考验，是有助于他最后的证道的。所有众生都本具开悟的心性。每个人都存藏着开悟的种子。众生都不用向身外求悟，因为他们本身就含藏着宇宙间的所有智慧和力量。这是佛陀的伟大发现，更是所有众生应该为之庆幸的。\n" +
    "　　村童都常常来探望他。佛陀很高兴看到解脱之道可以这么简单和自然地表达出来。就是从未读过书的穷苦村童也能明白他所教的。这对他是很大的鼓舞。\n" +
    "　　一天，小童带了一大篮橘子来。他们想练习佛陀对他们说教的第一课，专注地把橘子在留心觉察中吃。善生有礼地向佛陀鞠躬后，便把篮子放在他面前。佛陀合上掌，然后拿起一个橘子来。跟着，善生把篮子传给坐在佛陀身边的缚悉底。他也同样合起掌来，拿了一个。善生继续把篮子传送给每一个孩子，直至每人都有一个橘子。然后，她才自己坐下来，如其他人一样，合上双掌拿了一个橘子。他们全部默默地坐着。佛陀叮嘱他们随着自己的呼吸而微笑。他用左手拿起一个橘子，深深地望着它。小孩们都跟他这样做。他慢慢地把橘子的皮剥下，孩子们也把自己橘子的皮剥下。老师和学生一起在静默觉察中专注地享受着他们的橘子。当大家吃完后，芭娜把全部的橘子皮收集起来。他们都十分高兴和佛陀一起这样专念地吃橘子。与小孩一起修习，佛陀也感到无限快慰。\n" +
    "　　村童通常在午后来探访佛陀。他教他们怎样坐着，跟着呼吸以使恼怒或悲伤的心境平静下来。他又教他们行禅来帮助身心清新舒畅。他更教他们去深深体察其他人和他们的行为，以使自己能体会、能了解和去爱。孩子们都明白他所教的一切。\n" +
    "　　难陀芭娜和善生花了一整天缝制一件新的袍子送给佛陀。它的颜色像瓦砖，如佛陀的旧袍一样。当善生知道佛陀身上的衣服原来就是她因伤寒死去的仆人宝珠尸体上的布时，她差点哭了起来。\n" +
    "　　当两个女孩子把新衣送来时，佛陀正在菩提树下坐着。她们静候佛陀从禅坐中出来，才奉上新衣。佛陀很是高兴。\n" +
    "　　“我很需要这件衣服啊。”他说。他又告诉她们会把旧的留着，以使他洗衣时可作替换。善生和难陀芭娜私底下决定再做一件给他。\n" +
    "　　一天，善生的十二岁朋友芭娜崛多请佛陀教她们朋友之道。就在前一天，她与她最要好的朋友佳莉嘉闹翻了。来看佛陀的路上，虽然经过佳莉嘉的家，但芭娜崛多不肯进去。直至后来因善生相劝，她才免为其难的进去。佳莉嘉也只是因为善生同行，才答应一起前来。当几个女孩抵达后，芭娜崛多和佳莉嘉距离彼此很远，各坐一方。\n" +
    "　　佛陀告诉她们一个关于一头鹿、一只小鸟和一只海龟的故事。他说这是发生在几千年以前的事。在那一生中，他是一只鹿。孩子们觉得有点奇怪，但他解释说：“在过去世中，我们都曾是土、石、露、风、水、火。我们也曾是苔、草、树、虫、鱼、龟、鸟和哺乳类动物。这些都是我在禅定中清楚见到的。因此，在那一世，我是一只鹿。这其实是很平常的事。我仍记得自己曾是兀立在山峰上的一块畸石，又有一生是棵梅子树。你们也都是一样。我将要告诉你们的故事，是关于一头鹿、一只小鸟、一只龟和一个猎人的。或许们其中一个曾是那只小鸟或海龟。\n" +
    "　　“我们都曾在地球上还未有人类或其他鸟兽的时期生活过。那时，只有海洋里的植物和地球表层的树木。在那个时候，我们可能是沙石、露水或植物。之后，我们便经历雀鸟动物的生命，终于而为人类。现在，我们就不单只是人类了。我们是稻米、橘子、河流和空气，因为没有这些，我们都不可能存在。当你们看见稻米、椰子、橘子和水，请谨记你们在这一生，是要依靠很多其他的生物才能生存的。这些生物都是你们的一部分。如果你们能体会这个，你们就会经验到真正的了解和爱。\n" +
    "　　“虽然我将要说的故事发生在几千年前，但同样的故事可以随时发生在这个时代。细心听下去，看看你们和故事里的动物有没有相似的地方。”\n" +
    "　　于是，佛陀开始述说这个故事。那时，佛陀是在森林里的一头鹿。它很喜欢到附近一个湖喝清澈的湖水。湖水里住着一只海龟，而湖边一棵杨柳树上则住着一只喜鹊。鹿、龟和喜鹊成为很好的朋友。一天，一个猎人跟着鹿儿的足迹来到湖边。他就在那里用绳索布下罗网，然后回到森林外的房子去。\n" +
    "　　那天，当鹿儿前来喝水的时候，它不小心踏到陷阱，不能摆脱。它的叫喊声被海龟和喜鹊听到。于是，海龟从水里爬出来，喜鹊也从树上飞下来。它们一起商量救它们朋友的最好方法。喜鹊说：“海龟姐姐，你的牙齿厉害，可以把绳子咬断。我则会想办法去拖延猎人，阻止他前来。”说完之后，喜鹊便赶快飞去了。\n" +
    "　　海龟在那里开始磨咬绳索。喜鹊飞到猎人的房子后，便在他正门的一棵芒果树上整夜守着。破晓时分，猎人拿着利刀走出门来。喜鹊一见这样，便立刻用尽全力飞扑到猎人的脸上去。这一袭，猎人被吓得手忙脚乱，不知所措，立即走回房子里。他躺在床上休息了一会。当他起来时，又再次拿起利刀，但这次却从后门出去。可是聪明的喜鹊早有准备，已在房子后面的一棵桑科树上等着。他又一次被喜鹊扑击。两次被袭后，猎人回到房子里仔细思量。他自认当天倒霉，只有等到翌日再出去。\n" +
    "　　猎人第二天大清早起来，拿着刀，准备出去。但为了防止再被袭击，他戴上帽子，把头保护起来。看见无法再阻挡猎人，喜鹊唯有立刻飞回去提醒它的朋友。\n" +
    "　　“猎人已经上路了！”\n" +
    "　　海龟已把绳索差不多全咬断了，只剩下一条。而这一条绳索就如钢铁般坚硬。它的牙颚都已因两日一夜的不停磨咬而损伤流血。到现在，它仍没有停下来。就在这时，猎人出现了。在极度恐慌之下，鹿儿大力踢开了最后的绳索。它跑到森林里去。喜鹊也飞回杨柳树上。只有海龟因已耗尽体力而想动也动不得。看见鹿跑了，猎人满胸愤怒。他把海龟拿起来，扔到他挂在杨柳树上的皮袋里。然后，他走去找那只鹿。\n" +
    "　　鹿儿在树丛中看到海龟的遭遇。它想：“我的朋友为了我而冒生命的危险。现在该是我替它们做点事的时候了。”它故意走出来让猎人看见它，然后假装很疲弱地跛着走下山径。\n" +
    "　　猎人想：“这只鹿已快没气力了。让我跟着它找时机宰杀它吧。”\n" +
    "　　他尾随着鹿走进森林的深处，而鹿儿又故意与猎人保持着一段距离。一直等到他们行至离湖边很远的地方，鹿儿突然飞奔，去无踪影。它把自己的足印用泥盖掉，便立即回到湖边去。它用鹿角把皮袋挑下来，再把它摇松放海龟出来。喜鹊这时也飞来与它们会合。\n" +
    "　　“你俩今天真的把我的命从猎人的刀下救回来了！”鹿儿说，“我恐怕他不久之后会再回来。喜鹊，你先飞回林中安全的地方。海龟姐姐，你也快点游回水里躲起来。我会走到森林里。”\n" +
    "　　当猎人回到湖边，他发觉空着的皮袋掉在地上，懊恼非常。他唯有拾起皮袋，手上仍执利刀，拖着疲乏的脚步回家。\n" +
    "　　小孩出神地听着佛陀讲这个故事。当佛陀说到海龟因咬绳索而导致口上鲜血淋漓，卢培克和善柏锡都差点儿哭了。佛陀问他们：“孩子们，你们认为怎样？很久以前，我是那只鹿。你们有谁是海龟吗？”\n" +
    "　　四个孩子举起手来，其中一个是善生。\n" +
    "　　佛陀再问：“那谁是喜鹊？”\n" +
    "　　缚悉底立即举手。佳莉嘉和芭娜崛多也同时把手举起。\n" +
    "　　善生望望佳莉嘉，又望望芭娜崛多，“如果你们两个都是喜鹊，那你们便是一个人了。喜鹊生喜鹊的气，有何好处？我们为何不可以像鹿、龟和喜鹊那样做好朋友？”\n" +
    "　　芭娜崛多站起来，走到佳莉嘉那里。她用自己小小的双手执着她朋友的手。佳莉嘉把芭娜崛多拉到身旁，移开一点让她坐下来。\n" +
    "　　佛陀笑了，“你们很明白这个故事。你们记着吧，像这样的故事，在我们的日常生活中随时都在发生。”"
  },
  {
    title:'不同的人，需要不同的法门',
    content:"村童回家后，佛陀便开始行禅。他把道袍卷起至腰间，涉水过河，然后沿着一条夹在两块稻田间的小径，来到他最喜欢的莲花池。就在这里，他坐下来观想美丽的莲花。\n" +
    "　　当他看着莲茎、莲叶和莲花时，他便想起一棵莲生长的不同阶段。它的根藏在泥里。一些枝茎未能生出水面，而另一些则刚好伸了出来，显露着卷曲的新叶。那里有一些花瓣待放的莲苞和已经开放得灿烂的莲花。更有一些花瓣已全部脱掉的莲蓬。池里的莲花，有白色的、蓝色的和粉红色的。佛陀省察到人与莲花没有两样。每人都有自己个别的先天条件。提婆达多不像阿难陀；耶输陀罗和芭蜜莎王后也很不相同；善生和芭娜更有分别。品性、美德、才智和聪明在不同的人都有着很大的差别。佛陀证得的解脱之道，亦必须要以林林总总的不同方法来教化不同种类的人。他想，教那些村童实在令人安慰，因为他可以用最简单的方法与他们沟通。\n" +
    "　　不同的方法就如不同的门，让不同的人可以进内以明白教理。“法门”的创立是经直接与人群接触而产生的。佛陀并没有在菩提树下神奇地领受到已定下来的各式方法。他认为自己一定要重入社群，才可以转动法轮，散播解脱的种子。他已开悟了四十九日。现在应该是离开优楼频螺的时候了。他决定第二天早上出发，离开尼连禅河畔清凉的树林、菩提树和孩子们。他希望首先去找他的两个老师阿罗罗和乌陀迦罗摩子。他有信心他们会尽快证得大道。辅助两位尊者后，他便打算去找与他一起苦行的五个朋友。然后，他就会去摩揭陀重访频婆娑罗王。\n" +
    "　　第二天早上，佛陀穿上他的新衣，在清晨的淡雾中步行入优楼频螺。他来到缚悉底家中，告诉这个少年牧童和他的家人他要离去。佛陀轻轻地在每个孩子的头上抚拍，然后一起行往善生的房子。听到这个消息，善生不禁哭了起来。\n" +
    "　　佛陀说：“我要离开这里才可以完成我的任务。但我答应你们，我有机会一定回来看望你们。你们实在帮了我很多，我对你们非常感谢。请谨记要修习我和你们分享的东西。这样，我便没有离开你们太远。善生，快抹干你的眼泪，给我笑笑。”\n" +
    "　　善生用她的纱丽裙边拭干眼泪，尽力试着微笑。跟着，他们便一起行到村外。正当佛陀准备转过头来话别，他留意到一个年轻的苦行者朝他而来。那苦行者合上双掌作礼，并好奇地望着佛陀。过了一会儿，他才说：“出家人，你看上去容光四射，极度安祥。请问你尊姓大名，是跟那一位大师的？”\n" +
    "　　佛陀回答：“我的名字是悉达多·乔达摩。我曾追随多位导师修学，但现在却没有导师。请问你是从哪儿来的，叫什么名字？”\n" +
    "　　那苦行者答道：“我叫优婆伽。我刚离开乌陀迦罗摩子大师的修行中心。”\n" +
    "　　“乌陀迦大师身体好吗？”\n" +
    "　　“大师几天前刚过世了。”\n" +
    "　　佛陀叹了一口气，他始终不能帮到他老人家。他又问：“你有跟过阿罗罗迦罗摩大师修学吗？”\n" +
    "　　优婆伽回答：“有。不过他最近也死了。”\n" +
    "　　“那你又可曾认识一个叫憍陈如的出家人？”\n" +
    "　　优婆伽说道：“当然认识。我在乌陀迦大师那里时，听说过他和另外四个沙门。我听说他们现在正住在王舍城附近的鹿野苑修行。乔达摩，请你不要介意，但我要继续上路了。我还有很远的路程要走。”\n" +
    "　　佛陀合掌与优婆伽道别后，转向孩子们，“孩子们，我将沿着这条路步行至瓦拉纳西，去寻找我的五位朋友。太阳已经升起，你们现在就回家吧！”佛陀合掌与孩子们道别，便沿着河流向北而行。他知道这是较长的一条途径，但却比较容易行走。尼连禅河向北流入恒河。如果跟着恒河向西而行，他在几天之内便可到达巴莲弗。在那里越过恒河，便到达伽尸的都城瓦拉纳西。\n" +
    "　　孩子们一直望着他走，直至他走出眼帘。他们都十分悲伤，心内充满期盼。善生在哭泣。缚悉底虽然也很想哭，但却并不想在弟妹面前流泪。过了一段时间，他说道：“善生姐姐，我要去准备看顾水牛了。我们该回家了。芭娜，今天记得给卢培克洗个澡。来，让我抱媲摩。”\n" +
    "　　他们沿着河岸返回村里。没有人说一句话。\n" +
    "\n" +
    "　　阿难陀尊者十分和蔼可亲，而且更非常英俊。他也的确拥有惊人的记忆。\n" +
    "　　佛陀在每一次法会所说的，阿难陀都可以一字不漏地全部记下。缚悉底和罗睺罗很感激阿难陀为他们重述佛陀在《看顾水牛经》上所说的十一要点。缚悉底也知道阿难陀一定会记得他所述说的有关佛陀在优楼频螺森林时的事迹。\n" +
    "　　缚悉底一边述说，一边留意着乔答弥比丘尼。她闪亮的眼睛告诉缚悉底她是如何地欣赏这些故事，因此他就连所有的小节也尽量忆述。乔答弥比丘尼特别爱听有关优楼频螺小孩的情节，像那次他们和佛陀一起在森林里吃橘子的一段。\n" +
    "　　看得出罗睺罗也是听得非常高兴的一个。虽然马胜是唯一在两天的讲述中没有发过言的一人，但他也明显听得津津有味。缚悉底知道马胜是与佛陀一起修苦行的五个朋友之一，因此他也对佛陀独自修行六个月后再与他们见面的情形十分好奇。可是，他又害羞发问。乔答弥比丘尼好像心里知道缚悉底的意思，她说道：“缚悉底，你想听马胜长老告诉我们关于佛陀离开优楼频螺之后的事吗？马胜已和佛陀一起有十年了，可是我相信他从未有谈起过他们在波罗奈斯附近的鹿野苑时的情形。马胜长老，你可以告诉我们佛陀的第一次说法，以及过去十年所发生的一些事吗？”\n" +
    "　　马胜合起掌来，答道：“乔答弥比丘尼，不必称呼我长老。今天我们已听了许多缚悉底比丘所说的，而且也就快是禅坐的时候了。不如你们明天都一起来我的茅房，到时我便可以详细告诉你们我所记得的一切。”"
  },
  {
    title:'初转法轮',
    content:"马胜正在鹿野苑修习苦行。一天，他坐禅之后，看到远处有个沙门朝他而来。当这人走近时，他才发觉原来是悉达多，于是便立即跑去告诉其他四人。\n" +
    "　　跋提说：“悉达多半途弃道。他吃饭、喝乳，又和村童共聚。他实在令我们失望。我认为我们没有必要与他招呼。”他们五个决定不到大门迎迓悉达多，又一致同意就是他自己进来鹿野苑，他们也不会理会他。但到头来所发生的，却与此全不相同。\n" +
    "　　当悉达多行进大门，他们五个都被他散发着的庄严威仪所摄，立即站立起来。悉达多像是全身发光似的。他步行的每一步都显现出一种罕见的精神力量。他那像能透视的目光，把他们原想给他白眼的意念全然改变。憍陈如走上前替他拿钵。摩男拘利赶忙拿水来给他洗手脚。跋提拉上凳子给坐下。额鞞找了一块大棕榈树叶替他扇凉。马胜则站在一旁，不知道应该做什么才好。\n" +
    "　　悉达多洗完手脚，马胜才发觉自己可以奉上一碗清水。他们五个围绕着悉达多而坐，而悉达多慈和地跟他们说：“兄弟们，我己找到了大道。我准备也让你们知道。”\n" +
    "　　马胜对悉达多说的话半信半疑。也许其他的几个也有同感，因此很久都没人回应。最后，憍陈如吞吐地说：“乔达摩！你半途弃道，你吃饭喝乳，又和村童一起。你怎可能证得解脱之道？”\n" +
    "　　悉达多望入憍陈如的眼里，问道：“我的好朋友憍陈如，你认识我已很久了。在这段时间里，我曾有对你说过谎话吗？”\n" +
    "　　憍陈如承认他没有，“是真的，悉达多，我从未听你说过假话。”\n" +
    "　　佛陀说：“那你们都听着吧，朋友。我证得大道，也希望让你们证得。你们将听到我第一次说法。这些法并不是我所思惟而得的。它是我直接体证的。请你们平静地、留心专注地听。”\n" +
    "　　佛陀的声音是那么充满灵性上的威严，他们都合上掌来望着他。憍陈如代表他们说：“我们的朋友乔达摩，请你发慈悲心，把大道给我们说教吧。”\n" +
    "　　佛陀平和地开始说：“兄弟们，每个人都应该避免走两条极端的路径。其一是把自己沉醉于感官物欲的享受之中；其二则是以异行和苦行来把身体的需要剥削。这两种极端行为都必然导致失败。我所找到的是不偏不倚的中道。它能带领我们达至了悟、解脱和自在。它就是正见、正思惟、正语、正业、正命、正精进、正念和正定的八正道。我就是依这八正道而得证了悟、解脱和自在的。”\n" +
    "　　“兄弟们，你们知道为什么我叫它正道吗？这是因为它并不需要我们对苦恼逃避或抗衡，而是令我们可以直接面对痛苦，因而得以把痛苦降伏。八正道就是生活在觉察中之道。而用心专注就是它的基石。修习念念专注会使我们培养出定力来。而有了定力，我们才可以达至了悟。有了正定，我们自然也会有正确的觉察力、思想、言语、行为、工作和勤奋。它所发挥的了悟性，更会使我们从每一点滴的痛苦中解脱出来，而令我们生起真正的安乐。\n" +
    "　　“兄弟们，世上有四种真理，它们是：痛苦的存在、痛苦的起因、痛苦的破灭和导致痛苦得以消灭之道。我叫它们四圣谛。第一圣谛是痛苦的存在。生、老、病、死是痛苦。悲伤、愤怒、嫉妒、担忧、恼虑、恐惧和哀愁等都是痛苦。与亲爱的人分离是痛苦。与你憎恨的人在一起也是痛苦。对五蕴的执著和欲望又是苦。\n" +
    "　　“兄弟们，第二圣谛是痛苦的根源。由于无明，我们看不到生命的真相，因而往往被困在欲望、嗔怒、嫉妒、伤心、忧愁和恐惧之火焰中。\n" +
    "　　“兄弟们，第三圣谛是痛苦的破灭。清楚了解生命的真理就可以带来每一种苦恼的歇止，继而产生平和与喜悦。\n" +
    "　　“兄弟们，第四圣谛是导致痛苦破灭之道。这就是我刚才解释的八正道。八正道培养我们去留心察觉地生活。念念专注又可使我们得定，因而了悟生命的真理。彻悟之后，我们便可以从苦痛中解脱出来而得到自在与安乐。我是会带你们行这条觉悟之道的。”\n" +
    "　　正当悉达多解说着四圣谛的时侯，憍陈如突然感到心里有大光明映照。他可以尝到他寻求已久的解脱。他的脸上泛起欢乐。佛陀指着他说：“憍陈如！你开悟了！你开悟了！”\n" +
    "　　憍陈如合起双掌向佛陀鞠躬。他至诚恭敬地说：“我尊敬的乔达摩，请你收我为徒。我在你的指导下，肯定可以大彻大悟。”\n" +
    "　　其他四个沙门也同时向佛陀合掌鞠躬，要求佛陀收他们为徒。佛陀示意他们起来，然后对他们说道：“兄弟们！优楼频螺的村童给我“佛陀”这个名字。如果你们喜欢的话，也可以这样称呼我。”\n" +
    "　　憍陈如问道：“佛陀的意思不就是觉者吗？”\n" +
    "　　“对。而他们叫我找到的大道为醒觉之道。你们认为这名字怎样？”\n" +
    "　　“觉者！醒觉之道！很好！好极了！这些名字真实，而且简单。我们都会叫你佛陀，又会叫此道为醒觉之道。如你刚才说，念念专注的生活就是精神修习的基础。”他们五人都一致接纳佛陀为师，并称他为佛陀。\n" +
    "　　佛陀对他们微笑，“兄弟们，请你们用豁达明智的心怀去修行吧。这样，你们三个月后便可证得解脱之果。”\n" +
    "　　佛陀留在鹿野苑教导他的五个朋友。他们都因此放弃了他们怪异苦行的行径。每天，三个人会外出乞食，回来把乞到的食物分给另外三个一起吃。佛陀给他们个别指导，使他们都可迅速进展。\n" +
    "　　佛陀为他们说教世法无常与无自性的真理。他又教他们观想五蕴为五条不停流动的川河，因而明了当中实无任何永恒或个别的存在体。五蕴就是指色身、感受、思想、行念和意识。如果静思五蕴，向内反照，他们是应该可以看到他们本身与宇宙息息相关的微妙关系的。\n" +
    "　　幸凭他们的努力精进，他们五人终于证道。首先是憍陈如，而额鞞和跋提就在两个月后证得。稍后，摩男拘利和马胜也成就阿罗汉果位。\n" +
    "　　佛陀十分高兴地告诉他们：“现在我们真的成了一个团体。我们就叫它僧伽。僧伽的团体是那些生活在和谐与专念察觉之中的人。我们必定要将醒觉的种子到处传播。”"
  },
  {
    title:'痛苦，是因为在用错误的方式生活',
    content:"佛陀习惯一早起来坐禅，之后再到林树间行禅。一天清早，正当佛陀行禅的时候，他看见一个样貌俊朗、衣着高雅的二十来岁青年，在晨雾里徘徊。于是，佛陀坐在一块大石上。那人走近大石时，未发觉佛陀，但却自言自语地说：“讨厌！反感！”\n" +
    "　　佛陀开口说话了：“没有什么是讨厌的，也没有什么值得反感。”\n" +
    "　　那年轻人停下来。佛陀的声音清澈舒怀。那人望上来，看见佛陀在大石上平静安泰的坐着。年轻人脱下脚上的凉鞋，向佛陀深深地鞠躬，然后也坐到旁边的一块大石上。\n" +
    "　　佛陀问道：“什么这样讨厌？什么令你反感？”\n" +
    "　　年轻人自称名字叫耶舍，是王舍城中一个富商之子。耶舍一向生活得无忧无虑。他的父母满足他的所有要求，又供给他应有尽有的享受。诸如豪华房舍、金银珠宝、醇酒美人、佳肴美宴，无一或缺。但耶舍这个思想敏锐的年轻人，开始感到这种充斥物质享受的生活渐渐令他局促得透不过气来。他从这种生活中已再找不到满足和意义。\n" +
    "　　他像一个被关在没有窗子的房间里的人，渴望吸到一口清新的空气，过一种简单而健全的生活。就在前一晚，他才与朋友欢聚畅饮、长夜笙歌、美女投怀。但当耶舍半夜醒来，看见朋友、歌妓酒醉熟睡的情形，他便立刻知道自己再不可以这般生活下去了。他披上斗篷，穿上凉鞋，便跑出门，漫无目的地走着。就这样，他走了整夜才发觉自己竟然来到了鹿野苑。现在太阳初升，他已与佛陀对坐着了。\n" +
    "　　佛陀对他劝解道：“耶舍，人生的确充满苦恼，但也有很多的美好。沉迷于欲乐固然对身心有害无益。如果生活得简单健康，而不被欲念贪求所奴役，你是可以经验到生命的奇妙美好的。耶舍，你向西周观望吧。你可以看到树木在薄雾里吗？它们不是很美丽吗？月亮星星、山河大地、阳光鸟语和淙淙泉水，都是宇宙间可提供无穷快乐的其中一些现象。”\n" +
    "　　“从这些所得来的快乐，可以滋养我们的身心。合上双眼，然后深呼吸数下。现在再张开眼睛。你见到什么？树木、烟雾、天空和屡屡阳光。你自己的眼睛便已够美妙神奇了。你一向与这些神奇美好的东西脱节，所以你对自己的身心也漠视鄙弃。有些人更因讨厌自己的身心而自寻短见。他们只看到生命的苦痛，但其实痛苦并不是宇宙的真性。痛苦只是我们的生活方式和对生命的错误见解产生的效果。”\n" +
    "　　佛陀的话，把耶舍感动得如被甘露洒在干涸了的心灵上。满怀喜悦，他伏在地上请求佛陀收他为徒。\n" +
    "　　佛陀扶他起来，说道：“一个僧人过的是非常简单纯朴的生活。他没有钱。他睡在草房或树底。他只吃一餐，而且还是乞回来的。你可以过这样的生活吗？”\n" +
    "　　“可以，大师。我很乐意过这样的生活。”\n" +
    "　　佛陀又说：“一个僧人，把身心全部投入于体悟解脱，以帮助自己和其他人。他又要集中他的精神，去替别人解决苦难。你肯发愿遵守这条道路吗？”\n" +
    "　　“当然，大师。我发愿遵从。”\n" +
    "　　“那我便收你为徒吧。我僧团里的弟子都叫比丘，即行乞的人。你每天都要去乞食养活自己，又要修习谦虚之心、与别人保持接触，以便接引他们体解大道。”\n" +
    "　　这时，佛陀的五个朋友兼弟子来到了。耶舍起来恭敬礼拜每一位。佛陀介绍他们认识耶舍，并对憍陈如说道：“憍陈如，耶舍希望成为比丘。我已接受了他为我的弟子。请你指导他如何穿袍、持钵、观察呼吸，以及修习行禅坐禅。”\n" +
    "　　耶舍向佛陀鞠躬之后，便跟憍陈如到他的茅舍，让憍陈如替他剃发和教他佛陀所吩咐的。憍陈如刚好多出了人们供养他的一件衲衣和一只钵，于是他便把这些转送给耶舍。\n" +
    "　　那天下午，耶舍的父亲来找耶舍。原来那天早上，他全家人都慌忙地四处寻找耶舍。一个仆人跟着耶舍的足迹来到鹿野苑，又发现他的金色凉鞋被弃在大石旁边。经过一番查问，才知道少主在那里和僧人一起。于是，他便匆匆回家告诉耶舍的父亲。\n" +
    "　　耶舍的父亲抵达时，发现佛陀正安详地坐在石上。他合掌上前，有礼地问道：“尊者僧人，请问你有见过我的儿子耶舍吗？”\n" +
    "　　佛陀请耶舍的父亲在附近的一块大石坐下。他说：“耶舍在房子里面，他很快便会出来。”\n" +
    "　　接着，耶舍的父亲便听佛陀述说当早发生的一切。佛陀尽量令他明白他儿子心里的想法和愿望。佛陀这样跟他说：“耶舍是个聪明感性的青年。他已找到了心灵解脱之道。他现在才得到信心、安稳和快乐。请你替他高兴吧。”\n" +
    "　　佛陀又告诉耶舍的父亲怎样可以在生活中减少苦恼，以及替自己和周围的人创造安稳和快乐。这个商人发觉佛陀的话令他感到如释重负。他站起合上双掌，要求佛陀收他为在家弟子。\n" +
    "　　佛陀起初默不作声。过了一会儿，他才说：“我的弟子全都刻意追求简单而专注的生活。他们不杀、不盗、不淫、不妄语，也不饮用酒精或任何可令他们昏乱的刺激品。如果先生你觉得你能遵照这些去做，我便接纳你为在家弟子。”\n" +
    "　　耶舍的父亲跪在佛陀前面，合掌说道：“请让我皈依你的教化吧。请你指示我这生应行之道。我立愿有生之日，都必定忠于你的教诲。”\n" +
    "　　佛陀扶他起来。耶舍也刚来到。他剃了头，穿着比丘的衲衣。这个刚剃度的比丘，脸上露出异常灿烂的笑容。他合掌成莲苞状向父亲鞠躬。耶舍容光四射。他的父亲也从未见过他儿子这般快乐。他向儿子鞠躬回礼，说道：“你母亲在家里非常担心你。”\n" +
    "　　耶舍答道：“我会会去探望她，免得她挂心。但我已发愿追随佛陀，过一生服务众生的生活。”\n" +
    "　　耶舍的父亲对佛陀说：“大师，我恳请你和你的比丘明天到舍下来吃一顿饭。如果你们前来指导我们醒觉之道，我们将会感到万分荣幸。”\n" +
    "　　佛陀回头望着耶舍。这个新来的比丘，眼睛亮了起来。佛陀于是便点头表示接纳邀请。\n" +
    "　　第二天，佛陀和他的六个比丘一起在耶舍双亲的家里吃饭。耶舍的母亲见到儿子安全无恙，而且快乐异常，欢喜得流起泪来。佛陀和比丘们都被安排坐在有软垫的椅子上。耶舍的母亲又亲自奉侍他们。比丘们默默地吃饭时，没有一人说话。就是所有的侍从仆人，也都全部肃静。吃过饭，钵也洗过后，耶舍的双亲向佛陀鞠躬礼敬，然后坐在佛陀前面的矮凳上。佛陀对他们说教在家弟子的基本修行五戒条：\n" +
    "　　“第一戒是不杀。所有众生都害怕死亡。如果我们真的行了解和慈爱之道，便必定要遵守此戒。我们不只是要保护人的生命，还要保护其他动物的生命。遵守此戒会令我们增长慈悲与智慧。\n" +
    "　　“第二戒是不偷盗。我们没有权利偷去别人的东西或巧取豪夺。我们应该想办法帮助别人自立维生。\n" +
    "　　“第三戒是不做任何不道德的性行为。不要干扰他人的权利和义务。要永远忠于配偶。\n" +
    "　　“第四戒是不妄语。不要说歪曲事实或导致不和与仇恨之言。不要散播没有确定性的消息。\n" +
    "　　“第五戒是不饮用酒精或其他刺激性物品。\n" +
    "　　“如果你们依着这些戒条的精神而生活，你们一定可以替自己、家庭和朋友避免不必要的痛苦和不协调。你们会发现生活中的快乐比从前多上很多倍。”\n" +
    "　　耶舍的母亲一边听着，一边感到心内像开启了欢乐之门。她很高兴知道她的丈夫已成为佛陀的弟子。她跪在佛陀面前，合起双掌。她也被佛陀接纳她的请求，收她为在家女弟子。\n" +
    "　　佛陀和他的六个比丘就此返回鹿野苑。"
  },
  {
    title:'皈依佛，皈依法，皈依僧',
    content:"耶舍成为比丘的消息，很快便传遍他朋友的圈子。他最要好的朋友——维摩诘、善多、奔纳吉和加范培帝——决定一起到鹿野苑探访他。途中，善多说：“既然耶舍决意出家为僧，他跟随的大师必定非泛泛之辈，而且他学的道也肯定高超。耶舍是个非常拣择的人。”\n" +
    "　　维摩吉反驳道：“别那么肯定。或许他只是一时兴之所至而为僧，这未必会长久的。一年半载之后，他很有可能放弃这种生活。”\n" +
    "　　加范培帝不同意，“你拿耶舍太不认真了。我一向觉得他是个十分严谨的人。我相信他没有考虑清楚是不会作这个决定的。”\n" +
    "　　他们到鹿野苑找到耶舍后，耶舍给他们引见佛陀，“师父，我这四个朋友都是很优秀的人才。请你对他们慈悲，替他们开启解脱之道的知见。”\n" +
    "　　佛陀坐下来与他们四个年轻人交谈。最初，维摩吉对佛陀说的很是怀疑。但听下去后，他的印象便渐渐改观了。最后，他还提议叫其他三人一起请佛陀收他们为比丘。他们四个跪在佛陀面前恳求。佛陀知值他们都是有诚意的，于是便实时接纳了他们的请求，同时更嘱憍陈如指导他们比丘基本的行仪。\n" +
    "　　耶舍和他四个好朋友成了比丘的消息，很快便传到他们的数百个朋友那里。一百二十个二十多岁的年轻人聚集在耶舍的家门，准备大清早出发前往鹿野苑。当耶舍被通传他们来访时，他立即出来相迎。剖白了自己出家为僧的本怀后，他便引领众人跟佛陀见面。\n" +
    "　　与众年轻人围聚，佛陀对他们解说脱离苦痛和获得安乐之道。他告诉他们自己年轻时怎样发愿寻道。这一百二十名年轻人个个都听得入神。其中五十人立即要求成为比丘。其他的虽然都有这个心愿，但却因为未完成为人儿子、丈夫或父亲的家庭责任，而暂时没法出家为僧。\n" +
    "　　耶舍请佛陀接纳他的五十位朋友，而佛陀也欣然答应。耶舍喜出望外，说道：“如佛陀你允许的话，我明天乞食时经过父母家门，将会问他们可否供给这些比丘衲衣和乞钵。”\n" +
    "　　佛陀现在与六十个比丘一起住在鹿野苑。他在这儿多留三个月以便领导他们。在这段时间里，又有超过数百男女皈依为佛陀的在家弟子。\n" +
    "　　佛陀教他的比丘们怎样修习观照他们的身体、感受、思想、行念和意识。他教他们有关世间万法因缘互依而起之理，又告诉他们常常在这方面观想的重要性。他解释万物都因互依互缘而生起、发展和坏灭。没有缘起，世法不存。一法之内，含藏万法。他说：“静思缘起法，就是解脱生死之门。它有力量破除固执浅见，诸如相信宇宙是神创或地、水、火、风所做成的。”\n" +
    "　　佛陀明白作为一个导师的责任。他像一个亲切的兄长般关怀和领导他的弟子。他又与他最初的五个门徒分担很多方面的职责。憍陈如带领教导二十个年轻比丘，而跋提、额鞞、摩男拘利和马胜则每人负责十个。这些比丘全部都在修行上有很大的进展。\n" +
    "　　看到这样，佛陀便召集僧众，对他们说：“比丘们，请你们细听。我们是完全自由的，没有任何束缚。你们现在已体解了大道。继续怀着信心前进，你们必定会在修行上有很大跃进的。你们可以随时离开鹿野范，自由地到外面去与别人分享觉悟之道。请去散播解脱和开悟的种子，以令其他人得到安乐。请你们透彻地给别人教导解脱之道的美妙内容和纲领。无数的人将会因你们的弘法而获益。至于我自己，我很快便要离开。我计划东行，因我想去探访优楼频螺的村童和看看菩提树。之后，我会到王舍城探访一位特殊的朋友。”\n" +
    "　　听完佛陀的说话，大部份比丘穿着瓦砖色的衲衣，手持乞食的钵，都开始离开，到外面弘法。只有二十个比丘在鹿野苑留下来。\n" +
    "　　不久，很多住在伽尸和摩揭陀的人都听闻过佛陀和他的比丘弟子。他们知道一个释迦族的太子，证得解脱之道后，在鹿野苑讲道。很多还未有证得解脱道果的出家人都因而感到鼓舞，纷纷从各地前来鹿野苑。听过佛陀说教后，他们都立愿成为比丘。由鹿野苑出外传教的比丘，又带回很多希望出家的青年。僧众的数目因而骤然大增。\n" +
    "　　一天，佛陀在鹿野苑召集僧伽，对他们说：“比丘们！现在再没有需要由我个人来剃度新的比丘了。同时，希望出家受剃的人也没有必要前来鹿野苑。他们只需在自己居住的村镇受戒，有亲属作证便可以了。我也需要如你们一般可自由停留或离开这里。因此当你们遇到诚心求剃的人，你们都可以在任何地方替他们授戒为比丘。”\n" +
    "　　憍陈如合掌站起来，“师父，请你开示我们一个授戒仪式，让我们日后可以依着授戒比丘。”\n" +
    "　　佛陀答道：“就依照我平时做的便可以。”\n" +
    "　　马胜站起来，说道：“师父，你威仪具足，当然不用隆重的仪式。但我们其他人是需要的。憍陈如师兄，或许你可以提供一个形式，让佛陀再加以补充。”\n" +
    "　　憍陈如想了一会才说：“尊敬的佛陀，我想第一个程序应该是要发愿的比丘把须发剃除。跟着，他便要学把衲衣穿好。穿好衲衣后，他可像平常习惯露出右肩，然后跪在戒师前。要比丘跪下是正确的，因为戒师代表着佛陀。接下来，比丘便应合上双掌，诚心背诵三遍：‘我皈依佛陀。他是这生引领我修行大道的人。我皈依佛法。它是了悟和慈爱之道。我皈依僧伽。它是生活在和谐与觉察的团体。’背诵完这些皈依语句，他们就算正式加入了佛陀的僧团，成为比丘。不过，这只是我的愚见，请师父你纠正。”\n" +
    "　　佛陀答道：“憍陈如师兄，这已经非常好。三次背诵皈依文，而且又要在戒师前跪着，这已是足够的受戒仪式了。”\n" +
    "　　僧团对这个决定都感到十分高兴。\n" +
    "　　几日后，佛陀穿上他的衲衣，独自持着钵离开了鹿野苑。那是一个异常美丽的早晨。他朝着恒河那边走，准备回到摩揭陀。"
  },
  {
    title:'回归当下这一刻，你才会觉醒',
    content:"佛陀不是第一次从瓦拉纳西行去王舍城。他缓缓地步行，沿路上欣赏着四周的山林和稻田。将近中午时分，他便在路边的小镇停下来乞食。乞到食物后，他走入附近的树林中静静地吃饭，然后在那里行禅。接着，他又在树底下坐禅。他非常喜欢一个人在森林里独处。禅坐了数小时，一群衣着光鲜的青年男子经过，明显表现得非常烦躁。他们其中几人手持乐器。看见佛陀，行在最前的一个青年向佛陀点头招呼，问道：“出家人，请问你有没有看到一个女子从这里走过？”\n" +
    "　　佛陀答道：“你找她有什么事吗？”\n" +
    "　　那青年把事情从头说起。他们都是瓦拉纳西来的。那天早上，他们带了乐器和一个女人，一起到森林里作乐。他们歌舞宴饮之后，便躺在地上打盹。但当他们醒来的时候，已发觉那女子和他们的珠宝饰物都不见了。由那时开始，他们就一直追寻她的下落。\n" +
    "　　佛陀冷静地望着那青年，答道：“告诉我吧，朋友，你们这一刻认为找到那女子还是找到你们自己比较重要呢？”\n" +
    "　　年轻人都有些愕然。佛陀慑人的仪容和他这个特别的问题，把他们脑子转过来。那带头的青年回答：“大师，或许我们都会先想找到自己。”\n" +
    "　　佛陀说：“生命只可在目前一刻找到，但我们很少会真心投入此刻。相反，我们喜欢追逐过去或憧憬未来。我们常以为自己就是自己，而其实我们一直以来都甚少与自己真正接触。我们的心只忙于追逐昨天的回忆和明天的梦想。唯一去与生命重新接触的方法，就是回到目前这一刻。只有当你重回这一刻，你才会觉醒过来。而就只有在这时，你才可以找回真我。”\n" +
    "　　“看看这些被阳光拥抱的嫩叶。你们有真正用一颗平静和觉醒的心来看过它们吗？这一染绿色就是生命里其中一样奇珍。如果你从来都没有真正看过它，请你们现在看吧。”\n" +
    "　　年轻人都沉默下来。他们每一个的眼睛都跟着佛陀的手指，望向那在午后的凉风中微微荡漾着的绿叶。一会儿，佛陀转过头来，对坐在他右边的青年说：“我看见你有一枝笛。请替我们吹奏一曲。”\n" +
    "　　虽然有点害羞，但那青年仍拿起笛子放嘴边，开始吹奏。每人都留心听着。笛声像一个失望的恋人在凄怨地哭泣的声音。佛陀的眼睛没有离开过那吹笛子的青年。他一曲奏毕，整个午间的森林都立即蒙上一层愁雾。一直没有人说话，直到那青年伸手把笛子递给佛陀，然后说道：“尊敬的僧人，请你为我们吹奏吧。”\n" +
    "　　正当佛陀微笑之时，一些人却不禁大笑起来，认为他们的朋友自讨没趣。有谁会听过僧人吹笛？因此当见到佛陀双手接过笛子，他们都感到出乎意料。他们全部人的视线转向佛陀，每个人都难免一脸好奇。佛陀做了数口深呼吸，然后把笛子放到唇边。\n" +
    "　　一个很久以前在迦毗罗卫国王宫的园子里吹奏着笛子的少年影像，在佛陀的脑海中浮现出来。那是一个月圆之夜。他可看到摩诃波阇波提坐在石凳上静心听着。耶输陀罗又在那边燃点着香炉里的檀香。佛陀开始吹奏。\n" +
    "　　那声音细致得像一丝轻烟，在傍晚吃饭的时候，从迦毗罗卫国城外的一间民居屋顶缓缓地蜷曲上升。那柔丝似的烟，如云涌般在天际扩张，渐渐化成了一朵千瓣莲花，每一叶的花瓣都闪耀着不同颜色的光彩。刹那间，似乎一个吹笛的人幻化成一万个，而宇宙一切的美好也都化为乐韵——千种形态和色彩的音律，轻如凉风，快如雨洒；如一只白鹤在头顶上飞过般清楚，如催眠曲般亲切；响亮如耀目的宝石，含蓄如一个思想已超越了世间成败的人的笑容。森林里的雀鸟都停止了歌唱，一齐来欣赏这超然的音乐。就连树叶也似乎暂停摆动，静下来聆听。整个森林都笼罩着全然的安宁、恬静和美好的气氛。围绕着佛陀而坐的青年，都感到脱胎换骨。他们现在才全然坠入此刻，与树木、佛陀、笛子，以及他们彼此之间友情的微妙真正接触。就是佛陀已把笛子放下，他们的耳里仍可听到乐韵的余音。已再没有人想起那女子或被偷去的珠宝了。\n" +
    "　　有一段时间没人作响。最后，吹笛的青年打破沉默，对佛陀问道：“大师，你的吹奏美妙极了！我从未听过吹奏得这样好的人。你是跟谁学的？你肯收我为徒，让我跟你学吹笛吗？”\n" +
    "　　佛陀笑笑说：“我还是小孩时，已开始吹笛。但我已经把它放下七年了。不过奏出来的效果却比从前好。”\n" +
    "　　“大师，这有可能吗？你七年没有练习，怎能够有进步呢？”\n" +
    "　　“吹笛奏乐并不是只靠练习的。我比从前吹得好是因为我找到了真正的自己。如果你不曾发现你心中无限的美，你是不能在艺术上登峰造极的。你要是想把笛吹得更好，一定要从醒觉之道中找回真我。”\n" +
    "　　佛陀于是对他们讲说解脱之道、四圣谛和八正道。他们都细心聆听，一直至佛陀说完，他们便跪下来求皈佛陀，成为他的弟子。佛陀给他们全部授戒，然后嘱咐他们前往鹿野苑去找憍陈如指导他们修行大道的方法。佛陀又告诉他们不久之后会再与他们见面。\n" +
    "　　那天晚上，佛陀独自在林中度宿。翌日早上，他过了恒河向东而行。他打算去王舍城见频婆娑罗王之前，先到优楼频螺探望一班村童。"
  },
  {
    title:'万法因缘生，万法因缘灭',
    content:"七日后，佛陀对重返菩提树的森林，感到异常兴奋。他在那里过了一夜。大清早，他来到尼连禅河畔给缚悉底一个惊喜。他们在岸边坐着谈了很久，直至佛陀提醒他继续割姑尸草以供水牛之需。佛陀自己也帮他一把，然后才离开他，前往村里乞食。\n" +
    "　　翌日下午，一群村童来到森林探访佛陀。缚悉底全家也都到来。善生更带来了她所有的朋友。他们十分高兴再见到佛陀。每人都留心细听佛陀告诉他们别后这一年里所发生的事。佛陀答应缚悉底会在他年满二十岁的时候，回来接纳他为比丘。那时，缚悉底的弟妹都应该可以照顾自己了。\n" +
    "　　小孩们告诉佛陀，在过去几个月，附近来了一个由婆罗门领导的教团。他们有五百信徒之多。他们不像比丘，没有剃头。他们把头发梳了辫子后，再卷起在头上作髻。他们信奉火神。婆罗门的名字叫迦叶，见过他的人都对他十分尊重。\n" +
    "　　第二天早上，佛陀渡河来到迦叶大师的教团。他的信众住在很简陋的茅舍。他们所穿的都是用树皮造的粗衣。他们都不入村乞食，但村民都会主动拿食物来供养他们。而且，他们也饲养一些禽畜以供食粮和做祭品。在与迦叶的一个门徒谈话中，佛陀得悉迦叶精通《吠陀》教典，并且品德很好。他又知道迦叶有两个弟弟，而他们也都是奉火教，并有自己的门徒。他们三兄弟都相信火是宇宙的本原要素。优楼频螺迦叶很受他的两个弟弟拥戴。那提迦叶和他的三百门徒住在北面大概一天行程的尼连河岸。伽耶迦叶则和他的二百个门徒集居于伽耶。\n" +
    "　　迦叶的门徒带佛陀去他师父的寮房与他会面。虽然迦叶不再是个年轻人，但他仍非常精神和灵敏。当他见到这个年轻导师的仪表，便立刻对这位来客生起好感，待他以上宾之礼。迦叶礼请佛陀坐在门外的一个树墩上，然后两人款款而谈。佛陀对《吠陀》的熟悉，令迦叶感到非常惊讶。但他更想不到的就是，《吠陀》里一些连他也未能清楚了解的概念，佛陀竟已把它们掌握得明明白白。佛陀向他解说《阿闼婆吠陀》和《梨俱吠陀》里的一些非常深奥的篇章后，迦叶才发觉他自己以为明白的，其实都未得要领。更令迦叶叹为观止的，就是这个年轻僧人对历史、教典和婆罗门仪轨的深厚认识。\n" +
    "　　那天中午，佛陀接受了迦叶的邀请，和他一起用膳。佛陀整齐地把外衣折作坐垫，坐在上面留心专注地默默地吃。看见佛陀的安祥态度和威严面容，迦叶也被感染得默不作声。\n" +
    "　　那天晚上，他们继续畅谈。佛陀问道：“迦叶大师，你可以为我解释祭火能导致解脱的原因吗？”\n" +
    "　　优楼频螺迦叶没有立刻作答。他很清楚一个普通或表面的答案是很难满足这位与众不同的沙门的。迦叶先解释为什么火是宇宙的要素。而它的来源就是大梵天。在教团的祭火殿里，总有一炬圣火长燃不熄。它就是大梵天的象征。《阿闼婆吠陀》里有提及对火的拜祭。火就是生命。没有火，生命就不可能存在。火是光、暧和太阳的能源。它能令植物、动物和人类生存。它可赶走阴暗，抗衡寒冷，带给众生喜乐与生命力。火令食物可能熟食，又可以使人们在死后得与大梵天重聚。正因为火是生命之源，所以它就是大梵天本身。火神阿耆尼，只是大梵天千万化现现象的其中一个。在祭火坛上，阿耆尼的形相是双头的。一个象征着火在日常生活中的功用；另一个则代表着火作出的牺牲和它往生命之源的回归。祭火者奉行四十种拜火仪式。一个信徒要守戒、修异行和勤于念经才可以达到解脱之道。\n" +
    "　　迦叶自己很反对那些以权力在社会上欺压来取利满足私欲的婆罗门。他认为这些人都只是利用诵经行仪以图利的。而传统婆罗门教的声誉也就是因为这些婆罗门的存在而被损害。\n" +
    "　　佛陀问道：“迦叶大师，你又对那些认为水才是生命之根本要素的人，和只有水才能使人洁净，因而可与大梵天结合的思想有什么看法呢？”\n" +
    "　　迦叶犹豫了一会儿。他想起千百数的人，那一刹正在恒河和其他的圣河里沐浴着，以求清洗罪业。\n" +
    "　　“乔达摩，水并不能真正使人解脱。水是向下流的。只有火才向上升。我们死后，身体也是因为靠火才得以变烟而上升。”\n" +
    "　　“迦叶大师，那就不尽对了。天上的白云也是水的一种形体。因此，水也会上升的。其实烟本身也不过是蒸发了的水而已。云和烟最终都会还归为液体状。我相信你也一定知道万物都在循环不息。”\n" +
    "　　“但万物都是来自同一根本元素，所以它们都会回复到那种元素。”\n" +
    "　　“迦叶大师，万事万物都是互相倚靠而生存。就如我手里这片树叶。泥土、水分、热力、种子、树、云、太阳、时间、空间——这全部都是导致这片树叶得以存在的因素。就只少了一样，树叶也是无法生存的。所有的生物，不论有机无机的，都是因互缘而生起。一样事物的来源，就是万事万物。请你细心参详一下。难道你看不到我手上这片树叶，是因应宇宙万法的相互关系，甚至包括你的察觉力在内，才能如是吗？”\n" +
    "　　已经是黄昏时份，将近入黑了。迦叶邀请佛陀在他的房舍度宿。这是他一向以来首次对某个人做出的这样的邀请。不过，他又实在是未遇到过一个这样不凡的出家人。但佛陀以习惯独睡为理由拒绝了。他说宁愿在祭火殿里度宿，未知可否。\n" +
    "　　婆罗门说：“过去几天，一条大蛇在祭火殿里出没。我们想尽办法，也没有把它赶走。你不要睡在那儿了，朋友，我恐怕会有危险。就是这个原因，我们最近也只好在外面行祭仪。请你还是到我的房子里睡，比较安全。\n" +
    "　　佛陀答道：“请不用担心，我住在祭火殿是不会有危险的。”\n" +
    "　　佛陀回想起他在荒山野外苦修时的情形。猛兽在他身边走过也没有伤害他。有时他静坐，巨蛇会在他前面爬过。他知道如果小心不令动物惊怕，它们是不会伤害人的。\n" +
    "　　看见佛陀这样坚持，迦叶唯有这样说：“如你真的想在祭火殿里睡，当然可以。你喜欢住多久也绝不是问题。”\n" +
    "　　那天晚上，佛陀进住祭火殿。中央的祭坛烧着一炬由许多蜡烛燃起的火。房间的一边放着一堆室外祭仪用的檀香木。佛陀相信大蛇必定是在木堆中，因此他便在另一边禅坐，以折起了的外衣作垫。他一直坐至深夜。将近禅坐完毕的时候，他看见大蛇盘蜷在房间中央凝视着他。佛陀轻声地对它说：“好朋友，为了你的安全，你应该返回森林中去。”\n" +
    "　　佛陀的声音带着爱和谅解。大蛇慢慢展开，爬出门外。佛陀也伸展开来，躺在地上睡觉。\n" +
    "　　当他醒来，明亮的月光正从窗外照到他的睡处。十八日的月亮是分外皎洁光明的。他想到在月色里行禅是会非常写意。他于是拍拍外衣上的灰尘，把它穿上，然后行出了祭火殿。\n" +
    "　　破晓时分，殿里不知何故起火。看见的人都立即大叫求援。虽然每人都到河边取水救火，但火势猛烈，很难控制。最后，五百个信徒也只得看着祭火殿付之一炬。\n" +
    "　　优楼频螺迦叶也在观看的信徒群内。当他想到前一天还与他谈得那样投契的年轻沙门时，他心里哀痛不已。他估计这位才德兼备的沙门必已葬身火海。如果乔达摩肯到他的房子，他就仍然活着了。还在沉思之际，佛陀却出现了。因从远处也看到火焰，佛陀便立刻回来看看可以帮得上什么。\n" +
    "　　迦叶松了一口气，兴奋地走上来，执着佛陀的手，说道：“我的朋友乔达摩，真感谢上天，你仍活着啊！你真的没事！我高兴极了！”\n" +
    "　　佛陀把手搭在婆罗门的肩膀上，笑着说：“谢谢你，我的好朋友。我真的没事。”\n" +
    "　　佛陀知道当天优楼频螺迦叶将会举行一场法会。除了他的五百个门徒，还有邻近至少一百个村民参加。讲座会在午饭后举行。佛陀意识到他的在场有可能令迦叶不自然，因此他便往村里乞食去。接受供食后，他行到莲池附近进食。之后，他整个下午都留在那儿。\n" +
    "　　下午稍后，迦叶前来找他。看见佛陀在池边，他便说：“我的朋友乔达摩，我们午食时都在等你，但始终你没有出现。为何不与我们共进午食？”\n" +
    "　　佛陀表示当法会进行时，他不想在场。\n" +
    "　　“为什么你不想参加我的法会呢？”迦叶问道。\n" +
    "　　佛陀只是微笑。婆罗门也不再多问。他知道这个年轻僧人看穿他的心思。乔达摩真是考虑周详和替人设想啊！\n" +
    "　　他们坐在池边详谈。迦叶说：“你昨天曾说，一片树叶是因着不同的助缘才成就出来。你也说人类的存在和产生也同样是这个道理。但当这所有的外缘都消失时，那些个体又往哪儿去了？”\n" +
    "　　佛陀解答道：“一向以来，人类都被常我这个观念系缚着，以为事物都有个别永恒的存在性。我们相信人死了，其个体仍然存在而更会与他的本源大梵天合一。但迦叶，我的朋友，这实在是世代以来令我们迷失方向的基本误解。\n" +
    "　　“你是应该知道万法因缘生，万法也因缘而灭。此有故彼有，此无故彼无。此生故彼生，此灭故彼灭。这就是我在禅定中所亲证的因缘生起法。在真实的体性上，根本没有什么是独立或永恒的。也没有个体，无论高级或低级。迦叶，你有尝试去观想你的色身、感受、思想、行念和意识吗？一个人是这五蕴的结合。它们就像连一样恒常元素都找不到的河流，永无止息地变幻着。”\n" +
    "　　优楼频螺迦叶沉默了一段时间。接下来，他问道：“那你是否提倡无生论？”\n" +
    "　　佛陀微笑摇头，“不。无生论只是密茂的狭见中其中的一个狭见。这个观念一如有永恒个别体的观念般错误。迦叶，请你看着莲池的水面。我并不是说莲花和水都不存在。我只是说，水和莲花都是因应着许多其他因素的相互关系而产生的，而这全部的因素，又没有一样是有个别或永恒性的。”\n" +
    "　　迦叶抬起头来，望进佛陀的眼里，“如果说无我，为何我们又要修道以达解脱呢？是谁会得到解脱？”\n" +
    "　　佛陀深深地望着这个婆罗门朋友的眼睛。他的目光像太阳般光芒，同时却又如月色般温柔。他微笑着说：“迦叶，从你自己的内心找寻答案吧。”\n" +
    "　　他们一起回到教团。优楼频螺迦叶坚持这夜要把自己的茅房让给佛陀，而他自己则会用他首座弟子的房舍。佛陀从而体会到，迦叶的弟子对他们的大师是何等尊敬。"
  },
  {
    title:'世法燃烧',
    content:"每天早上，迦叶都会带些食物来给佛陀，以免他要到村里行乞。午食之后，佛陀会独自在林荫小径或莲池附近散步。稍后，迦叶便会与他在树下或池边切磋。与佛陀长时间的相处，更令迦叶明白到佛陀是如何的有智慧和德行。\n" +
    "　　一天晚上，滂沱的雨势一直延至天亮。尼连禅河的两岸，水位都暴涨成灾。附近的农田民居都被洪潮所淹。船艇四处救人。虽然迦叶的信众可以及时登上高地，但他们却没找到乔达摩的踪影。迦叶派出数只小艇去寻找他。最后，他才被发现站在远处的山上。\n" +
    "　　洪水退得一如它暴涨得快。第二天早上，佛陀持着钵走往山下，到村里视察村民受水灾影响的情况。幸而没有人被淹毙。村民都告诉佛陀，因为他们没有太多财物，所以损失也自然轻微。\n" +
    "　　迦叶的门徒开始重建他们被火烧去的祭火殿和在水灾中被冲掉的房子。\n" +
    "　　一天下午，正当佛陀和迦叶一起站在尼连禅河畔时，迦叶说道：“乔达摩，那天你对我说过观想一个人的色身、感受、思想、行念和意识。之后，我曾修习这种静思观想，而开始明了一个人的感受和思惟是可以断定他一生的品质的。我也体会到在那五条川流里，其实真的没有任何恒常之性。同时，我也了解到所谓的独立个体是虚幻不实的。我唯一不明白的，就是如果我们既无自性，为何还要修行出世之道？得到解脱的会是谁？”\n" +
    "　　佛陀问道：“迦叶，你承认痛苦是实相吗？”\n" +
    "　　“乔达摩，我当然接纳痛苦是生命的实相。”\n" +
    "　　“你同意痛苦的产生是有原因的吗？”\n" +
    "　　“我是同意有痛苦，就必然是有其原因的。”\n" +
    "　　“迦叶，当痛苦的原因存在，痛苦也存在。当痛苦的原因消除，痛苦也就应该消除。”\n" +
    "　　“对，我可以明白当痛苦的原因消除，痛苦本身也自然会消除。”\n" +
    "　　“痛苦的主因是无明，又即对世间实相的错误见解。认为非恒常的是恒常就是无明。认为无自性的有其自性也是无明。贪欲、嗔恚、嫉妒以及无数的苦恼都是由无明生起。解脱之道就是去深入看清事物的真相，体会万法的无常、无自性和互因互缘的关系。这才是消除无明之道。摆脱了无明，痛苦也就被超越。这才是真正的解脱。解脱本身根本就没有必要有自我的个体。”\n" +
    "　　优楼频螺迦叶默默地坐了一会儿，说：“乔达摩，我知道你所说的都是你所亲证的。你的话并非表达概念而已。你说解脱是从精进禅定以洞悉事物的真相而得。那你是否认为所有的行仪、拜祭和诵经都是没用的？”\n" +
    "　　佛陀指向河的对面，说：“迦叶，如果一个人想渡河到对岸，他会怎么做？”\n" +
    "　　“如果水是浅的，他可以涉水过河。如果是深的，他便要泅水或坐船了。”\n" +
    "　　“我也同意。但如果他不能涉水、泅水或坐船，那又怎么办呢？又如果他只懂得站在此岸望着对岸，祈求对岸来到他的跟前，那你又会对这个人有什么看法呢？”\n" +
    "　　“我会说他是十分的愚蠢！”\n" +
    "　　“正是如此，迦叶！如果一个人不消除无明和知见的障碍，他是过不了河到解脱的彼岸的。就是他一生祈祷，也是徒然！”\n" +
    "　　迦叶忽然大哭起来，伏在佛陀脚下的地上，“乔达摩，我己荒废了大半生。请你现在收我为徒，给我一个机会跟你修学解脱之道。”\n" +
    "　　佛陀搀扶迦叶起来，说道：“我绝不会迟疑收你为徒，但你的五百徒众又怎样呢？你走了之后，有谁可以带导他们？”\n" +
    "　　迦叶答道：“乔达摩，让我明天早上跟他们说吧。明天午后，我会让你知道我的决定。”\n" +
    "　　佛陀说：“优楼频螺的村童都称我佛陀。”\n" +
    "　　迦叶有点惊奇，“那就是觉者的意思，对吗？我也会这样称呼你。”\n" +
    "　　翌日清晨，佛陀往优楼频螺村里乞食。之后，他又前往莲池那儿坐。下午，迦叶前来找他，告诉佛陀他的五百弟子也同意皈依佛陀为师。\n" +
    "　　第二天，优楼频螺迦叶和他的信众把须发剃掉，将头发连同所有祭火神的器皿全都扔进尼连禅河里。他们向佛陀鞠躬行礼，并三次读诵：“我皈依佛陀，我此生修行大道的导师。我皈依佛法，它是了解与慈爱之道。我皈依僧伽，生活在和谐和觉察之中的团体。”他们读诵三皈依句语的声音回荡整个森林。\n" +
    "　　授戒的仪式完毕，佛陀为这些新比丘讲说四圣谛，和怎样观察自己的呼吸、身体和心念。他又教他们如何乞食和在静默中进食。他更嘱咐他们要把从前所饲养作为祭品和食粮的牲畜释放。\n" +
    "　　那天下午，佛陀与迦叶和他的十个大弟子会面，替他们讲说醒觉之道的基本道理和商讨有关组织僧团的最好方法。迦叶是个精于这方面的领导人。与佛陀商讨后，他便安排有能力和经验的比丘，去训练年少的比丘，就像佛陀在鹿野苑的制度一样。\n" +
    "　　第二天，优楼频螺迦叶的弟弟那提迦叶，与他的门徒震惊地来到找他的长兄。他和住在优楼频螺下游的三百弟子，前一天看到很多的辫子和火教祭具在河里飘浮。他们因此恐怕教团和兄长遭遇浩劫。当那提迦叶抵达优楼频螺时，刚巧是行乞时间。当他一个人也没看到的时候，便真的以为教团必遇害无疑。但当比丘们陆续乞食回来，他们才知道原来教团已立愿皈依乔达摩这个僧人。当优楼频螺迦叶和佛陀回来时看到弟弟，他十分高兴。他请弟弟与他到林中散步。他们出去了好一段时间。回来的时候，那提迦叶宣布他与他的三百弟子也想皈依佛陀。他们两兄弟又派人去找另外的兄弟伽耶迦叶。就这样，在七天之内，伽耶迦叶也和他的二百个弟子一同受戒成为比丘。他们三兄弟一向都以相亲互爱见称。他们分享着同样的理想，一起成为佛陀的虔诚弟子。\n" +
    "　　一天行乞后，佛陀召集所有的比丘到伽耶的山上来。一千个比丘与佛陀及迦叶三兄弟默默进食。午食完毕，他们全部把视线转向佛陀。\n" +
    "　　佛陀平静安祥地坐在大石上，开示道：“比丘们，所有世法都在燃烧。什么在燃烧？六样感官——眼、耳、鼻、舌、身、意——全都在燃烧。六样所感的尘境对象——色、声、香、味、触、法——全都在燃烧。六种意识——眼识、耳识、鼻识、舌识、身识、意识——全部都在燃烧。他们是被贪、嗔、痴之火焰燃烧。他们也是被生、老、病、死和痛苦、焦虑、烦躁、恐惧和绝望的火焰燃烧。\n" +
    "　　“比丘们，每种感受，不论是甜是苦或非甜非苦，都在燃烧。感受的产生是来自感官、感官的对象和感觉意识。感受是被贪、嗔、痴之火焰所燃烧。感受是被生、老、病、死和痛苦、焦虑、烦躁、恐惧和绝望的火焰所燃烧。\n" +
    "　　“比丘们，不要让贪、嗔、痴的火焰把你们吞噬。清楚体会一切法的无常性和互依性，以免成为由感官、感官的对象和感觉意识所形成的生死巨轮中的奴隶。”\n" +
    "　　一千个比丘留心细听着。每人都深受感动。他们都高兴找到了一条教他们看透世法的实相以达到解脱之道。坚定的信心在每个比丘的心坎内澎湃。\n" +
    "　　佛陀在伽耶逗留了三个月，以便教导比丘们，而他们都有很大的进展。迦叶兄弟成为佛陀的得力助手，替他分担教导僧伽的工作。"
  },
  {
    title:'佛陀僧团',
    content:"佛陀要离开伽耶前往王舍城的时刻终于来临了。那天早上，优楼频螺迦叶请佛陀允许整个僧团的比丘送他一程。佛陀本来不想，但迦叶令他明白到一千个比丘一起同行并不如想像中麻烦。王舍城附近一带有很多树林可供他们歇宿。至于乞食，他们可以到那里很多的村庄甚或都城里，与当地的居民结缘。更何况他们的数目，已开始超出了伽耶居民所能供应。在王舍城，一切反而会更方便。看到优楼频螺迦叶这么通晓摩揭陀的情况，佛陀便答应让比丘们同行。\n" +
    "　　迦叶兄弟把比丘分成四十队，每队二十五人。每队又分配一个年长的比丘负责带领。这样的安排，对各比丘修行上的进展更有帮助。\n" +
    "　　他们共需要十天时间才可到达王舍城。每天早上，他们都会到小村落里乞食，然后再到树林或田野里用食。吃完之后，他们又再开始分成小组而行。所有见到比丘们宁静地缓步而过的人，都在心里留下很深刻的印象。\n" +
    "　　将近抵达王舍城的时候，优楼频螺迦叶带领他们进入棕树林，申怒波林庙宇的所在地。棕树林就在都城以南两里。第二天早上，比丘们持着钵入城里乞食。他们单列排行，分成小组，踏着平稳缓和的步伐。他们安祥地持着钵，双眼直向前望。依着佛陀的指示，站在每间屋前，他们不会去辨别屋主的贫富。如果没有人出来，他们便继续前往下一间。当他们默默地等待着的时候，他们会留心地静观呼吸。而他们受供之后，都会鞠躬表示谢意。对食物的好坏，他们从不置评。有时，在家人会在供食后请出丘解答一些有关世法的问题，而比丘都会很认真地尽力替他解答。比丘会告诉在家人他是属于乔达摩佛陀的僧团。他更会为在家人讲说四圣谛、在家五戒和八正道。\n" +
    "　　全部的比丘都会在午前回到棕树林去静静午食。然后，他们就会听佛陀的开示。下午和晚上，都是用来禅修的。因此，过了午后，就再没有人会在城中见到比丘们的踪影。\n" +
    "　　两个星期之后，几乎全都城都察觉到佛陀僧团的存在。在清凉的下午，很多在家人都会来到棕树林与佛陀见面和求学醒觉之道。在佛陀还未有机会去探望他的朋友之前，年轻的频婆娑罗王已听闻佛陀在城中的消息。他肯定这位新来的导师就是他在山上认识的那个年轻僧人。于是，他下令起驾前往棕树林。很多马车尾随着他的座驾，因为他还邀请了上百位德高望重的婆罗门教士和学者同行。当他们到达林边，大王带着王后和他的儿子阿阇世太子先行下车。\n" +
    "　　佛陀知道大王亲临，便与优楼频螺迦叶亲自出来迎接他和其他宾客。比丘们正在泥地上围坐着等待佛陀说法。于是佛陀便请大王、王后、太子和宾客一起坐下来。频婆娑罗王把所有他记得名字的朋友都介绍给佛陀认识，另一些婆罗门则需要自作介绍。众多的来宾中，有很多都是熟读《吠陀》或来自不同宗教派系的。\n" +
    "　　他们大都听过优楼频螺迦叶的名字，更有一些从前与他有过面缘。但他们之中，没有一个听过佛陀的名字。他们看到迦叶这样尊敬这个比他年轻得多的释迦乔达摩，都感到非常诧异。他们喁喁细语，大家都想弄清楚究竟乔达摩是迦叶的弟子，还是迦叶是乔达摩的弟子。察觉到这种纷乱的揣测，优楼频螺迦叶站起来，上前行向佛陀。他合上双掌，恭敬地说得很清楚：“乔达摩，觉悟者，我这生最尊贵的导师——我是你的弟子，优楼频螺迦叶。请让我献上至深的敬意。”跟着，他三次伏在地上跪拜佛陀。佛陀搀扶迦叶起来后，请他坐在他的身旁。全部的婆罗门都静止了。当他们望过去见到那一千个穿着衲衣的比丘庄严地坐着，他们对佛陀的敬意更加深切。\n" +
    "　　佛陀讲说醒觉之道。他解释一切事物的无常性和互依性。他告诉他们醒觉之道能消除妄见和超越痛苦。他解释禅定和了解是要从守戒而获得。他的声音响如洪钟，暖如春日，柔若微雨，壮似狂潮。超过一千人在聆听，没有一人敢大力呼吸或把衣衫移动，以免打扰佛陀的妙音。\n" +
    "　　频婆娑罗王的眼睛一刻比一刻明亮。他感到越听越是开怀。他的很多疑问和烦恼都逐一消散。他的脸上挂了一个灿烂的微笑。开示完毕，频婆娑罗王合掌站立起来。他说：“世尊，我年幼时有五个愿望。现在我都得偿所愿了。第一个愿望是加冕为王。这我已得偿了。第二个愿望是在今生遇到一个开悟了的导师。这也得偿了。第三个愿望是有机会礼敬这位导师。这在今天得偿了。第四个愿望是有这样一个导师给我指点真理正道。这亦在今天得偿了。而第五个愿望就是能够明白了解觉者的教化。我刚才已连这个愿望也得偿了。世尊，你的妙教令我对世法有了很深的理解。恳请世尊你收我为你的在家弟子吧。”\n" +
    "　　佛陀浅笑，表示接纳他的要求。\n" +
    "　　大王礼请佛陀和他的一千比丘，在月圆日全到王宫接受他的供养。佛陀欣然答应。\n" +
    "　　其他的宾客全都起立礼谢佛陀。其中二十人表示希望被受纳为徒。接着，佛陀和优楼频螺迦叶陪同大王、王后和小太子阿阇世一起步出林外。\n" +
    "　　佛陀知道不到一个月，雨季便将来临，那时便没可能回到家乡去。于是，他决定与一千比丘在棕树林多留三个月。他知道三个月的修行，会使僧团在他要离开时更为巩固和安定。他将会在春天这个晴空嫩叶的季节离开。\n" +
    "　　频婆娑罗王立即展开筹备供养佛陀和比丘的盛宴。他打算在宫中的名贵砖地大堂接待他们。他下诏所有人民在街上结彩挂灯来欢迎佛陀和僧团。他也同时邀请了很多其他人参加，包括政要和他们的家属。就是与未到十二岁的阿阇世太子年纪相若的小朋友，也在邀请之列。很清楚佛陀和比丘们都不会希望因为他们而大开杀戒，他便下令只可烹制美味的素肴作供。他们共有十天的时间准备。"
  },
  {
    title:'十大弟子：舍利弗、目犍连······',
    content:"接着下来的数个星期，许多求道者都前来请求受戒为比丘。他们其中有很多都是有学问的富家子弟。佛陀的大弟子主持授戒仪式和教导新比丘的基本修行法。又有很多青年男女来棕树林求受三皈依。\n" +
    "　　一天，憍陈如主持近三百人的皈依仪式。礼毕之后，他给信众讲说佛、法、僧三宝。\n" +
    "　　“佛陀是醒觉者。一个醒觉的人可以看到生命和宇宙的体性。因此，一个醒觉的人是不会被虚幻、恐惧、嗔怒和欲望所缠绕。一个醒觉的人是个自由的人，心里充满和平和喜悦、爱和谅解。我们的导师，乔达摩大师，就是一个全然醒觉的人。他引领我们在此生修正我们的不察，使我们也觉醒过来。我们每个人都有佛性。我们都可以成为佛陀。佛性就是觉醒和超越所有愚痴无明的本能。如果我们都修习察觉之道，我们的佛性便会一天比一天明亮起来。总有一日，我们也可以得到自由、平和与喜悦。我们必需在自己心内寻找我们佛性。佛陀就是第一件至宝。\n" +
    "　　“佛法就是导致醒觉之大道。它就是佛陀所教的道理，帮助我们超越无明、嗔怒、恐惧和欲望等笼牢之道。它能导致自由、平和与喜悦，又能使我们去爱和了解所有的人和事。了解和爱是醒觉之道上的两个最美丽的果实。佛法就是第二件至宝。\n" +
    "　　“僧伽就是修行醒觉之道的群体，一起并肩同修佛道的人。如果你想修行以获得解脱，群体共修是很重要的。独修的人往往在修行道上会遇到障碍而影响他达到醒觉。因此无论是比丘还是在家信众，都应该皈依僧伽。僧伽就是第三件至宝。\n" +
    "　　“年轻人，今天你们是皈依了佛、法、僧。有它们的扶持，你们便不会漫无目的或迷失方向，而会在觉悟之道上成就真正的进步。我自己皈依三宝已有两年了。今天你们也发愿同修。让我们一起为皈依三宝而庆祝。这三件宝石固然自无始以来已经在我们心中存藏着。让我们现在一起修行解脱之道，以使这三件珍宝从我们内里发出光芒。”\n" +
    "　　这些年轻人被憍陈如这一席话深深激励。他们都感到心内涌起一股新生的活力。\n" +
    "　　同一时期，佛陀又收下了两个很特殊的门徒加入他的僧团。他们就是舍利弗和目犍连。他俩本来是住在王舍城的著名苦修大师删阇夜的弟子。删阇夜的信徒叫簸利婆罗阇迦。舍利弗和目犍连是很要好的明友，而两人都因为聪明豁达而极受尊崇。他们彼此曾互相承诺，谁先证得大道，便会立即告知对方。\n" +
    "　　一天，在王舍城看见马胜比丘乞食，舍利弗便立刻被马胜的安祥仪容所摄。他想：“这人似是已证大道。我早知会找到这类人的！我要问他的导师是谁和他的教义是什么。”\n" +
    "　　舍利弗加速步伐去赶上马胜，但又突然停了下来，以免打扰比丘的安静行乞。舍利弗决定等他乞食完毕才上前请教他。马胜的钵盛满之后便转身离去。这时，舍利弗合掌体敬，说道：“僧人，你散发着平和稳定。你的德行和体解力从你行路的姿态、脸上的表情和你的一言一笑都表露无遗。请问你的导师是谁，你在哪里修行，而你导师所教的方法又是什么？”\n" +
    "　　马胜望了望舍利弗，然后很亲善地微笑。他答道：“我是在释迦族的乔达摩大师门下修习的。他又被称为佛陀。他现时正居于棕树林的申怒波林庙宇附近。”舍利弗的眼睛为之一亮，“他的教义是什么？你可以和我分享吗？”\n" +
    "　　“佛陀的教理深广绝妙。我也未能全部把它掌握到。你应该亲自去听教于佛陀。”\n" +
    "　　但舍利弗继续央求马胜：“我请求你，就是一字半句也好，请你与我分享佛陀的教诲吧。它对我会如珍似宝。我迟些定会亲临受教的。”\n" +
    "　　马胜笑笑，然后诵了一首很短的偈颂：\n" +
    "　　诸法因缘生，\n" +
    "　　诸法因缘灭，\n" +
    "　　我师大沙门，\n" +
    "　　常作如是说。\n" +
    "　　舍利弗顿觉心开意解，心内如泛起了一片强光，完美无瑕的正法在那里一闪而过。他向马胜鞠躬礼谢之后，便赶往找他的好友目犍连。\n" +
    "　　当目犍连看到舍利弗的一脸光采，便问道：“我的兄弟，什么使你如此兴奋？难道你已找到了真理大道？请快告诉我吧！”\n" +
    "　　舍利弗把事情一一告诉了目犍连。当他把偈颂向目犍连诵来，目犍连也觉一闪的强光燃亮了他的心怀。他实时看到宇宙仿如一个交织兼容的罗网。此是因彼是，此生因彼生，此非因彼非，此灭因彼灭。在明了缘起法之后，万物有始创者的信念自然消散。他现在明白怎样可以中断生死之轮。解脱之门在他眼前实时开启了。\n" +
    "　　目犍连说道：“兄弟，我们一定要立刻去见佛陀。他是我们期待已久的导师。”\n" +
    "　　舍利弗虽然同意，但提醒他说：“不过，对一向信赖我们为他们长老的二百五十名簸利婆罗阇迦兄弟们，我们又应该怎办呢？我们不可以毅然离开他们的。我们必须先告诉他们我们的决定。”\n" +
    "　　于是，他们去到簸利婆罗阇迦惯常聚修的地方，对他们解释要离开此地去跟佛陀为徒的抉择。听到这个消息，簸利婆罗阇迦感到十分伤心。没有他俩的引导，他们都没信心维持下去。因此他们也表示希望追随他们，也成为佛陀的弟子。\n" +
    "　　舍利弗和目犍连往见删阇夜大师告诉他这个情形。他恳求他们说：“只要你们留下，我便会将教团交由你们掌管。”他重复说了三次，但舍利弗和目犍连已立定了主意。\n" +
    "　　他们说：“敬爱的师父，我们起初求道的目的都是希望得到解脱，而并非想做宗教领袖。如果我们不懂真理正道，又怎能领导别人呢？我们必定要寻访乔达摩大师，因为他已找到了我们一直以来寻找的大道。”\n" +
    "　　其他的簸利婆罗阇迦随着舍利弗和目犍连在删阇夜面前伏在上礼辞，然后他们便起程离开了。他们抵达棕树林后，一起伏在地上求佛陀收他们为比丘。佛陀为他们宣说四圣谛之后，便接纳了他们加入僧团。这次授戒仪式之后，在棕树林的比丘数目达一千二百五十之多。"
  },
  {
    title:'五戒：不杀生，不偷盗，不邪淫，不妄语，不饮酒',
    content:"那是月圆日。佛陀与他的一千二百五十个比丘持着钵进入王舍城。他们踏着平稳缓和的步伐。城里的街道上布满了彩灯和鲜花。人群挤在街道两旁欢迎佛陀和僧伽。当比丘们行到大路的交会点，蜂拥的民众实在令佛陀和比丘们无法通过。\n" +
    "　　正当优楼频螺迦叶不知所措的时候，一个手持六弦西塔琴边弹边唱的年轻小伙子走出来。他的歌声清脆如银铃。当他从人群中行过的时候，他们都让开给他通过。这一来，佛陀和比丘们也都可以继续前行了。迦叶认出这个乐者是一个月前才在他的引领下皈依三宝的。他唱着的歌词深深表达着他的感受：\n" +
    "　　在这清新的春晨，\n" +
    "　　大觉者穿过我们的都城，\n" +
    "　　一千二百五弟子随行，\n" +
    "　　脚步缓和、平稳，祥光遍照。\n" +
    "　　群众一边陶醉在年轻人的曲中，一边望着佛陀在他们前面经过。歌者继续唱：\n" +
    "　　身为您的弟子，感恩安慰，\n" +
    "　　让我们歌唱，歌唱您无尽的爱心与智慧，\n" +
    "　　引导我们觉悟知足常乐之真理。\n" +
    "　　也让我来歌颂僧伽，\n" +
    "　　歌颂你们追随佛陀的觉醒之道。\n" +
    "　　年轻人继续边行边唱，给佛陀和比丘们开路，直至王宫的入口。这时，他才向佛陀鞠躬礼敬，然后瞬间便消失在人群中。\n" +
    "　　在六千随从的陪同下，频婆娑罗王出来亲迎佛陀。他带佛陀和比丘们到宫里的前院。这里早已搭起很多帐篷，以在烈日下供他们凉荫。佛陀被尊请坐上院里的中座。所有给比丘的座位也经专意安排。佛陀上座后，频婆娑罗王便请其他人入座。大王和优楼频螺迦叶分别坐在佛陀的两旁。\n" +
    "　　阿阇世太子奉上一盆水和一条毛巾给佛陀清洁手足。其他的侍从则同样侍奉比丘们。接着，素宴便正式开始，桌上摆满了各式的上等素菜。大王亲自将食物放入佛陀的钵中，而毗提醯王后和其他仆人则侍奉比丘们。佛陀和比丘都在食前念诵。频婆娑罗王和他的嘉宾在进食的时候都默不作声。六千宾客都被佛陀和比丘的和颜悦色感动。\n" +
    "　　佛陀和一千二百五十个比丘进食完毕后，他们的钵全被拿去清洗而复还。这时，频婆娑罗王转过来向佛陀合掌礼敬。意会到大王的心意，佛陀开始为大家说法。他讲授五戒为家庭和乐、国家太平之道。\n" +
    "　　“第一戒是不杀。受持此戒可长养慈悲心。众生皆惧死亡，正如我们自己爱惜自己的生命，我们也应该同时爱惜众生的生命。我们除了不去夺取别人的生命，也应该避免伤害别类生命。我们应与人、动物和植物和谐和处。如果我们滋养爱心，痛苦就会相应而减，而快乐的生活就会随之而生。国民如都能受持此不杀之戒，整个国家都必定会和平安稳。当人民都尊重彼此的生命，国家必定富强，而外来的侵扰也便容易应付得多了。就是国防设备完善，也没有必要动用。军队士卒便也可以用他们的时间去修桥补路、开荒建坝，造这些有建设性的工作了。\n" +
    "　　“第二戒是不偷盗。我们没有权去夺取他人用劳力换来的财产。试图抢夺他人的财物就是破戒。骗取或以欺压手段强取都是偷盗。从他人的血汗劳力图取暴利也是破戒。假使每人都受持此戒，社会平等便会萌芽，而劫杀也必然很快止灭。\n" +
    "　　“第三戒是不做不道德的性行为。性关系只限于夫妇之间。受持此戒能在家庭里建立互相信任和快乐，同时免除其他人的不必要痛苦。如果想有快乐而又有时间帮助国家民旅，就必须避免三妻四妾。\n" +
    "　　“第四戒是不妄语。不要说会导致离间或仇恨的话。出口必要是真言。是就是是，非就是非。言语可以建立信心与快乐，但也可以产生误会与憎恨，甚至杀戮与战争。因此出言必须谨慎。\n" +
    "　　“第五戒是不饮用酒精或剌激品。酒精和刺激品都会使人丧失理智。一个人醉酒的时候，很多时会令自己、家人或其他人蒙受痛苦。受持此戒可保身心的健康。此戒应该时刻遵守。\n" +
    "　　“如大王与各位高官都严持五戒，国家必大受裨益。陛下，帝王是国家的舵手。他必须有很高的察觉力，分秒都知道国家发生着什么事。如果你能让部属明白和坚守五戒的话，这五条和谐平安的生活原则是可以使摩揭陀更为强盛的。”\n" +
    "　　频婆娑罗王高兴至极，站起来向佛陀鞠躬礼谢。毗提醯王后手拖儿子阿阇世，行到佛陀面前来。她教太子合掌礼敬佛陀，然后说道：“佛陀世尊，阿阇世太子和四百个小孩今天都同时在场。不知道你可否教他们爱与觉察之道呢？”\n" +
    "　　王后再向佛陀鞠躬。佛陀微笑。他伸手出来牵着小太子的手。王后示意叫其他的小孩上前。他们都是来自名门望族，身上穿着极华丽的衣服。男男女女都带着金环于手腕或脚腕。女孩更穿上闪闪发光的纱丽。阿阇世太子坐在佛陀脚下。这时，佛陀想起他很久以前在迦毗罗卫国的阎浮树下与一班贫苦村童的野餐。他默默地对自己承诺，日后回乡时，必定要访寻他们，与他们分享法义。\n" +
    "　　佛陀对小孩们说：“孩子们，在我为人之前，我曾经生为泥土和石块、植物、雀鸟和许多的其他动物。你们也一样曾径是泥土和石块、植物、雀鸟和动物。或许你们今天与我一起在这里，是因为我们在过去世有过特殊的关系。也许我们曾带给大家喜乐或哀伤。\n" +
    "　　“我今天想为你们讲一个很多世以前发生的故事。它是关于一只苍鹭、一只蟹、一棵鸡蛋花树和很多的小虾小鱼。那一世，我是那棵鸡蛋花树。也许你们其中有人是那苍鹭、蟹或小虾。这个故事里，苍鹭又坏又狡滑，是只带给别人痛苦和死亡的家伙。苍鹭也令我这棵鸡蛋花树受苦。但我从那些痛苦中，学到很重要的一课，那就是——如果你欺骗和伤害别人，到头来你自己也会被欺骗和受到伤害。\n" +
    "　　“我是生长在一个清香莲池附近的一棵鸡蛋花树。池里一条鱼也没有。但离那里不远的地方，却有个很浅的死水塘，里面住着很多小鱼小虾和一只蟹。苍鹭发现塘里有这么多的鱼虾，便想出了一个计策。他坐在塘边，脸上表现得挺愁恼可怜的样子。\n" +
    "　　“鱼和虾问他：‘苍鹭先生，你为何这么懊恼？’\n" +
    "　　“‘我正在想着你们这可怜一群的生活。你们的塘又泥又脏，你们又缺乏食物。我真替你们的苦命感到不安。’\n" +
    "　　“‘哪你有办法帮助我们吗，苍鹭先生？’塘里的小动物问道。”\n" +
    "　　”‘其实，如果你们让我把你们逐一带到那边不远处清凉的莲池，那里应该有更多食物供给你们的。’\n" +
    "　　“‘我们也想相信你，但一向以来，有谁听过苍鹭会关心鱼虾的。可能你只是想骗我们，把我们吃掉罢了。’\n" +
    "　　“‘你们为何如此多疑？你们应该当我是个慈祥的世伯。我是没有必要骗你们的。那边真的有个很大而又满载清水的莲池。你们不信的话，我可以带你们其中一个先去视察。他回来便可以告诉你们我是否在说真话了。’\n" +
    "　　“虾和鱼经详细商讨后，决定让一条年长的鱼跟苍鹭前去莲池。这条鱼身上多刺，鱼鳞坚硬如石。除了游得很快，它也能在沙上活动自如。苍鹭把它衔在嘴里，飞去莲池，放进池里，好让它能仔细视察一番。这莲池真的十分宽敞，池水清新凉快，又有很充足的食粮。当老鱼回到旧塘，便将一切情况报告给大家。\n" +
    "　　“肯定了苍鹭的好意，鱼虾都央求苍鹭把它们搬到莲池。狡滑的苍鹭当然答应。它逐一把鱼衔在嘴里，然后飞去。但这一次，他并非把它们带到莲池。它飞往那棵鸡蛋花树，将鱼放在树的枝丫上，撕下鱼的肉来吃，剩下的鱼骨则扔到树脚下。它就是这样，一一把鱼吞吃。\n" +
    "　　“我就是那棵鸡蛋花树，所以我见证了这一切的发生。虽然我十分愤怒，但却没法阻止苍鹭。一棵鸡蛋花树的根牢牢地抓着泥土。它只会长出枝叶和花朵。它不能四处走动。我也不能大叫来告诉鱼虾真实的情形。我就连把树枝伸长来阻止苍鹭把鱼吃掉也做不到。我只有坐观惨况。每次苍鹭杷鱼肉撕下的时候，我都感到无限痛苦。我觉得自己的树汁快将干涸，而树枝也将断掉。一滴滴像眼泪的液汁聚集在我的树皮上。不过，苍鹭没有察觉到。连续几天，苍鹭都继续这样吃鱼。在我脚下堆起的鱼骨，就足够装满两个大箩。当鱼全部吃光，他便开始打虾的主意了。\n" +
    "　　“我知道身为一棵鸡蛋花树的职责，是要用芬芳的花朵美化森林。但我当时实在被苍鹭的所作所为和自己的无能为力折磨得很痛苦。假如我是一只鹿或一个人，我便可以做点事。但被树根系在地上，我完全动弹不得。我当时发愿，如果我将来生为动物或人，我必定会尽力去锄强扶弱。\n" +
    "　　“当所有的鱼和虾都被苍鹭吃尽，便只剩下那只蟹。那只苍鹭仍然未满足，对蟹说道：‘世侄，我已把所有的鱼虾都搬到莲池去快快乐乐地生活。这里现在只剩下你一个，你一定很是寂寞了。让我也把你搬到莲池吧。’\n" +
    "　　“‘你怎样带我去？’\n" +
    "　　“‘就像我带其他的一样，用我的嘴巴。’\n" +
    "　　“‘我滑掉下来怎办？我的壳会破成碎片。’\n" +
    "　　“‘不用担心，我会很小心的。’\n" +
    "　　“蟹细心考虑，也许苍鹭真的把鱼虾都运去了莲池，但如果它都把鱼虾们都骗去吃掉，那也不是没有可能的。于是，蟹便想了一个办法来确保自己的安全。它对苍鹭说：‘世伯，我怕你嘴巴的力量不够把我担起，倒不如你飞时我抓着你的颈背为好。’\n" +
    "　　“苍鹭只好同意。它等蟹爬到它的背上抓紧，然后便飞到空中。但它没有把蟹带到莲池，而又是把蟹带到鸡蛋花树那里。\n" +
    "　　“‘世伯，你为何不把我放入莲池？为什么我们在这儿着地？’\n" +
    "　　“‘哪有苍鹭会把鱼虾搬到莲池？世伯，我不是施恩的。你看到鸡蛋花树下的鱼骨虾壳吗？你的生命也将在此处终结。’\n" +
    "　　“‘世伯，鱼虾们或许被你骗到，但我没那么容易上当。快把我带到莲池，否则我用钳将你的头割掉。’\n" +
    "　　“蟹把利钳插入苍鹭颈里。霎时的刺痛令苍鹭大喊出来：‘别这么用力！我会立刻带你到莲池！我答应一定不会把你吃掉！’\n" +
    "　　“苍鹭把蟹带到莲池，准备把它放在水边。但蟹仍不肯把它的钳放松。想起所有被蒙骗而丧命的鱼虾，它禁不住把利钳割入苍鹭的颈里，直至苍鹭的头脱落，它才爬进水里。\n" +
    "　　“孩子们，我当时是那棵鸡蛋花树。这一切我都亲眼看到。我学到了：如果我们对别人慈爱，别人也会对我们慈爱；但如果我们对别人残忍，迟早我们自己也会遭逢同样的命运。我发愿在我的所有未来世，都会全力去帮助人。”\n" +
    "　　小童都觉得故事很好听。他们被鸡蛋花树的痛苦所感动，更同情那些无助的小鱼小虾。他们又鄙视苍鹭欺诈残暴的行为，但十分欣赏蟹的精明果断。\n" +
    "　　频婆娑罗王起立。他合掌鞠躬，对佛陀说：“师父，你和我们老幼都分享了重要的一课。我真希望阿阇世太子会把你的话牢记心中。我们国家也真有福泽能得到你的光临。如你允许的话，我现在希望送给您和僧伽一份薄礼。”\n" +
    "　　佛陀继续望着大王，等着他再伸述说明。一阵肃静之后，大王继续说：“大概离王舍城以北两里左右，有一片很大很美的园林，名叫竹林。那里恬静清凉，十分怡人，里面还住着很多的松鼠。我想把竹林送给你和你的僧团，以供你们做说法修行的道场。授教慈悲的伟大导师，请你接纳我这份心意。”\n" +
    "　　佛陀思考了一会儿。这是僧团首次被供土地做寺院。他的比丘在雨季中肯定需要有地方下榻安居。佛陀做深呼吸，然后微笑点头，以表示接纳大王的厚意。频婆娑罗王欢喜若狂。他知道有了寺院在这里，佛陀将会在摩揭陀逗留久些。\n" +
    "　　当天在场的嘉宾有很多是婆罗门教的要领人物。其中很多都不满大王这样做，但不敢表露意见。\n" +
    "　　大王传令拿来一个盛满了清水的金瓶。他把水倒在佛陀的手上，隆重地宣布：“师父，这些水流在你的手上，就代表着竹林已被转送给你和你的僧伽了。”\n" +
    "　　大王把竹林赠送给佛陀的仪式这才完毕，供奉之宴也就此结束。佛陀和他的一千二百五十个比丘便开始离开王宫了。"
  },
  {
    title:'我会在春天回去',
    content:"就在第二天，佛陀和几个大弟子便来到竹林。这里正是僧团需要的理想环境，周围是将近一百亩的茂盛竹林，当中包括了不同品种的竹树。在树林中央的迦兰陀湖，正好给比丘们用作沐浴和洗衣。他们也可以在湖岸行禅。充足的竹树，也令建筑房舍给年老的比丘更为方便。佛陀的大弟子，包括憍陈如、迦叶和舍利弗都对竹林十分满意，并立刻开始计划在那里安排一切。\n" +
    "　　佛陀说：“雨季不是远行的好时间。比丘们在雨中需要有地方修习。有了这个地方，他们就可避免生病和践踏被雨水冲到地上的虫蚁。从现在开始，我希望比丘们每逢雨季都安居一处。我们可以知会当地的在家信众，在这三个月的静修时间前来供食。他们也可同时受益于比丘的说法开示。”这便是比丘雨季结夏安居的起源。\n" +
    "　　在目犍连的监管下，年轻的比丘负责用竹、茅草和泥土给年长的比丘们建房舍。佛陀的房子虽小，但非常清雅。房子后面长着一丛金竹，另一边长着一丛更高的青竹，十分清凉。那先沙摩罗比丘替佛陀筑了一个木造的矮台给他睡觉，又在屋后放了一个大泥缸给他梳洗。那先沙摩罗这个年轻比丘，是从前优楼频螺迦叶的门徒，他被迦叶安排做佛陀在竹林的随从侍应。\n" +
    "　　舍利弗也安排了一位在家弟子从城里运送一个大钟来供竹林精舍所用。他们把大钟挂在迦兰陀湖边一棵大树上，应温习和禅修的时间，大钟便会被敲响以提醒比丘。这便成了专念修行的一个重要部分。佛陀教导比丘们每当听到钟响，都应该停下来细观他们的呼吸。\n" +
    "　　在家的弟子帮了他们很多。迦叶向他们解释结夏安居的意思，“这段时间是要让比丘们有机会直接从佛陀那里学习解脱之道的修行方法。他们也会有更多的时间给自己做精进的修习。同时，他们又可避免践踏雨季中特别多的昆虫。你们可以在这三个月内以供食来帮助比丘。如果可以的话，最好每天带来的食物，分量适中，不多不少。不论贫富，就是只带来一两片烘包的，也可留下来听佛陀或大弟子讲法开示。因此，结夏安居对比丘和在家众都一样有利益。”\n" +
    "　　这足以证明迦叶引导比丘和在家弟子都一样出色。他负责与在家人联络，打点一切供食和其他供养的安排。他确保没有一个比丘缺乏自用的衲衣、乞钵、坐垫、毛巾和滤水器。\n" +
    "　　结夏的第一天，僧伽都依照佛陀和大弟子悉心定下的秩序进行。起床的钟响在早上四时敲响。梳洗后，比丘们自习行禅，或坐禅，不断交替进行，直至日光在竹树梢上露面才停止。这通常是乞食的时间。但因现在有在家众前来供食，比丘便有多些时间跟个别依止的导师更深入地研究法要和探讨修行上遇到的问题。那些被选作导师的比丘，都是一些在修为上比较深厚的比丘。马胜、迦叶、舍利弗、目犍连、额鞞和摩男拘利每人都负责带领教导十至三十个学僧。每个新加入的比丘，都会有一个依止的导师如长兄般引导他修行。迦叶和舍利弗亲自订立了这种制度。\n" +
    "　　中午前，比丘都齐集在湖边，手持乞钵，排行等侯。食物会被平均分配。之后，他们便坐在湖边的草地上进食。进食完毕，他们会把钵洗净，然后面对佛陀而坐。有时，佛陀会宣说一些针对比丘修行，但同时也有助于在家修行者的教义。有时，他又会开示一些针对在家众的教理，而同时也会让比丘们得益。当有小童在场，佛陀又会说些适合他们的法语，而这些多半都是他往生的故事。\n" +
    "　　有些时候，佛陀的大弟子会代他开示。这时，佛陀便会安详地旁听，以便他们说得准确明白时，给予他们一点鼓励。法会完毕，信众都各自回家，而比丘则会稍作休息，直至午钟再响，他们才又再行禅坐禅，一直修习至午夜才退下作息。\n" +
    "　　佛陀禅坐直至深夜。尤其在月明之夜，他喜欢把他的竹台移到室外，在凉夜的空气中坐禅。将近天亮的时候，他又喜欢在湖边行禅。时常都喜欢、轻松而平和的佛陀，不像年轻比丘需要那么多的睡眠。迦叶也同样禅坐直至深夜。\n" +
    "　　频婆娑罗王非常虔诚地来竹林精舍。他不再像从前前往棕树林时那样带那么多的随从侍卫。有时，他会与毗提醯王后和阿阇世太子同来。但更多的时候，他是独个儿来的。他会把马车停在林外，自行前往佛陀的寮房。有一天，他看到比丘在雨中听法之后，便征询佛陀的同意，在那里加建一个讲堂，以供比丘在雨天午食或听法时用。佛陀同意后，讲堂的兴建工作立刻开始。它的面积可容立一千比丘和一千在家人，成了精舍最有用的设施之一。\n" +
    "　　佛陀和大王很多时都会在竹台上坐着畅谈。于是，那先沙摩罗便替佛陀造了几张简单的竹椅来接待客人。一天，佛陀和大王坐在椅子上倾谈时，大王诉说：“我其实有另一个你未见过的儿子。我很希望他和他的母亲可以与佛陀你会面。他不是生于毗提醯王后。他的母亲名叫阿摩巴离，他自己则叫戌博迦。他快十六岁了。阿摩巴离住在巴连弗城以北的毗舍离。她不喜欢宫中的拘谨生活，又不看重身份地位。她只珍惜她个人的自由。我供给他们多方面的需要，包括一个美丽的芒果林。戌博迦是个对军政事务全没兴趣，但却聪明勤奋的少年。他住在都城附近，攻读医学。我对他们非常爱护，也希望你对他们如此。大慈悲的尊者，如果你答应肯与戌博迦和他的母亲会面，我便安排在短期内让他们到竹林这里来。”\n" +
    "　　佛陀微笑同意。大王于是合掌请辞，心里满怀感恩。\n" +
    "　　在同一段时间，从佛陀的家乡迦毗罗卫国来了两个很特别的客人。他们就是佛陀的老朋友迦鹿荼离和车匿，他从前的马车夫。他们给精舍带来了一份很特殊的温馨。\n" +
    "　　离开了七年，佛陀也很想知道家里的消息。他问迦鹿荼离有关父王、王后、耶输陀罗、难陀、孙陀莉难陀、他的朋友，和他当然没有忘记的儿子——罗睺罗。虽然迦鹿荼离一如以往地谈笑风生，但他的脸上免不了岁月的留痕。车匿看上去也衰老了不少。佛陀与他们坐在他的房子外面谈了很久。他获悉迦鹿荼离现在在朝廷里任职高官，是净饭王最信任的参谋之一。两个月前，他们已获悉佛陀证道以及正在摩揭陀说法的消息。家中各人都为此高兴，尤其是大王、王后和瞿夷。当大王嘱托迦鹿荼离来竹林找佛陀回去时，迦鹿荼离也感到十分兴奋。起程之前的三天筹备，令他紧张得不能入睡。是耶输陀罗建议他和车匿一起来的。当车匿知道迦鹿荼离肯带他同行，他开心得哭了起来。他俩经过一个月的旅程，才到达竹林精舍。\n" +
    "　　照迦鹿荼离所说，大王的身体近年来已衰老了不少，但头脑却仍然敏锐。他有几个有才干的大臣帮他料理国事。乔答弥则如以往一般活跃。难陀王子已经与一位叫卡拉诺莉的贵族女子定了亲。难陀年少英俊，又喜欢打扮，但大王就担心他缺乏成熟和稳重。佛陀的妹妹孙陀莉难陀已经亭亭玉立，美丽高贵。至于耶输陀罗，从佛陀离开那天起，她再没有配戴珠宝首饰。她穿得非常朴素，把她的所有名贵衣物都卖掉了，将得来的钱赠给了贫苦大众。当她听到佛陀只是日中一食，她也照这样去做。在乔答弥王后的相助下，她继续她的救贫扶弱工作。罗睺罗已经七岁，他乌黑的眼睛闪耀着聪颖和决心。他的祖父母对他的疼爱，就像他们从前对佛陀一般。\n" +
    "　　车匿肯定了所有迦鹿荼离告诉佛陀的。家里的消息使佛陀暖在心头。最后，迦鹿荼离问佛陀何时才能回去迦毗罗卫国。佛陀说道：“我会在雨季后回去。我暂时不想离开这班修行未上轨道的年轻比丘。过了这段安居时间，我便可以放心离开他们了。但迦鹿荼离、车匿，你们不防留下一个月左右来尝试一下这里的生活啊！那还应该有足够的时间让你们回去告诉大王我雨季后的归期。”\n" +
    "　　迦鹿荼离和车匿当然很高兴留在竹林精舍小住。他们与多位比丘成了好朋友，更体验到出家人平和愉快的生活。他们学会了怎样在日常生活中修习察觉的能力以滋养身心。迦鹿荼离花费了很多时间在佛陀的身边观察。他被佛陀的从容自在所深深感动。佛陀已很明显地达到了一个不会再追求欲望的境界。佛陀就像一条在水中自如地游来游去的鱼，或在天空中安祥地飘浮着的云。他完全投入当下的一刻。\n" +
    "　　佛陀的目光和笑容就是他得到了精神解脱的印证。他再不会被这世界里的任何事物束缚，而他却拥有对别人最多的爱心和了解。迦鹿荼离发觉他的老朋友在精神道上把他抛离了很远。一时间，迦鹿荼离发觉自己很渴望过一种如比丘般宁静无着的生活。他觉得已可放弃一切功名利禄和权势地位，以及那种生活所带来的忧虑。就只在竹林住上了七天，他已私下对佛陀表示他欲剃度为比丘了。佛陀对此也感到有点意外，但却微笑点头以示接纳。\n" +
    "　　车匿也同样希望成为比丘，但碍于对大王一家有责在身，他认为应该先向耶输陀罗请辞，才较为适当。因此，他准备等佛陀回到迦毗罗卫国之后，再说出这个想法。"
  },
  {
    title:'谣言，迟早会自动止息',
    content:"一天下午，舍利弗和目犍连带了一位名叫帝迦罗朅的苦行者来谒见佛陀。帝迦罗朅是与删阇夜齐名；同时，他又是舍利弗的伯父。当他知道侄儿追随了佛陀为师，便很好奇想知道佛陀所教的是什么。当他要舍利弗和目犍连给他解说时，他们却提议他直接与佛陀会面。\n" +
    "　　帝迦罗朅问佛陀道：“乔达摩，你所教的是什么？你的教义为何？个人来说，我很不喜欢任何理论学说。我对这些完全不信。”\n" +
    "　　佛陀微笑问道：“那你信不信你自己不相信任何理论学说的主义呢？你信不信‘不信主义’呢？”\n" +
    "　　有点出乎意料，帝迦罗朅答道：“乔达摩，我信不信都不重要。”\n" +
    "　　佛陀温柔地说：“一个人一旦被某些学说教条绊着，便失去了全部自由。如果一个人偏执着自己所信的才是唯一的真理，他便会认为所有其他的都是邪见。纷争与冲突全都由狭窄的眼光和见解产生。它们可以无止境地扩大，浪费宝贵的时间甚至导致战争。对见解的执著，是精神之道上的最大障碍。被狭见困绑着的人无法把真理之门打开。\n" +
    "　　“让我告诉你一个故事。它是关于一个年轻鳏夫和他的五岁儿子的。这男子爱他的儿子胜过于自己的生命。一天，他因要出外办事，留下了儿子一人在屋里。他出去之后，一群土匪入村把全村劫杀掳掠。他们把他的儿子掳走。当他从外面归来，发觉全屋已被烧毁，而附近又伏着一具烧焦了的童尸，他便以为自己的儿子已惨遭杀害。他在那里呼天抢地，然后把剩余的尸体火化。因为爱子心切，他便将骨灰放入一个小袋子里，时常携带在身边。数月之后，他的儿子摆脱了土匪的监视，偷逃回家。那时正当深夜，他大力敲门。但因他的父亲当时正抱着骨灰忆念涕哭，便没有理会门响。即便他儿子大声呼叫，告诉他自己是他的儿子，他也不予理会。他深信自己的儿子已死去，还以为那是附近的顽童在他戏弄而已。最后他的儿子只好流浪他乡。这样一来，他们父子便永远诀别。\n" +
    "　　“你看到吧，朋友。如果我们对一些信念执为绝对的真理，也许我们有一天会落得如这个鳏夫的下场。如果我们以为自已尽得真义，当真理真的来临时，我们便无法把心扉打开来接纳它了。”\n" +
    "　　帝迦罗朅问道：“那你的教理又如何？假如别人追随你所教的，那他们是否也被困于狭见之内？”\n" +
    "　　“我所教的并不是什么学说或哲理。它不是理论的推断或思考上的假想。它不像某些哲学理论般，试图探讨宇宙的基本元素是地、水、火、风、或神，又或宇宙是有限、无限，短暂还是永恒。一切思想上对真理的揣测和推究，都像围着圆盆边沿爬行的蚂蚁——永远都到不了任何地方。我所说教的，不是哲学。它是实证经验的结果。你是可以亲自从你自己的经验中证实的。我说所有一切都无常，都无分别的自体，这些都是我亲证的。你们也同样可以。我说万物都是缘其他的事物为条件而生起、进展和坏灭，没有任何的事物是从单一的本源而产生，我是亲证这个真理的，你们也可以做到。我的目的并不是要解释宇宙，而是要帮助带领教导其他人直接体验实相。文字语言不能解释实相，只有亲身的体验才可使我们看到实相的真面目。”\n" +
    "　　帝迦罗朅赞叹道：“奇妙，妙极了，乔达摩！但如果有人把你所教的当作理论学说看待，那又怎么办呢？”\n" +
    "　　佛陀静下来，然后点头，“帝迦罗朅，你问得很好。虽然我所教的并非理论学说，但难免仍会有人这样想。我要清楚地道明，我所教的是体验实相的方法，而不是实相本身。这个道理正如指着月亮的手指，并非月亮。聪明的人会利用手指来使自己看到月亮。一个误认手指就是月亮的人，永远都看不见真正的月亮。我所教的只是修行的方法，不是应该对它执著或崇拜的。我所教的就像一只用来渡河的木筏。只有一个愚人才会到了彼岸，即解脱之岸，还背着木筏到处走。”\n" +
    "　　帝迦罗朅合上双掌，“佛陀世尊，请你教我怎样从苦痛的感受中解脱出来吧。”\n" +
    "　　佛陀说：“感受有三种——好的、不好的和两样都不是的。三样的根都来自身心的领会。感受就像其他物质和精神现象一样有生有灭。我教的方法，是要深切体悟自己感受的来源和性质，不论它是好受的、不好受的或两样都不是的。当你见到感受的来源，你便会了解它的性质。你会发觉感受不是恒常的，而你便逐渐不会再被它的起灭所扰动。几乎所有的感受都是来自对实相的错误见解。将不正确的见解铲除，痛苦便自然终止。错误的见解使人把不恒常的当作恒常。无明就是所有痛苦的本源。我们修行察觉之道以摆脱无明。一个人要彻底看清事物才能洞悉它的真性。一个人是不能靠念经供奉来破除无明的。”\n" +
    "　　舍利弗、目犍连、迦鹿荼离、那先沙摩罗和车匿全都听着佛陀给帝迦罗朅的这番解说。舍利弗最能深入领会佛陀的意思。他觉得自己的心如太阳般光明。无法隐藏他的喜悦，他合掌在佛陀前伏在地上致敬。跟着，深被佛陀的话感动的帝迦罗朅也在佛陀面前伏下。迦鹿荼离和车匿都被这个情境感动。他们觉得能与佛陀交上关系是值得骄傲的。他们对大道的信心更为增强。\n" +
    "　　几日后，毗提醯王后与一个侍从来到竹林给僧伽供食。她还带了一棵鸡蛋花幼树来种在佛陀的房子外面，以纪念他在宫中对孩子讲说的故事。\n" +
    "　　在佛陀的带领教导下，僧团修道的成绩有了很大的进展。舍利弗和目犍连的才智、勤奋和领导能力使他们成为僧团里的佼佼者。他们与憍陈如和迦叶合作组织和领导僧伽。但随着僧团的声誉日益扩大，却有些人开始毁谤佛陀和僧伽。这其中有很多是因妒忌国王对僧团大力支持的别教信徒。在家弟子时常会前来竹林精舍表示他们对这些谣言的关注。部份住在王舍城的人，似乎也对有那么多的年轻富家子弟出家为比丘感到不满。他们担心不久的将来，王舍城所有的大家闰秀便再找不到合意的丈夫了。他们警告大家，有可能很多家族的香灯都不能再延续下去了。\n" +
    "　　许多比丘听到这类传言都感到很不高兴。但当佛陀知道时，他却安慰比丘及在家众：“这些事不用担心。此等闲言迟早都会自动止息。”正如佛陀所料，不到一个月，便没有人再听到这些闲言闲语了。"
  },
  {
    title:'唯一不会褪灭的美，是慈悲与解脱',
    content:"雨季安居结束前两个星期，一个异常美丽的女人造访佛陀。她坐一辆由两匹白马拖行的白色马车前来。陪同她一起来的，是一个大概十六岁的少年。她的衣着和举止风度都十分高贵优雅。她请一个年轻比丘引路前往佛陀的房舍，但他们到达时，却发觉佛陀仍未从行禅归来。于是，那年轻比丘便请他们先在佛陀房子外面的竹椅上坐在等候。\n" +
    "　　没多久，佛陀便在迦鹿荼离、舍利弗和那先沙摩罗的陪同下回来了。那女人和少年都站起来恭敬地鞠躬作礼。佛陀请他们再坐下来后，自己便坐到另一张竹椅上。原来这位女士就是阿摩巴离，而少年就是频婆娑罗王的儿子——戌博迦。\n" +
    "　　迦鹿荼离从来都没有见过这样美丽的女子。他才刚受了比丘戒一个月，一时间不知道应否目视美人。于是，他把眼睛垂下来，望着地上。那先沙摩罗也是同样的反应。只有佛陀和舍利弗直望进女子的眼里。\n" +
    "　　舍利弗望着阿摩巴离，然后再望着佛陀。他看到佛陀的凝视如此自然和放松。他的脸就像个美丽的圆月。佛陀的双眼慈祥而清澈。舍利弗感到佛陀的从容自在和喜悦，都在那一刹间渗进了他自己的心内。\n" +
    "　　阿摩巴离也是直接望着佛陀的眼睛。从没有人像佛陀这样望过她。在她的记忆中，所有男人见到她都会感到不大自然或对她生起欲念。但佛陀的目光，就如他在望着一片云、一条河或一朵花。她似乎觉得佛陀可以看到她心里深处在想什么。她合起掌来，把自己和儿子给各人介绍，“我是阿摩巴离，而这就是我学医的儿子，戌博迦。我们已久仰大名，一直都盼望着今天与你会面的时刻。”\n" +
    "　　佛陀问戌博迦有关他学业上和日常生活的问题。戌博迦都一一礼貌地回答。佛陀可以看得出他是一个善良和聪颖的少年。虽然与阿阇世太子同父异母，但他很明显地比太子具备更有深度的性格。戌博迦对佛陀充满敬仰和爱慕。他告诉自己，日后完成学业，必定要定居竹林附近，以能亲近佛陀。\n" +
    "　　未见佛陀之前，阿摩巴离以为他就只像她见过的其他著名导师。但她现在发觉她从未遇过像佛陀一样的人。他的眼神充满难以形容的慈和。她感到他全然了解锁在她心底里的痛苦。单是佛陀对她的凝望，已把她的苦痛溶解了一大部分。泪光盈睫，她对佛陀说：“大师，我一向命苦。虽然我衣食无缺，钱财丰足，但一直以来，我的生命都全无意义，直至今天，这才是我生命里最快乐的一天。”\n" +
    "　　阿摩巴离原是一个非常出色的歌舞家，但她不是随便给人表演的。行为态度恶劣或不合她心意的人，就是肯给她再多的金钱，她也不会为他们表演。十六岁的时候，她经历了一次痛心的恋爱。之后，她便遇到了当时年轻的频婆娑罗太子，双双坠入爱河。她为他生下了他们的儿子戌博迦。但宫中没有一个人肯接纳阿摩巴离和她的儿子。一些王族成员更扬言戌博迦只是太子在路边一个大桶旁拾回来的弃婴。为了这些诬陷，阿摩巴离的自尊大受损害。因为宫中的人对她嫉妒成仇，她也只得忍辱负重。最后，她发觉只有她的自由才是唯一值得维护的。她从此便不愿在王宫居住，也立愿永不会再放弃她的自由。\n" +
    "　　佛陀对她温和地说：“美丽的生和灭，正如其他现象一样。与名和利一样，完全无异。只有从禅定中得来的平和、喜悦和自由，才是真正的快乐。阿摩巴离，你要珍惜生命剩下来的每一刻，不要让自己迷失在不察觉或无意义的娱乐之中，这是十分重要的。”\n" +
    "　　佛陀告诉阿摩巴离怎样可以重新安排她每天的生活——修习呼吸、静坐、留心专注地工作和遵守五戒。她很高兴获得佛陀这些宝贵的告诫。在离开之前，她说：“我在城外有个芒果丛林，那里清凉恬静。我希望你和你的比丘会考虑到那儿一游。那将会是我和儿子的莫大荣幸。佛陀世尊，请你考虑一下我的邀请吧。”\n" +
    "　　佛陀微笑接纳。\n" +
    "　　阿摩巴离离开之后，迦鹿荼离禀请坐在佛陀旁边。那先沙摩罗请舍利弗坐到另外的椅子上。他自己则依然站着。几个经过的比丘也前来加入他们的谈话。舍利弗望着迦鹿荼离微笑。他又同样望着那先沙摩罗微笑。然后，他对佛陀说道：“师父，一个僧人应如何对待美色？美，尤其是女人的美，会阻碍修行吗？”\n" +
    "　　佛陀微笑。他知道舍利弗这个问题不是为自己，而是为其他的比丘而问的。他答道：“比丘们，一切法的真性，是超越美丽和丑陋的。美与丑都只是我们心中创造的观念。它们与五蕴是难分难解的。一个艺术家的眼中，什么都可以被认为是美丽，什么也可以被视为丑陋。一条河、一片云、一片叶、一朵花、一线阳光，或一个金黄色的下午，全都具备不同的美。我们这里旁边的金竹也非常美丽。但也许没有任何美丽，会比一个女人的美更容易使一个男人动心。如果他被美色迷倒的话，他便会失去道业。\n" +
    "　　“比丘们，当你们已因看透而得道，你们会看到美的依然是美，丑的也仍然是丑。但因你们都已证得解脱，你们便不会被系于它们任何一样。当一个解脱了的人看美，他也同时会看到其中包含着不美的部分。这个人会明白到一切的无常和空性，包括了一切美的和丑的。因此，他不会被美所迷，也不会抗拒丑陋。\n" +
    "　　“唯一不会褪灭和产生苦恼的美，就是慈悲和已得解脱的心。慈悲就是无条件、无希求的爱心。已得解脱的心是不受环境和外来因素影响的。慈悲和已得解脱的心才是最真的美。那美中的平和喜悦就是真正的平和喜悦。比丘们，精进地修行吧，那你们便会证得真美。”\n" +
    "　　迦鹿荼离和其他比丘都觉得佛陀这番说话非常有用。\n" +
    "　　雨季终于过去了。佛陀提议迦鹿荼离和车匿先回迦毗罗卫国通传佛陀即将回去的消息。于是，迦鹿荼离和车匿便立刻准备动身。迦鹿荼离现在已是个稳重祥和的比丘。他知道都城的人看见他现在的模样，都会十分惊奇。他期待着宣布佛陀回乡的消息，但也同时觉得要离开只曾小住的竹林有点遗憾。"
  },
  {
    title:'重聚：佛陀回家了',
    content:"迦鹿荼离禀告了大王、王后和耶输陀罗佛陀的归期后，便一个人持着钵，往佛陀回迦毗罗卫国的路上与他会合。迦鹿荼离行着一个比丘安祥缓和的步伐。他日行夜息，路上只在小村庄停下来乞食。他所到之处，都告诉当地居民悉达多太子得道回乡的消息。离开迦毗罗卫国九日后，迎鹿荼离便与佛陀和他的三百比丘遇上，一起同行。目犍连、憍陈如和迦叶兄弟都与其他的比丘留在竹林精舍。\n" +
    "　　在迦鹿荼离的提议下，佛陀和三百比丘都在迦毗罗卫国以南三里的尼拘律园度宿。翌日早晨，他们便进城乞食。\n" +
    "　　看到三百个比丘穿着衲衣，平和肃静地持钵慢行，城中的居民都留下很深的印象。他们到达的消息，很快便传到宫中。净饭王下令起驾，亲自前往迎接儿子。王后和耶输陀罗则在王宫里焦急地等待。\n" +
    "　　当大王的座驾进入城的东部，他们便遇上比丘。御驾车夫首先认出悉达多，“王上，他就在那边！他行在最前，而且他的衲衣比其他比丘的长。”\n" +
    "　　兴奋中，大王也认出那穿着橘黄衲衣的就是自己的儿子。佛陀散发着威严，又像被一环荣光围绕着。他手持乞钵，站在一间破陋的房屋前面。在他的平静专注中，乞食就是那一刻他生命里最重要的事务。大王见到一个衣衫褴褛的妇人从屋内出来，把一个细小的马铃暑放到他的钵里。佛陀礼貌地向妇人鞠躬接受了。跟着，他又往隔邻的房子。\n" +
    "　　大王的马车离佛陀还有一段距离。大王叫车佚停下来。他下车行往佛陀。这时，佛陀看见父亲行近。他们向大家走去，大王走着急步，佛陀依然是平和轻松的步伐。\n" +
    "　　“悉达多！”\n" +
    "　　“父亲！”\n" +
    "　　那先沙摩罗上前替佛陀拿着他手里的钵，好让他可以双手捧着大王的手。泪水直流下大王满布皱纹的脸颊。佛陀望着老父，眼里充满温暖的爱意。大王明白悉达多已非太子，而是一个很受人尊重的精神导师。他虽然很想拥抱悉达多，但又恐怕这不甚适当。因此，他只合上掌向儿子鞠躬，就像一个国王向一位精神导师行礼一般。\n" +
    "　　佛陀转头对舍利弗说：“比丘们都已乞食完毕。请你带他们先回尼拘律园。那先沙摩罗会陪我到王宫里用食。我们午后便会回到僧团。”\n" +
    "　　舍利弗鞠躬后便转身带比丘们回去。\n" +
    "　　大王把佛陀端详了很久才说：“我还以为你会先回家看看家人。谁知道你竟会先到城里乞食。为什么你不回王宫里吃呢？”\n" +
    "　　佛陀对大王微笑，“父亲，我不是一个人回来。我是和一大团人同行的，一团比丘。我也是个比丘。就如其他比丘一样，我也要行乞求食。”\n" +
    "　　“但你有必要在这里的贫窘地区乞食吗？释迦族一向都没有人如此做过。”\n" +
    "　　佛陀又再微笑，“或许没有释迦族的人这样做过，但所有的比丘都是这样做的。父亲，乞食是一种帮助比丘锻炼谦卑和一视同仁的修行。对我来说，受穷苦人施予一个小小的马铃薯，与受帝王的美食供养是无异的。一个比丘可以超越贫富的界限。在我的道上，一切都是平等。每个人，无论他是怎样贫穷，也都可以证得解脱和觉悟。乞食并没有把我的尊严降低。它只是认同所有人的本有尊严而已。”\n" +
    "　　净饭王听得有点呆了。昔日的预言已应验。悉达多真的成了一个贤德之光耀遍天下的精神导师。拉着大王的手，佛陀与他一起步回王宫。那先沙摩罗跟随在后。\n" +
    "　　全靠一个侍从因看到比丘而高叫，乔答弥王后、耶输陀罗、孙陀莉难陀和年少的罗睺罗才从露台上看到大王与佛陀相遇这一幕。大王与佛陀快将行近时，耶输陀罗转过来面向罗睺罗。她指着佛陀说：“爱儿，你见到那拉着祖父的手，快走到王宫大门的僧人吗？”\n" +
    "　　罗睺罗点头。\n" +
    "　　“那僧人就是你的父亲。跑去叫他吧，他有一些很特别的东西传授给你。你去问问他。”\n" +
    "　　罗睺罗跑下阶梯，不到一会儿已来到王宫的前院。他跑过去佛陀那里。佛陀立即知道这个向他走来的小孩就是罗睺罗。他张开手臂来拥抱他的儿子。罗睺罗仍然喘着气，说道：“尊敬的僧人，母亲说你有特别的东西传授给我。它是什么？你可给我看吗？”\n" +
    "　　佛陀摸了摸罗睺罗的面颊，微笑着说：“你想知道我要传授给你的是什么吗？别心急，过一段时间，我会慢慢把它传授给你的。”\n" +
    "　　仍然拉着父亲的手，佛陀又牵起孩子的手。他们三人一起进入王宫。乔答弥王后、耶输陀罗和孙陀莉难陀从楼上走下来时，看见大王、佛陀和罗睺罗进入了御花园。春天的阳光暖得舒服，到处都是鸟语花香。佛陀与大王及罗睺罗在云石的长凳上坐下来。他也请那先沙摩罗坐下。就在这时，乔答弥王后、耶输陀罗和孙莉难陀步进花园来。\n" +
    "　　佛陀立刻起来行向她们三人。乔答弥王后望上去非常健康。她穿着一件青竹色的纱丽。瞿夷如往昔一般美丽，只是脸上青白了一点。她的纱丽颜色白如新雪。她没有穿戴任何珠宝饰物。佛陀十六岁的妹妹身穿一件金色的纱丽，与她的乌黑眼睛相映成趣。她们几个都合上掌来，向佛陀深深地鞠躬礼敬。佛陀也合掌鞠躬回礼。然后，他才唤道：“母亲！瞿夷！”\n" +
    "　　听到他唤自己名字的声音，两个女人都同时哭了起来。\n" +
    "　　佛陀拉着王后的手，引领她到凳上坐下来，然后问道：“我的王弟难陀呢？”\n" +
    "　　王后回答说：“他到外面去习武，应该很快就回来。你认得你的妹妹吗？你说她是否长大了很多？”\n" +
    "　　佛陀端视他的妹妹。他已经七年没有和她见面了，“孙陀莉难陀，你现在已是个少女了！”\n" +
    "　　佛陀跟着行到耶输陀罗面前，轻轻执着她的手。她太感动了，被佛陀执着的手也在颤抖。她被带到乔答弥王后身边坐下。跟着，佛陀自己也坐下来。刚才步回王宫时，大王曾向佛陀提问很多的问题。但现在却没有一个人说话，就是罗睺罗也一声不响。佛陀望着大王、王后、耶输陀罗和孙陀莉难陀。每人的脸上都泛起了重聚的喜悦。片刻沉默之后，佛陀说话了：“父亲，我己回来了。母亲，我回来了。瞿夷，你看，我不是回到你身边了吗？”\n" +
    "　　再一次，两个女人又开始哭了。她们的眼泪是因喜悦而流的。佛陀由得她们低声饮泣，却叫罗睺罗来坐在他的身边。他亲切地轻抚孩子的头发。\n" +
    "　　乔答弥用纱丽的一角拭干眼泪，望着佛陀笑着说：“你离开了很久啊，超过七年了。你可知道瞿夷是个如何坚强的女人吗？”\n" +
    "　　“母亲，我一直都很清楚她深宏的勇气。你和耶输陀罗是我所认识中最大勇气的女人。你们不只给了你们的丈夫了解和支持，也成为坚强女性的典范。有你们在我的生命中是我的幸运。这令我所做的事更容易成就。”\n" +
    "　　耶输陀罗只是微笑，但没有说话。\n" +
    "　　大王说道：“你已告诉我在寻道过程中直至苦修时的一些艰苦经历。你可以给他们再说一遍，然后继续讲下去吗？”\n" +
    "　　佛陀约略地述说他漫长的寻道历程。他告诉他们与频婆娑罗王在山上的相识，以及优楼频螺的贫苦村童。他又提及他的五个同修异行的朋友和在王舍城与比丘们接受的隆重供宴。每人都静心聆听，就连罗睺罗也一动不动。\n" +
    "　　佛陀的语气温和亲切。他没有说太多细节和有关苦行的时期。他用他的说话来把醒觉的种子种植在他至亲的心里。\n" +
    "　　一个侍从走过来在乔答弥耳边细语。王后也同样给他回应。不久，那个侍从在园里准备了用午饭的桌子。食物刚放上去，难陀便出现了。佛陀很高兴地与他招呼。\n" +
    "　　“难陀！我离开时你还不过十五岁。你现在已是成人了！”\n" +
    "　　难陀笑着。王后告诫他说：“难陀，正确地向你兄长行礼。他现在是僧人。合掌向他鞠躬吧。”\n" +
    "　　难陀鞠躬后，佛陀也鞠躬向他的弟弟回礼。\n" +
    "　　他们一起移至餐桌。佛陀嘱咐那先沙摩罗坐在他旁边。一个侍婢把水端来给他们洗手。大王问佛陀：“你的钵里有什么食物？”\n" +
    "　　“我乞得一个马聆薯，但我发觉那先沙摩罗却什么也没有。”\n" +
    "　　净饭王站起来，“请让我从桌上供奉你俩一些食物。”耶输陀罗替大王拿着大盆的食物，让大王给两位比丘供食。他把香米白饭和咖哩杂菜放进他们的钵内。看见佛陀和那先沙摩罗都专注寂静地吃，其他的人都以他们做榜样，只有鸟儿继续在园里歌唱。\n" +
    "　　他们吃过午饭后，王后再请大王和佛陀到云石凳上坐下。一个仆人奉上一盆橘子，但只有罗睺罗吃它，因为其他人都已沉醉在佛陀的经历里。乔答弥王后比其他人发问得多。当大王听到佛陀形容他在竹林精舍的房子时，提议替他在尼拘律园也建一间同样的。他又表示希望佛陀能多留数月，以便对他们宣说大道。乔答弥王后、耶输陀罗、难陀和孙陀莉难陀都欣然同意大王的建议。\n" +
    "　　最后，佛陀说是时候他回到尼拘律园与其他比丘会合。大王站起来说：“我想如摩揭陀的国王一般，请你和你的比丘到我的王宫里应供。我也会同时邀请所有王族和政要到来，好让他们可以听你说法。”\n" +
    "　　佛陀表示他很乐意接受这个邀请。他们决定七日后聚宴。耶输陀罗表示希望在东宫私自设宴款待佛陀和那先沙摩罗。佛陀也接纳她的邀请，但认为最理想的日期是在大王的供宴后几天。\n" +
    "　　大王本想下令用马车送佛陀和那先沙摩罗回去的，但佛陀拒绝了。他解释说他比较喜欢步行。于是，他们全家一起陪同两位比丘步出王宫的外门。跟着，他们便合上双掌，向两位比丘拜别。"
  },
  {
    title:'佛陀说教四圣谛：苦、集、灭、道',
    content:"悉达多回归的消息很快便传遍整个迦毗罗卫国。而每天上午在城里缓步乞食的比丘，更给居民确定了这个消息。很多家庭对于供养比丘和听他们说法都显现得非常热烈。\n" +
    "　　净饭王诏告人民，命他们在街道上布置旗帜和鲜花，以欢迎佛陀和比丘到王宫受供。他同时立刻安排在尼拘律园建造几间小房子给佛陀和他的大弟子居住。很多人都前来尼拘律园与佛陀和比丘会面。他们都被这位前太子在街头乞食所感动。佛陀回乡已成为城中的热门话题。\n" +
    "　　乔答弥和耶输陀罗本想前去探望佛陀，但因为忙于筹备供僧之宴，所以未能成行。大王准备邀请数千宾客，包括全部政府要员和所有在城中任职的政治、文化以及宗教团体的人士。他又下令全部的供菜都要是素食。\n" +
    "　　难陀太子是唯一找到时间去探望佛陀的人。他听佛陀为他解说醒觉之道。他很关心和仰慕他的兄长，也觉得自己对比丘的平静生活十分向往。他甚至询问佛陀他是否适合做一个好的比丘，但佛陀只是微笑。他知道难陀虽然是个有高尚情操和善良心地的青年，但他并没有足够强烈的意义感和责任感。和佛陀一起的时侯，难陀就会很想出家，但当他回到宫中时，他所见所想的便只会是他美丽动人的未婚妻卡拉诺莉。有时，难陀自己也很想知道佛陀对他的不羁会有怎样的看法。\n" +
    "　　供僧的宴会终于来临了。全城，包括王宫在内，都布满鲜花彩旗来欢迎佛陀和他的僧团。城里的居民都为欢迎这个民族英雄的回归而忙个不停。乐师在群众排列两旁的街道上演奏着美妙的音乐。每人都极力争取一睹佛陀风采的机会。乔答弥和耶输陀罗亲自迎迓所有大王邀请的宾客。瞿夷更遵照王后的意思，穿上高雅的纱丽，戴上首饰，以示尊重这次的盛宴。\n" +
    "　　佛陀和比丘踏着他们缓和的步伐。当他们经过时，很多人都合掌鞠躬礼敬。父母都让小孩骑在背上好使他们可以看到比丘。人群中不时传出拍掌和欢呼声。在这热闹的气氛中，比丘们继续专注地随着他们的呼吸步行。\n" +
    "　　净饭王在王宫的门外迎接佛陀和比丘。他引领他们进入内院。虽然这个年轻僧人曾经是太子，有些人仍不明白为何他们要对他如此礼重，但所有的宾客都依然以大王为榜样，合掌向佛陀深深鞠躬。\n" +
    "　　佛陀和比丘们都入座后，大王便命侍从把食物献上。他亲自奉侍佛陀。耶输陀罗和乔答弥则指挥仆人侍奉其他的宾客，包括了婆罗门、苦行者和隐士。依着佛陀和比丘的习惯，每人都默默地吃。饭食完毕，当所有的钵都拿去洗净而复还，大王便合着双掌站起来。他礼请佛陀对在座的人开示法要。\n" +
    "　　佛陀先静下来一会儿，以感觉一下在座的众宾客。他知道他们对他离开七年的经历感兴趣，于是他便首先把它简述一遍。之后，他便宣说无常、无我和缘起法。他告诉他们在日常生活中要修习专注和觉察，使自己可以深入体会一切事物。这样痛苦才得以终止，而他们才会得到平和与喜悦。他又说拜祭供奉和诵经并不是解脱的有效方法。\n" +
    "　　佛陀说教四圣谛：痛苦的存在、痛苦的原因、痛苦的消灭和导致痛苦消灭之逍。他申说：“除了生、老、病、死之苦，很多其他的痛苦都是自创的。由于无明与妄见，人所说所做的往往会给自己和他人带来痛苦。嗔恚、愤怒、多疑、嫉妒和气恼都会产生痛苦。这全部都是由于缺乏觉察。你们自创的苦恼就像一间火宅，把你们困在内里，不能自拔。向神祷告是帮不了你们重获自由的。你们必需看清楚你们的内心和外境，以能拔除所有的妄见，因妄见才是痛苦的根源。找到了痛苦的根源，才能明白痛苦是什么。一旦明白了痛苦是什么，你才可以不为它所缠缚。\n" +
    "　　“有人对你发怒，你当然也可以对他发怒，但这只会增加痛苦。如果你是行觉察之道，你便不会以发怒作反应。你会把心平定下来，去寻求那人对你发怒的原因。经深切的察思，你一定可以找到那人恼怒的因由。假如你所发现的，是与你自己的错误行为有关，你一定会愿意承担令他恼怒的责任。如果你发觉自己没错，你便应该尝试找出他对你误会的原因。这样，你才可以帮助他去明白你真正的本怀，而避免再令大家增加痛苦。\n" +
    "　　“王上和所有贵宾！所有的痛苦都可以因深切的了解而排除。在觉察之道上，我们以细观呼吸来保持专注。我们以守持净戒来建立定力和达到了悟。戒律是导致平和快乐的生活原则。持戒可以帮助我们更容易集中，因而使我们在生活上可做到更加察觉和专注。\n" +
    "　　“专念能栽培出我们照亮自心和外境真性的能力。有了这种能力，我们才会真正了解一切事物。\n" +
    "　　“有了理解，我们才可以去爱。当我们了解一切，所有痛苦也就可以消解。真正解脱之道其实就是了解之道。了解就是慧。这种了解只可以从深入洞察一切事物的真性而得。戒、定、慧，就是导致解脱之道。”\n" +
    "　　佛陀稍停一会儿，然后微笑。他再继续说：“但痛苦只不过是生命的一方面。生命的另一面，是美妙的一面。我们一旦看到这一面，幸福、平和与喜悦便唾手可得。当我们的心摆脱了缠缚，我们便可以直接与生命的神奇美好接触。真正掌握到无常、无我和缘起法的真谛，我们就可以看到自己的心怀是何等的奇妙了。我们可以看到自己的身体、紫竹的枝叶、金黄的菊花、清澈的泉水和皎洁的月亮，都是如何美妙神奇。\n" +
    "　　“因为我们一直被困在自己的痛苦之中，我们便失去了对生命美好一面的感觉。当我们破了无明，那无限平和、喜悦、解放甚至涅槃的境界便会显现。涅槃就是去除贪、嗔、痴。它是平和、喜悦和自由的出现。各位来宾，找点时间去细望一缕清泉或一线晨光。你可经验到平和、喜悦和自自吗？如果你仍是被困于忧恼哀伤的牢狱之中，你便不可能经验到宇宙的奥妙美好，包括你自己的呼吸和身心。我所发现的消除忧悲苦恼之道，是需要去深深体会这些痛苦的真性。我曾与很多其他的人分享此道，而他们也都可以替自己成功地找到此道。”\n" +
    "　　每人都深深佛陀的开示所感动。大王、王后和耶输陀罗的心都充满快乐。他们都希望再多学些关于怎样洞察一切事物的真性，以求得到解脱和开悟。法会之后，大王陪同佛陀和比丘到门外。宾客都一致恭贺大王有一个有这样成就的儿子。\n" +
    "　　尼拘律园很快便被改建成为一所寺院。那里的稀古无花果树正好做荫乘凉。很多新的比丘被剃度。又有很多在家人，包括一些释迦族的，都受持了五戒。\n" +
    "　　在王后和罗睺罗的陪同下，耶输陀罗常到尼拘律园探访佛陀。她听佛陀说法，又私底下请教佛陀有关修行与扶弱助贫的关系。佛陀教她怎样修习观息和禅定以达至心里的平和喜悦。她也明白到如果没有平和喜悦，是很难真正帮助别人的。她学会了要用深切的了解去增加自己的爱心。她又很高兴发觉自己可以在帮助别人的同时锻炼自己的觉察力。平和喜悦是可以在工作之中获得的。途径与目的其实并不是两回事。\n" +
    "　　至于乔答弥王后，她也在修行上有着很大的进步。"
  },
  {
    title:'有了解和爱，一切都能成就',
    content:"耶输陀罗王妃在宫中宴请佛陀、迦鹿荼离、那先沙摩罗和王后共餐。之后，她邀请他们一起前往她时常扶助贫童的小村庄。罗睺罗也与他们一起去。耶输陀罗带他们到那棵佛陀孩提时初次在下面尝试静坐的阎浮树。佛陀慨叹时光飞逝，二十七年前的事仿如昨天发生一般。经过这么多年，树已长得很大了。\n" +
    "　　耶输陀罗招来了一大群儿童到树下。她告诉佛陀他从前在这里认识的儿童已全部成家立业，有了他们自己的儿女。这时围在树下的儿童，年龄由七岁至十二岁。佛陀来到时，他们都立刻停止玩耍，分站两旁让佛陀从他们中间行过。耶输陀罗曾教他们怎样对佛陀合掌作礼。他们放了一张竹凳在树下给佛陀坐，又铺了一张毡在地上给乔答弥、耶输陀罗和某他两位比丘坐在上面。\n" +
    "　　佛陀很高兴坐在那儿。这令他想起在优楼频螺和村童一起的时候。他告诉儿童关于牧童缚悉底和给他乳汁的女孩善生。他提及要以深切了解事物来培养爱心，又告诉他们他怎样救了堂弟射杀的天鹅。孩子们都兴致勃勃地听着。\n" +
    "　　佛陀招手叫罗睺罗坐到他的跟前。接着，他告诉他们一个过去世的故事。\n" +
    "　　“很久以前，一个叫弥伽的青年住在喜马拉雅山脚。他为人勤奋良。虽然身无分文，他却依然出发入城，希望有机会读书。他只带了手杖、帽子、水壶、一件外衣和身上穿着的衣服起程。沿路上，他在农村里替人家工作以赚取工钱或饭食。他来到都城提婆波帝的时候，已储起了五百枚铜钱。\n" +
    "　　“他入城的时候，发觉城里似乎正在筹备着什么的庆典。于是，他便向路人问明究竟。就在这时，一个手里持着一束半开莲花的美丽少女从他身旁走过。\n" +
    "　　“弥伽向她询问：‘请问今天有何庆典？’\n" +
    "　　“那少女答道：‘你一定不是提婆波帝的人，否则你一定知道今天是开悟了的大师燃灯佛莅临之日。据说他如火炬般替众生燃亮着大道。他是頞伽摩陀大王之子。他曾出家寻求真理，现在已得道归来。因他的大道光明耀世，所以这里的人便大事庆祝，以表示对他的尊崇。’\n" +
    "　　“听到有开悟的大师前来，弥伽感到欢喜不已。他很希望给大师一些供奉，并请求被纳为徒。他问那女子：‘你买这些莲花要多少钱？’\n" +
    "　　“她望着弥伽，觉得他是一个挺聪明细心的青年。她答道：‘我只买了五朵，其他两朵是从我家的池塘采的。’\n" +
    "　　“弥伽再问：‘那你付了多少钱买五朵？’\n" +
    "　　“‘五百铜钱。’\n" +
    "　　“弥伽想给她五百铜钱买下她的五朵莲花作为给燃灯佛的供养。但那女子不肯，她说：‘我买这些花是希望自己作此供养。我没打算把它转卖给别人。’\n" +
    "　　“弥伽希望游说她，‘但你还可以拿池塘摘来的两朵作供啊。我求你让我买那五朵吧，我很希望有一点东西献给大师。这是一生难遇的机会，如果你肯让我买你的花，我一定永生感谢。’\n" +
    "　　“那女子只望着地上，没有作答。\n" +
    "　　“弥伽再恳求她，‘你让我买那些花的话，我甘愿为你做任何事。’\n" +
    "　　“那女子有点儿窘。她等了很久才望上来，说：‘我不知道我们前生曾有什么因缘，但我遇到你的一刻，已经爱上了你。我虽然见过不少男子，但心里从未像现在这样荡漾。我是可以给你这些花朵，但你要答应今生以及生生世世，都让我做你的妻子。’\n" +
    "　　“她把这些话非常快速地说出来，说完时差点喘不过气。弥伽不知怎样回应。经过一会儿的沉默，他说：‘你很与众不同，而且十分坦诚。我初遇见你时，也觉得心里有点特别的感觉。可是，我正寻求解脱之道。如果我成了婚，修道的时机成熟时，我便难免有所障碍。’\n" +
    "　　“女子答道：‘你如果答应娶我为妻，我便立愿当你修道时机成熟时，一定不会妨碍你离去。相反，我更会尽力成就你的道业。’\n" +
    "　　“弥伽很高兴地接纳她的要求，并且与她一起去找燃灯佛大师。人群的挤拥使他们没法看到前面。但单是看到大师一眼，便足以使弥伽相信他是彻悟的觉者。弥伽万分喜悦，并发愿自己也有一天要达到开悟。他设法行近大师以能献上莲花，但人群实太汹涌，他没法移动。不知如何是好，他唯有把莲花向着燃灯佛的方向抛去。说也神奇，那些花却刚好落在大师的臂上。弥伽庆幸自己的诚心有感应，而那女子亦请弥伽替她把她的莲花抛去。她的两朵花，也同样落在大师的手上。燃灯佛大声呼问谁把莲花抛来，并请他们出来。于是群众让弥伽和那女子上前。弥伽和女子手牵手向燃灯佛鞠躬礼敬。大师望着弥伽说道：‘我看到你心里的真诚，也知道你有决心修道以达至开悟来拯救众生。别担心，终有一天在你的未来世，你是会如愿以偿的。’\n" +
    "　　“跟着，燃灯佛又望向跪在弥伽身旁的女子，对她说：‘你将会是弥伽今生及所有未来生的知己。谨记你的愿言。你要帮助他达到他的愿望。’\n" +
    "　　“弥伽和女子都被大师所说的话深深感动。他们开始勤修觉者燃灯佛教导的解脱之道。\n" +
    "　　“孩子们，在那一生和接下来的多生多世，弥伽和那女子都成为夫妇。当丈夫要离开往寻精神之大道，他的妻子便竭尽所能去帮助他。她从来没有妨碍丈夫。因为如此，她的丈夫也对她感激不尽。最后，他真的成就大觉者，一如燃灯佛多世前所预知。\n" +
    "　　“孩子们，名和利不是生命里最重要的东西。名利消逝得很快。了解和爱才是世上最宝贵的。如果你们对事物有深切的了解并去爱，你们便会领略到快乐。因为有了解和爱，弥伽和他的妻子多世中都共享着幸福快乐。有了解和爱，一切都能成就。”\n" +
    "　　耶输陀罗合掌向佛陀鞠躬。她被感动得流下泪来。她知道这故事虽然是说给孩子们听，但佛陀其实是特别说给她听的。这是向她道谢的方法。王后望着耶输陀罗。她也明白佛陀说这故事的意思。她把手放到媳妇肩膀上，告诉小童：“你们知道弥伽在这生是谁吗？他就是佛陀。就在这一生，他成就了正觉。但你们又知道谁是弥伽今生的妻子吗？她就是你们都已熟悉的耶输陀罗了。也是有赖她对丈夫的了解，悉达多太子才能追随他的大道而证得醒觉。我们应该多谢耶输陀罗。”\n" +
    "　　小孩一向都喜欢耶输陀罗。他们现在转过身来向她鞠躬以表示对她的敬爱。佛陀也被这情景打动。他站起来，与迦鹿荼离和那先沙摩罗两位比丘慢慢步回寺院。"
  },
  {
    title:'“我的家庭是众生，我的家乡是大地，我的身份是僧人”',
    content:"两星期后，净饭王请佛陀到宫里与家人吃饭。舍利弗也同时被邀请。乔答弥王后、耶输陀罗、难陀、孙陀莉难陀和罗睺罗全都在场。在一家人的亲切气氛下，佛陀给他们说教怎样随着呼吸观息，如何向心内细察自己的感受和行禅坐禅的方法。他一再强调，如果在日常生活里修习细察专念，他们便可以超越生活上的担忧、烦恼和困扰。\n" +
    "　　罗睺罗坐在舍利弗的身旁，把一只小手放在老比丘的手里。罗睺罗很喜欢舍利弗。\n" +
    "　　当佛陀和舍利弗要返回寺院时，一家人都一起陪同他们行到大门。看见佛陀要合掌向各人道别，难陀便替佛陀拿过钵来。之后，佛陀没有把钵拿回，难陀感到有点奇怪。于是，难陀只好跟着佛陀步回寺院，希望找个适当的机会把钵还给他。当他们抵达寺院，佛陀却问难陀可否在寺里住上一个星期，以能深入了解一些比丘的生活。难陀一向敬爱长兄，因此便欣然答应，其实他也是真的有点向往比丘的闲恬生活。一个星期过后，当佛陀又问他愿不愿意在佛陀的带领教导下出家数月，难陀也绝无犹疑地答应了，佛陀请舍利弗替难陀授戒，给他基本的指示。\n" +
    "　　佛陀曾与大王商讨过让难陀短期出家的事。大王也同意，难陀虽然是个良好青年，但缺乏未来君主的坚毅性格和决心。佛陀认为自己能帮助难陀建立清醒的思惟和坚决的意志。大王也十分赞同。\n" +
    "　　可是，不到一个月，难陀便开始忆念他的未婚妻，美丽的阇罗芭达·卡拉诺莉。虽然他极力隐藏他的思念，但佛陀很清楚地看到他的感受。一天，佛陀对他说：“如果你想达到你的目标，你首先必定要克服你对感情的牵挂。把你自己全然投入修行和锻练你的心念吧。只有这样，你才可以成为一个服众的君主。”\n" +
    "　　佛陀又嘱咐舍利弗安排别让难陀到卡拉诺莉居住的地区乞食。难陀获悉后，心里真的对佛陀又感激又怨恨。他知道佛陀能看透他的思想和需要。\n" +
    "　　罗睺罗很羡慕叔叔可以在寺院里居住。他也很渴望自己可以这样做。但当他请求母亲允许时，母亲只抚着他的头，告诉他要待他长大很多之后才可以成为比丘。罗睺罗问他母亲怎样才可以快些长大时，她便告诉他要每天吃得好和做运动。\n" +
    "　　一天，当耶输陀罗看到比丘们在王宫附近乞食时，她便对罗睺罗说道：“你为何不走到下面叫声佛陀？再问问他有什么要传授给你？”\n" +
    "　　罗睺罗跑到楼下。他很爱母亲，但也爱父亲。一直以来，他都只是和母亲一起而没有和父亲生活过一天。他很希望能像难陀那样，可以在佛陀身边。他跑过前院冲出南门，直至追上佛陀。佛陀笑着把手伸出来。虽然春天的阳光已开始猛烈，但罗睺罗感到自己有父亲的爱和荫庇保护。他抬头望着佛陀说：“在你身边很凉快啊。”\n" +
    "　　耶输陀罗在露台上看到他们。她知道佛陀会答应让罗睺罗这天跟他回到寺院。\n" +
    "　　罗睺罗问佛陀：“您要传授些什么给我？”\n" +
    "　　佛陀说：“你来到寺院，我便亲自传给你。”\n" +
    "　　当他们回到寺院，舍利弗把自己的食物分一些给罗睺罗。罗睺罗静静地坐在佛陀和舍利弗中间吃着。他很高兴见到他的叔叔难陀。佛陀告诉他可以在舍利弗的房子过这一夜。所有的比丘对他都很热情，使他真想在寺院永远留下来。但舍利弗对他解释说，如果他想留下来，他首先要成为比丘。罗睺罗拉着舍利弗的手，又问他佛陀可否让他授戒。当他亲自问请佛陀时，佛陀点头首肯，便嘱舍利弗给这个男孩剃度。\n" +
    "　　舍利弗最初还以为佛陀只是开玩笑。但当他见到佛陀的肃穆表情，他便这样问：“但师父，一个这么年轻的小孩，怎能当比丘？”\n" +
    "　　佛陀回答：“我们可以训练他，替他准备将来受具足戒。现在就让他发愿成为初学僧吧。他可以负责在坐禅时替比丘赶走来骚扰的乌鸦。”\n" +
    "　　舍利弗替罗睺罗剃头，又给他授三皈依。他教罗睺罗持四戒：不杀、不盗、不妄语、不喝酒。他拿自己的一件衲衣，改成适合罗睺罗的大小，然后又教他怎样穿衲衣和持钵。罗睺罗看上去就像一个小号的比丘。他跟舍利弗睡在同一房子里，每天又随着舍利弗到邻近的村庄乞食。虽然上了年纪的比丘都是日中一食，但舍利弗恐怕罗睺罗在这个成长的时期缺乏足够的营养，因此给他晚上多吃一餐。在家的徒众也特此为小比丘带来乳汁和多一点的食物。\n" +
    "　　当罗睺罗披剃的消息传到宫中时，净饭王很不高兴。大王和王后都很挂念罗睺罗。他们起初只以为罗睺罗到寺院小住几天，他们没想到他竟然留在寺院当小学僧。没有了孙儿在家，他们都感到异常寂寞。耶输陀罗则是悲喜交集。虽然她也十分惦念儿子，但对儿子可以与父亲相隔多年后有机会亲近，感到很是安慰。\n" +
    "　　一天下午，大王与王后及耶输陀罗一起乘御驾前往寺院。佛陀出来亲迎。难陀与罗睺罗也出来向他们问安。罗睺罗兴奋地跑到母亲的怀里。耶输陀罗亲切地拥抱他。跟着，罗睺罗又过去亲亲祖父母。\n" +
    "　　大王向佛陀鞠躬后，便用稍有不满的语气对他说：“你当初出家的时候，我已饱受煎熬。不久前，难陀也离开了我。我实在不可再忍受失去罗睺罗了。一个如我一般以家庭为重的男人，父子和爷孙的密切关系是非常重要的。你离开的时候，我皮如刀割；皮破之后，刀已割到肉里；肉烂之后，现在刀已入骨。我真认为你要对你的所为重新考虑。我希望你将来未获人家父母批准，便不应替小童披剃啊。”\n" +
    "　　佛陀尽量安慰大王，重新解释无常无我的真理。他提醒大王唯有不断修习觉察专念，才是摆脱痛苦之门。现在难陀和罗睺罗都有这个机会了，佛陀劝喻他的父亲应该替他们高兴，更鼓励他自己也在日常生活中好好修习觉察之道以达至真正快乐。\n" +
    "　　大王觉得舒服了一点。乔答弥和耶输陀罗也都因佛陀这番说话安定下来。\n" +
    "　　当天稍后，佛陀对舍利弗说：“从现在开始，我们没有小童父母的批准，不要接纳他们加入僧团。请加进僧规里。”\n" +
    "　　时间过得很快。佛陀和他的僧团已在释迦国逗留了六个多月。比丘的数目已增加至五百名，而在家众更难计其数。净饭王又再给僧伽一块土地建寺，就是在城北悉达多太子以前的夏宫以及围绕着那里的宽敞园林。舍利弗尊者安排了一众比丘在那里组织僧居。这新建的精舍替释迦国奠下了道场的基础。\n" +
    "　　佛陀希望可以赶回竹林精舍结夏安居，因为他曾这样答应那里的比丘和频婆娑罗王。佛陀离开前，净饭王宴请他最后一次，并希望他能再为一家人和释迦族的成员说法。\n" +
    "　　佛陀利用这次开示说教如何在政治上行道。他说大道能光明政界，帮助当政的人实现社会的平等与公正。他说：“修行大道会令你增长智慧和慈悲，因而使你更好地服务民众。你全不需要靠暴力，都可以为国家带来和平幸福。你不用对人施行处决、酷刑或囚禁，也不需要充公财物。这并不只是一种理想，而是真正可以实现的。\n" +
    "　　“当一个政治家具备足够的智慧去了解和爱，他才可以看到苦困、悲哀和压迫的真相。这样的人，才能有方法改革政制以拉平贫富的悬殊，终止施压。\n" +
    "　　“朋友们，政魁和统治者都应该做好榜样。不要生活在舒适的温床里，因为财富只会成为你与人民间的壕沟。过些纯朴而健康的生活，把时间用于服务人群，会比花在无聊的享受上更有意义。一个不做好榜样的领袖，是不会获得民众的信任和支持的。如果你爱惜和尊重你的人民，他们也会爱戴和尊敬你。仁政与严法之治不同。仁政不倚赖惩罚。依照醒觉之道，仁政才可导致真正的幸福快乐。”\n" +
    "　　净饭王与在座众人都留心地聆听。佛陀的王叔，提婆达多和阿难陀的父亲、佛陀的王叔斛饭王说道：“如你所形容的仁政，固然很美好，但我认为只有你才具备这样的贤德性格来实现此道。你怎不留在迦毗罗卫国来帮助释迦族革新政制，以带给所有人民和平、安稳和快乐呢？”\n" +
    "　　净饭王补充说：“我已经年老了。假若你真的留下来，我必定立刻让位与你。以你的德行、诚信和才智，我肯定万民都会在你背后支持。我们国家的振兴便指日可待了。”\n" +
    "　　佛陀没有立即回答，只是微笑，慈和地望着老父，他说：“父亲，我已不再是一个家庭、一个民族或一个国家的儿子。我现在的家庭就是众生，我的家乡就是大地，而我的身份就是有赖所有人包容的僧人。我选择了这条道路，并不是政途。我认为这是我最可以为众生服务之道。”\n" +
    "　　乔答弥王后和耶输陀罗都知道她们不适宜在这种场合里发表意见，但她们都被佛陀的说话感动得涕泪俱下。她们都知道佛陀说得很对。\n" +
    "　　佛陀继续对大王和在座人等宣说五戒，以及怎样把它实行于社会和家庭中。五戒是幸福家庭和平定社会的基石。他把每一戒条详解释之后，作此结语：“假如你想人民团结，你必先得到他们的信任。如果政界领袖都受持五戒，人民的信任必定增长。具备了这等信任，国家自然事事能成，和平、幸福和社会平等必可保证。创造以觉察为本的生活吧。过去的教理和主义未能建立信任，更没有鼓励人人平等。让醒觉之道供献一条新道路和新信念吧。”\n" +
    "　　佛陀答应他们这次前往摩揭陀后，一定会在将来的日子再回来迦毗罗卫国。大王和众人也为此感到快慰。"
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
];