var data=[
  {
    title:'学而篇',
    content:"子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”\n" +
    "　　有子曰：“其为人也孝弟，而好犯上者，鲜矣；不好犯上而好作乱者，未之有也。君子务本，本立而道生。孝弟也者，其为仁之本与！”\n" +
    "　　子曰：“巧言令色，鲜矣仁！”\n" +
    "　　曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”\n" +
    "　　子曰：“道千乘之国，敬事而信，节用而爱人，使民以时。”\n" +
    "　　子曰：“弟子入则孝，出则弟，谨而信，泛爱众，而亲仁，行有余力，则以学文。”\n" +
    "　　子夏曰：“贤贤易色；事父母，能竭其力；事君，能致其身；与朋友交，言而有信。虽曰未学，吾必谓之学矣。”\n" +
    "　　子曰：“君子不重则不威，学则不固。主忠信，无友不如己者，过，则勿惮改。”\n" +
    "　　曾子曰：“慎终追远，民德归厚矣。”\n" +
    "　　子禽问于子贡曰：“夫子至于是邦也，必闻其政，求之与，抑与之与？”子贡曰：“夫子温、良、恭、俭、让以得之。夫子之求之也，其诸异乎人之求之与？”\n" +
    "　　子曰：“父在，观其志；父没，观其行；三年无改于父之道，可谓孝矣。”\n" +
    "　　有子曰：“礼之用，和为贵。先王之道，斯为美。小大由之。有所不行。知和而和，不以礼节之，亦不可行也。”\n" +
    "　　有子曰：“信近于义，言可复也。恭近于礼，远耻辱也。因不失其亲，亦可宗也。”\n" +
    "　　子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉。可谓好学也已。”\n" +
    "　　子贡曰：“贫而无谄，富而无骄，何如？”子曰：“可也。未若贫而乐，富而好礼者也。”子贡曰：“《诗》云：‘如切如磋，如琢如磨’，其斯之谓与？”子曰：“赐也，始可与言《诗》已矣，告诸往而知来者。”\n" +
    "　　子曰：“不患人之不己知，患不知人也。”",
    translation:"孔子说：“学了又时常温习和练习，不是很愉快吗？有志同道合的人从远方来，不是很令人高兴的吗？人家不了解我，我也不怨恨、恼怒，不也是一个有德的君子吗？” \n" +
    "　　有子说：“孝顺父母，顺从兄长，而喜好触犯上层统治者，这样的人是很少见的。不喜好触犯上层统治者，而喜好造反的人是没有的。君子专心致力于根本的事务，根本建立了，治国做人的原则也就有了。孝顺父母、顺从兄长，这就是仁的根本啊！” \n" +
    "　　孔子说：“花言巧语，装出和颜悦色的样子，这种人的仁心就很少了。”\n" +
    "　　曾子说：“我每天多次反省自己，为别人办事是不是尽心竭力了呢？同朋友交往是不是做到诚实可信了呢？老师传授给我的学业是不是复习了呢？”\n" +
    "　　孔子说：“治理一个拥有一千辆兵车的国家，就要严谨认真地办理国家大事而又恪守信用，诚实无欺，节约财政开支而又爱护官吏臣僚，役使百姓要不误农时。”\n" +
    "　　孔子说：“弟子们在父母跟前，就孝顺父母；出门在外，要顺从师长，言行要谨慎，要诚实可信，寡言少语，要广泛地去爱众人，亲近那些有仁德的人。这样躬行实践之后，还有余力的话，就再去学习文献知识。”\n" +
    "　　子夏说：“一个人能够看重贤德而不以女色为重；侍奉父母，能够竭尽全力；服侍君主，能够献出自己的生命；同朋友交往，说话诚实恪守信用。这样的人，尽管他自己说没有学习过，我一定说他已经学习过了。”\n" +
    "　　孔子说：“君子，不庄重就没有威严；学习可以使人不闭塞；要以忠信为主，不要同与自己不同道的人交朋友；有了过错，就不要怕改正。”\n" +
    "　　曾子说：“谨慎地对待父母的去世，追念久远的祖先，自然会导致老百姓日趋忠厚老实了。”\n" +
    "　　子禽问子贡说：“老师到了一个国家，总是预闻这个国家的政事。(这种资格)是他自己求得呢，还是人家国君主动给他的呢？”子贡说：“老师温良恭俭让，所以才得到这样的资格(这种资格也可以说是求得的)，但他求的方法，或许与别人的求法不同吧？”\n" +
    "　　孔子说：“当他父亲在世的时候，(因为他无权独立行动)要观察他的志向；在他父亲死后，要考察他的行为；若是他对他父亲的合理部分长期不加改变，这样的人可以说是尽到孝了。”\n" +
    "　　有子说：“礼的应用，以和谐为贵。古代君主的治国方法，可宝贵的地方就在这里。但不论大事小事只顾按和谐的办法去做，有的时候就行不通。(这是因为)为和谐而和谐，不以礼来节制和谐，也是不可行的。”\n" +
    "　　有子说：“讲信用要符合于义，(符合于义的)话才能实行；恭敬要符合于礼，这样才能远离耻辱；所依靠的都是可靠的人，也就值得尊敬了。”\n" +
    "　　孔子说：“君子，饮食不求饱足，居住不要求舒适，对工作勤劳敏捷，说话却小心谨慎，到有道的人那里去匡正自己，这样可以说是好学了。”\n" +
    "　　子贡说：“贫穷而能不谄媚，富有而能不骄傲自大，怎么样？”孔子说：“这也算可以了。但是还不如虽贫穷却乐于道，虽富裕而又好礼之人。”子贡说：“《诗》上说，‘要像对待骨、角、象牙、玉石一样，切磋它，琢磨它’，就是讲的这个意思吧？”孔子说：“赐呀，你能从我已经讲过的话中领会到我还没有说到的意思，举一反三，我可以同你谈论《诗》了。”\n" +
    "　　孔子说：“不怕别人不了解自己，只怕自己不了解别人。”"
  },
  {
    title:'为政篇',
    content:"子曰：“为政以德，譬如北辰，居其所而众星共之。”\n" +
    "　　子曰：“《诗》三百，一言以蔽之，曰：‘思无邪’。”\n" +
    "　　子曰：“道之以政，齐之以刑，民免而无耻。道之以德，齐之以礼，有耻且格。”\n" +
    "　　子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”\n" +
    "　　孟懿子问孝，子曰：“无违。”樊迟御，子告之曰：“孟孙问孝于我，我对曰‘无违’。”樊迟曰：“何谓也？”子曰：“生，事之以礼；死，葬之以礼，祭之以礼。”\n" +
    "　　孟武伯问孝。子曰：“父母唯其疾之忧。”\n" +
    "　　子游问孝。子曰：“今之孝者，是谓能养。至于犬马皆能有养；不敬，何以别乎？”\n" +
    "　　子夏问孝。子曰：“色难。有事，弟子服其劳；有酒食，先生馔，曾是以为孝乎？”\n" +
    "　　子曰：“吾与回言终日，不违，如愚。退而省其私，亦足以发，回也不愚。”\n" +
    "　　子曰：“视其所以，观其所由，察其所安，人焉廋哉？”\n" +
    "　　子曰：“温故而知新，可以为师矣。”\n" +
    "　　子曰：“君子不器。”\n" +
    "　　子贡问君子。子曰：“先行其言而后从之。”\n" +
    "　　子曰：“君子周而不比，小人比而不周。”\n" +
    "　　子曰：“学而不思则罔，思而不学则殆。”\n" +
    "　　子曰：“攻乎异端，斯害也已！”\n" +
    "　　子曰：“由，诲汝知之乎！知之为知之，不知为不知，是知也。”\n" +
    "　　子张学干禄。子曰：“多闻阙疑，慎言其余，则寡尤；多见阙殆，慎行其余，则寡悔。言寡尤，行寡悔，禄在其中矣。”\n" +
    "　　哀公问曰：“何为则民服？”孔子对曰：“举直错诸枉，则民服；举枉错诸直，则民不服。”\n" +
    "　　季康子问：“使民敬、忠以劝，如之何？”子曰：“临之以庄，则敬；孝慈，则忠；举善而教不能，则劝。”\n" +
    "　　或谓孔子曰：“子奚不为政？”子曰：“《书》云：‘孝乎惟孝，友于兄弟，施于有政。’是亦为政，奚其为为政？”\n" +
    "　　子曰：“人而无信，不知其可也。大车无輗，小车无軏，其何以行之哉？”\n" +
    "　　子张问：“十世可知也？”子曰：“殷因于夏礼，所损益，可知也；周因于殷礼，所损益，可知也。其或继周者，虽百世，可知也。”\n" +
    "　　子曰：“非其鬼而祭之，谄也；见义不为，无勇也。”",
    translation:"孔子说：“(周君)以道德教化来治理政事，就会像北极星那样，自己居于一定的方位，而群星都会环绕在它的周围。” \n" +
    "　　孔子说：“《诗经》三百篇，可以用一句话来概括它，就是‘思想纯正’。”\n" +
    "　　孔子说：“用法制禁令去引导百姓，使用刑法来约束他们，老百姓只是求得免于犯罪受惩，却失去了廉耻之心；用道德教化引导百姓，使用礼制去统一百姓的言行，百姓不仅会有羞耻之心，而且也就守规矩了。” \n" +
    "　　孔子说：“我十五岁立志于学习；三十岁能够自立；四十岁能不被外界事物所迷惑；五十岁懂得了天命；六十岁能正确对待各种言论，不觉得不顺；七十岁能随心所欲而不越出规矩。”\n" +
    "　　孟懿子问什么是孝，孔子说：“孝就是不要违背礼。”后来樊迟给孔子驾车，孔子告诉他：“孟孙问我什么是孝，我回答他说不要违背礼。”樊迟说：“不要违背礼是什么意思呢？”孔子说：“父母活着的时候，要按礼侍奉他们；父母去世后，要按礼埋葬他们、祭祀他们。”\n" +
    "　　孟武伯向孔子请教孝道。孔子说：“对父母，要特别为他们的疾病担忧(这样做就可以算是尽孝了)。” \n" +
    "　　子游问什么是孝，孔子说：“如今所谓的孝，只是说能够赡养父母便足够了。然而，就是犬马都能够得到饲养。如果不存心孝敬父母，那么赡养父母与饲养犬马又有什么区别呢？”\n" +
    "　　子夏问什么是孝，孔子说：“(当子女的要尽到孝)最不容易的就是对父母和颜悦色，仅仅是有了事情，儿女需要替父母去做，有了酒饭，让父母吃，难道能认为这样就算是孝了吗？” \n" +
    "　　孔子说：“我整天给颜回讲学，他从来不提反对意见和疑问，像个蠢人。等他退下之后，我考察他私下的言论，发现他对我所讲授的内容有所发挥，可见颜回其实并不蠢。” \n" +
    "　　孔子说：“(要了解一个人)应看他言行的动机，观察他所走的道路，考察他安心干什么，这样，这个人怎样能隐藏得了呢？”\n" +
    "　　孔子说：“在温习旧知识时，能有新体会、新发现，就可以当老师了。”\n" +
    "　　孔子说：“君子不像器具那样(只有某一方面的用途)。” \n" +
    "　　子贡问怎样做一个君子。孔子说：“对于你要说的话，先实行了，再说出来(这就够说是一个君子了)。”\n" +
    "　　孔子说：“君子合群而不与人勾结，小人与人勾结而不合群。\n" +
    "　　孔子说：“只读书学习，而不思考问题，就会罔然无知而没有收获；只空想而不读书学习，就会疑惑而不能肯定。”\n" +
    "　　孔子说：“攻击那些不正确的言论，祸害就可以消除了。”\n" +
    "　　孔子说：“由，我教给你怎样做的话，你明白了吗？知道的就是知道，不知道就是不知道，这就是智慧啊！”\n" +
    "　　子张要学谋取官职的办法。孔子说：“要多听，有怀疑的地方先放在一旁不说，其余有把握的，也要谨慎地说出来，这样就可以少犯错误；要多看，有怀疑的地方先放在一旁不做，其余有握的，也要谨慎地去做，就能减少后悔。说话少过失，做事少后悔，官职俸禄就在这里了。” \n" +
    "　　鲁哀公问：“怎样才能使百姓服从呢？”孔子回答说：“把正直无私的人提拔起来，把邪恶不正的人置于一旁，老百姓就会服从了；把邪恶不正的人提拔起来，把正直无私的人置于一旁，老百姓就不会服从统治了。”\n" +
    "　　季康子问道：“要使老百姓对当政的人尊敬、尽忠而努力干活，该怎样去做呢？”孔子说：“你用庄重的态度对待老百姓，他们就会尊敬你；你对父母孝顺、对子弟慈祥，百姓就会尽忠于你；你选用善良的人，又教育能力差的人，百姓就会互相勉励，加倍努力了。”\n" +
    "　　有人对孔子说：“你什么不从事政治呢？”孔子回答说：“《尚书》上说，‘孝就是孝敬父母，友爱兄弟。’把这孝悌的道理扩展、影响于政事，也就是从事政治，又要怎样才能算是为政呢？”\n" +
    "　　孔子说：“一个人不讲信用，是根本不可以的。就好像大车没有輗、小车没有軏一样，它靠什么行走呢？”\n" +
    "　　子张问孔子：“今后十世(的礼仪制度)可以预先知道吗？”孔子回答说：“商朝继承了夏朝的礼仪制度，所减少和所增加的内容是可以知道的；周朝又继承商朝的礼仪制度，所废除的和所增加的内容也是可以知道的。将来有继承周朝的，就是一百世以后的情况，也是可以预先知道的。”\n" +
    "　　孔子说：“不是你应该祭的鬼神，你却去祭它，这就是谄媚。见到应该挺身而出的事情，却袖手旁观，就是怯懦。”"
  },
  {
    title:'八佾篇',
    content:"孔子谓季氏：“八佾舞于庭，是可忍也，孰不可忍也？”\n" +
    "　　三家者以《雍》彻，子曰：“‘相维辟公，天子穆穆’，奚取于三家之堂？”\n" +
    "　　子曰：“人而不仁，如礼何？人而不仁，如乐何？”\n" +
    "　　林放问礼之本，子曰：“大哉问！礼，与其奢也，宁俭；丧，与其易也，宁戚。”\n" +
    "　　子曰：“夷狄之有君，不如诸夏之亡也。”\n" +
    "　　季氏旅于泰山。子谓冉有曰：“女弗能救与？”对曰：“不能。”子曰：“呜呼！曾谓泰山不如林放乎？”\n" +
    "　　子曰：“君子无所争，必也射乎！揖让而升，下而饮。其争也君子。”\n" +
    "　　子夏问曰：“‘巧笑倩兮，美目盼兮，素以为绚兮’何谓也？”子曰：“绘事后素。”曰：“礼后乎？”子曰：“起予者商也，始可与言《诗》已矣。”\n" +
    "　　子曰：“夏礼吾能言之，杞不足征也；殷礼吾能言之，宋不足征也。文献不足故也，足则吾能征之矣。”\n" +
    "　　子曰：“禘自既灌而往者，吾不欲观之矣。”\n" +
    "　　或问禘之说。子曰：“不知也。知其说者之于天下也，其如示诸斯乎！”指其掌。\n" +
    "　　祭如在，祭神如神在。子曰：“吾不与祭，如不祭。”\n" +
    "　　王孙贾问曰：“‘与其媚于奥，宁媚于灶’，何谓也？”子曰：“不然，获罪于天，无所祷也。”\n" +
    "　　子曰：“周监于二代，郁郁乎文哉！吾从周。”\n" +
    "　　子入太庙，每事问。或曰：“孰谓鄹人之子知礼乎？入太庙，每事问。”子闻之，曰：“是礼也。”\n" +
    "　　子曰：“射不主皮，为力不同科，古之道也。”\n" +
    "　　子贡欲去告朔之饩羊，子曰：“赐也！尔爱其羊，我爱其礼。”\n" +
    "　　子曰：“事君尽礼，人以为谄也。”\n" +
    "　　定公问：“君使臣，臣事君，如之何？”孔子对曰：“君使臣以礼，臣事君以忠。”\n" +
    "　　子曰：“《关睢》，乐而不淫，哀而不伤。”\n" +
    "　　哀公问社于宰我，宰我对曰：“夏后氏以松，殷人以柏，周人以栗，曰使民战栗。”子闻之，曰：“成事不说，遂事不谏，既往不咎。”\n" +
    "　　子曰：“管仲之器小哉！”或曰：“管仲俭乎？”曰：“管氏有三归，官事不摄，焉得俭？”“然则管仲知礼乎？”曰：“邦君树塞门，管氏亦树塞门；邦君为两君之好，有反坫。管氏亦有反坫，管氏而知礼，孰不知礼？”\n" +
    "　　子语鲁大师乐，曰：“乐其可知也。始作，翕如也；从之，纯如也，皦如也，绎如也，以成。”\n" +
    "　　仪封人请见，曰：“君子之至于斯也，吾未尝不得见也。”从者见之。出曰：“二三子何患于丧乎？天下之无道也久矣，天将以夫子为木铎。”\n" +
    "　　子谓《韶》：“尽美矣，又尽善也。”谓《武》：“尽美矣，未尽善也。”\n" +
    "　　子曰：“居上不宽，为礼不敬，临丧不哀，吾何以观之哉？”",
    translation:"孔子谈到季氏，说，“他用六十四人在自己的庭院中奏乐舞蹈，这样的事他都忍心去做，还有什么事情不可狠心做出来呢？”\n" +
    "　　孟孙氏、叔孙氏、季孙氏三家在祭祖完毕撤去祭品时，也命乐工唱《雍》这篇诗。孔子说：“(《雍》诗上这两句)‘助祭的是诸侯，天子严肃静穆地在那里主祭。’这样的意思，怎么能用在你三家的庙堂里呢？” \n" +
    "　　孔子说：“一个人没有仁德，他怎么能实行礼呢？一个人没有仁德，他怎么能运用乐呢？”\n" +
    "　　林放问什么是礼的根本。孔子回答说：“你问的问题意义重大，就礼节仪式的一般情况而言，与其奢侈，不如节俭；就丧事而言，与其仪式上治办周备，不如内心真正哀伤。” \n" +
    "　　孔子说：“夷狄(文化落后)虽然有君主，还不如中原诸国没有君主呢。”\n" +
    "　　季孙氏去祭祀泰山。孔子对冉有说：“你难道不能劝阻他吗？”冉有说：“不能。”孔子说：“唉！难道说泰山神还不如林放知礼吗？”\n" +
    "　　孔子说：“君子没有什么可与别人争的事情。如果有的话，那就是射箭比赛了。比赛时，先相互作揖谦让，然后上场。射完后，又相互作揖再退下来，然后登堂喝酒。这就是君子之争。”\n" +
    "　　子夏问孔子：“‘笑得真好看啊，美丽的眼睛真明亮啊，用素粉来打扮啊。’这几句话是什么意思呢？”孔子说：“这是说先有白底然后画画。”子夏又问：“那么，是不是说礼也是后起的事呢？”孔子说：“商，你真是能启发我的人，现在可以同你讨论《诗经》了。”\n" +
    "　　孔子说：“夏朝的礼，我能说出来，(但是它的后代)杞国不足以证明我的话；殷朝的礼，我能说出来，(但它的后代)宋国不足以证明我的话。这都是由于文字资料和熟悉夏礼和殷礼的人不足的缘故。如果足够的话，我就可以得到证明了。”\n" +
    "　　孔子说：“对于行禘礼的仪式，从第一次献酒以后，我就不愿意看了。”\n" +
    "　　有人问孔子关于举行禘祭的规定。孔子说：“我不知道。知道这种规定的人，对治理天下的事，就会像把这东西摆在这里一样(容易)吧！”(一面说一面)指着他的手掌。\n" +
    "　　祭祀祖先就像祖先真在面前，祭神就像神真在面前。孔子说：“我如果不亲自参加祭祀，那就和没有举行祭祀一样。”\n" +
    "　　王孙贾问道：“(人家都说)与其奉承奥神，不如奉承灶神。这话是什么意思？”孔子说：“不是这样的。如果得罪了天，那就没有地方可以祷告了。”\n" +
    "　　孔子说：“周朝的礼仪制度借鉴于夏、商二代，是多么丰富多彩啊。我遵从周朝的制度。”\n" +
    "　　孔子到了太庙，每件事都要问。有人说：“谁说此人懂得礼呀，他到了太庙里，什么事都要问别人。”孔子听到此话后说：“这就是礼呀！”\n" +
    "　　孔子说：“比赛射箭，不在于穿透靶子，因为各人的力气大小不同。自古以来就是这样。”\n" +
    "　　子贡提出去掉每月初一日告祭祖庙用的活羊。孔子说：“赐，你爱惜那只羊，我却爱惜那种礼。”\n" +
    "　　孔子说：“我完完全全按照周礼的规定去事奉君主，别人却以为这是诌媚呢。”\n" +
    "　　鲁定公问孔子：“君主怎样使唤臣下，臣子怎样事奉君主呢？”孔子回答说：“君主应该按照礼的要求去使唤臣子，臣子应该以忠来事奉君主。”\n" +
    "　　孔子说：“《关睢》这篇诗，快乐而不放荡，忧愁而不哀伤。”\n" +
    "　　鲁哀公问宰我，土地神的神主应该用什么树木，宰我回答：“夏朝用松树，商朝用柏树，周朝用栗子树。用栗子树的意思是说：使老百姓战栗。”孔子听到后说：“已经做过的事不用提了，已经完成的事不用再去劝阻了，已经过去的事也不必再追究了。” \n" +
    "　　孔子说：“管仲这个人的器量真是狭小呀！”有人说：“管仲节俭吗？”孔子说：“他有三处豪华的藏金府库，他家里的管事也是一人一职而不兼任，怎么谈得上节俭呢？”那人又问：“那么管仲知礼吗？”孔子回答：“国君大门口设立照壁，管仲在大门口也设立照壁。国君同别国国君举行会见时在堂上有放空酒杯的设备，管仲也有这样的设备。如果说管仲知礼，那么还有谁不知礼呢？”\n" +
    "　　孔子对鲁国乐官谈论演奏音乐的道理说：“奏乐的道理是可以知道的：开始演奏，各种乐器合奏，声音繁美；继续展开下去，悠扬悦耳，音节分明，连续不断，最后完成。” \n" +
    "　　仪这个地方的长官请求见孔子，他说：“凡是君子到这里来，我从没有见不到的。”孔子的随从学生引他去见了孔子。他出来后(对孔子的学生们)说：“你们几位何必为没有官位而发愁呢？天下无道已经很久了，上天将以孔夫子为圣人来号令天下。”\n" +
    "　　孔子讲到“韶”这一乐舞时说：“艺术形式美极了，内容也很好。”谈到“武”这一乐舞时说：“艺术形式很美，但内容却差一些。” \n" +
    "　　孔子说：“居于执政地位的人，不能宽厚待人，行礼的时候不严肃，参加丧礼时也不悲哀，这种情况我怎么能看得下去呢？”"
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  }
];