var data=[
  {
    title:'学而篇',
    content:"子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”\n" +
    "　　有子曰：“其为人也孝弟，而好犯上者，鲜矣；不好犯上而好作乱者，未之有也。君子务本，本立而道生。孝弟也者，其为仁之本与！”\n" +
    "　　子曰：“巧言令色，鲜矣仁！”\n" +
    "　　曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”\n" +
    "　　子曰：“道千乘之国，敬事而信，节用而爱人，使民以时。”\n" +
    "　　子曰：“弟子入则孝，出则弟，谨而信，泛爱众，而亲仁，行有余力，则以学文。”\n" +
    "　　子夏曰：“贤贤易色；事父母，能竭其力；事君，能致其身；与朋友交，言而有信。虽曰未学，吾必谓之学矣。”\n" +
    "　　子曰：“君子不重则不威，学则不固。主忠信，无友不如己者，过，则勿惮改。”\n" +
    "　　曾子曰：“慎终追远，民德归厚矣。”\n" +
    "　　子禽问于子贡曰：“夫子至于是邦也，必闻其政，求之与，抑与之与？”子贡曰：“夫子温、良、恭、俭、让以得之。夫子之求之也，其诸异乎人之求之与？”\n" +
    "　　子曰：“父在，观其志；父没，观其行；三年无改于父之道，可谓孝矣。”\n" +
    "　　有子曰：“礼之用，和为贵。先王之道，斯为美。小大由之。有所不行。知和而和，不以礼节之，亦不可行也。”\n" +
    "　　有子曰：“信近于义，言可复也。恭近于礼，远耻辱也。因不失其亲，亦可宗也。”\n" +
    "　　子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉。可谓好学也已。”\n" +
    "　　子贡曰：“贫而无谄，富而无骄，何如？”子曰：“可也。未若贫而乐，富而好礼者也。”子贡曰：“《诗》云：‘如切如磋，如琢如磨’，其斯之谓与？”子曰：“赐也，始可与言《诗》已矣，告诸往而知来者。”\n" +
    "　　子曰：“不患人之不己知，患不知人也。”",
    translation:"孔子说：“学了又时常温习和练习，不是很愉快吗？有志同道合的人从远方来，不是很令人高兴的吗？人家不了解我，我也不怨恨、恼怒，不也是一个有德的君子吗？” \n" +
    "　　有子说：“孝顺父母，顺从兄长，而喜好触犯上层统治者，这样的人是很少见的。不喜好触犯上层统治者，而喜好造反的人是没有的。君子专心致力于根本的事务，根本建立了，治国做人的原则也就有了。孝顺父母、顺从兄长，这就是仁的根本啊！” \n" +
    "　　孔子说：“花言巧语，装出和颜悦色的样子，这种人的仁心就很少了。”\n" +
    "　　曾子说：“我每天多次反省自己，为别人办事是不是尽心竭力了呢？同朋友交往是不是做到诚实可信了呢？老师传授给我的学业是不是复习了呢？”\n" +
    "　　孔子说：“治理一个拥有一千辆兵车的国家，就要严谨认真地办理国家大事而又恪守信用，诚实无欺，节约财政开支而又爱护官吏臣僚，役使百姓要不误农时。”\n" +
    "　　孔子说：“弟子们在父母跟前，就孝顺父母；出门在外，要顺从师长，言行要谨慎，要诚实可信，寡言少语，要广泛地去爱众人，亲近那些有仁德的人。这样躬行实践之后，还有余力的话，就再去学习文献知识。”\n" +
    "　　子夏说：“一个人能够看重贤德而不以女色为重；侍奉父母，能够竭尽全力；服侍君主，能够献出自己的生命；同朋友交往，说话诚实恪守信用。这样的人，尽管他自己说没有学习过，我一定说他已经学习过了。”\n" +
    "　　孔子说：“君子，不庄重就没有威严；学习可以使人不闭塞；要以忠信为主，不要同与自己不同道的人交朋友；有了过错，就不要怕改正。”\n" +
    "　　曾子说：“谨慎地对待父母的去世，追念久远的祖先，自然会导致老百姓日趋忠厚老实了。”\n" +
    "　　子禽问子贡说：“夫子每到一个国家，一定听得到这个国家的政事。那是求人家告诉他的呢，还是人家主动说给他听的呢？”子贡说：“夫子是靠温和、善良、恭敬、节俭和谦让得来的。夫子的那种求得的方式，大概是不同于别人的吧？”\n" +
    "　　孔子说：“当他父亲活着时，要看他本人的志向；他父亲去世以后，就要考察他本人的具体行为了。如果他长期坚持父亲生前那些正确原则，就可以说是尽孝了。”\n" +
    "　　有子说：“礼的应用，以和谐为贵。古代君主的治国方法，可宝贵的地方就在这里。不论大事小事都按这个原则去做。有时行不通。为和谐而和谐，不以礼来节制和谐，也是不可行的。”\n" +
    "　　有子说：“诚信要符合于义，话才能兑现实行；恭敬要符合于礼，这样才能远离耻辱；所依靠的都是关系亲密的人，也就可靠了。”\n" +
    "　　孔子说：“君子，饮食不求饱足，居住不要求舒适，对工作勤劳敏捷，说话却小心谨慎，到有道的人那里去匡正自己，这样可以说是好学了。”\n" +
    "　　子贡说：“贫穷而能不谄媚，富有而能不骄傲自大，怎么样？”孔子说：“这也算可以了。但是还不如虽贫穷却乐于道，虽富裕而又好礼之人。”子贡说：“《诗》上说，‘要像对待骨、角、象牙、玉石一样，切磋它，琢磨它’，就是讲的这个意思吧？”孔子说：“赐呀，你能从我已经讲过的话中领会到我还没有说到的意思，举一反三，我可以同你谈论《诗》了。”\n" +
    "　　孔子说：“不怕别人不了解自己，只怕自己不了解别人。”"
  },
  {
    title:'为政篇',
    content:"子曰：“为政以德，譬如北辰，居其所而众星共之。”\n" +
    "　　子曰：“《诗》三百，一言以蔽之，曰：‘思无邪’。”\n" +
    "　　子曰：“道之以政，齐之以刑，民免而无耻。道之以德，齐之以礼，有耻且格。”\n" +
    "　　子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”\n" +
    "　　孟懿子问孝，子曰：“无违。”樊迟御，子告之曰：“孟孙问孝于我，我对曰‘无违’。”樊迟曰：“何谓也？”子曰：“生，事之以礼；死，葬之以礼，祭之以礼。”\n" +
    "　　孟武伯问孝。子曰：“父母唯其疾之忧。”\n" +
    "　　子游问孝。子曰：“今之孝者，是谓能养。至于犬马皆能有养；不敬，何以别乎？”\n" +
    "　　子夏问孝。子曰：“色难。有事，弟子服其劳；有酒食，先生馔，曾是以为孝乎？”\n" +
    "　　子曰：“吾与回言终日，不违，如愚。退而省其私，亦足以发，回也不愚。”\n" +
    "　　子曰：“视其所以，观其所由，察其所安，人焉廋哉？”\n" +
    "　　子曰：“温故而知新，可以为师矣。”\n" +
    "　　子曰：“君子不器。”\n" +
    "　　子贡问君子。子曰：“先行其言而后从之。”\n" +
    "　　子曰：“君子周而不比，小人比而不周。”\n" +
    "　　子曰：“学而不思则罔，思而不学则殆。”\n" +
    "　　子曰：“攻乎异端，斯害也已！”\n" +
    "　　子曰：“由，诲汝知之乎！知之为知之，不知为不知，是知也。”\n" +
    "　　子张学干禄。子曰：“多闻阙疑，慎言其余，则寡尤；多见阙殆，慎行其余，则寡悔。言寡尤，行寡悔，禄在其中矣。”\n" +
    "　　哀公问曰：“何为则民服？”孔子对曰：“举直错诸枉，则民服；举枉错诸直，则民不服。”\n" +
    "　　季康子问：“使民敬、忠以劝，如之何？”子曰：“临之以庄，则敬；孝慈，则忠；举善而教不能，则劝。”\n" +
    "　　或谓孔子曰：“子奚不为政？”子曰：“《书》云：‘孝乎惟孝，友于兄弟，施于有政。’是亦为政，奚其为为政？”\n" +
    "　　子曰：“人而无信，不知其可也。大车无輗，小车无軏，其何以行之哉？”\n" +
    "　　子张问：“十世可知也？”子曰：“殷因于夏礼，所损益，可知也；周因于殷礼，所损益，可知也。其或继周者，虽百世，可知也。”\n" +
    "　　子曰：“非其鬼而祭之，谄也；见义不为，无勇也。”",
    translation:"孔子说：“以道德教化来治理政事，就会像北极星那样，自己居于一定的方位，而群星都会环绕在它的周围。” \n" +
    "　　孔子说：“《诗经》三百篇，可以用一句话来概括它，就是‘思想纯正’。”\n" +
    "　　孔子说：“用法制禁令去引导百姓，使用刑法来约束他们，老百姓只是求得免于犯罪受惩，却失去了廉耻之心；用道德教化引导百姓，使用礼制去统一百姓的言行，百姓不仅会有羞耻之心，而且也就守规矩了。” \n" +
    "　　孔子说：“我十五岁立志于学习；三十岁能够自立；四十岁能不被外界事物所迷惑；五十岁懂得了天命；六十岁能正确对待各种言论，不觉得不顺；七十岁能随心所欲而不越出规矩。”\n" +
    "　　孟懿子问什么是孝，孔子说：“孝就是不要违背礼。”后来樊迟给孔子驾车，孔子告诉他：“孟孙问我什么是孝，我回答他说不要违背礼。”樊迟说：“不要违背礼是什么意思呢？”孔子说：“父母活着的时候，要按礼侍奉他们；父母去世后，要按礼埋葬他们、祭祀他们。”\n" +
    "　　孟武伯向孔子请教孝道。孔子说：“对父母，要特别为他们的疾病担忧。” \n" +
    "　　子游问什么是孝，孔子说：“如今所谓的孝，只是说能够赡养父母便足够了。然而，就是犬马都能够得到饲养。如果不存心孝敬父母，那么赡养父母与饲养犬马有什么区别呢？”\n" +
    "　　子夏问什么是孝，孔子说：“尽孝最不容易的就是对父母和颜悦色，仅仅是有了事情，儿女需要替父母去做，有了酒饭，让父母吃，难道能认为这样就算是孝了吗？” \n" +
    "　　孔子说：“我整天给颜回讲学，他从来不提反对意见和疑问，像个蠢人。等他退下之后，我考察他私下的言论，发现他对我所讲授的内容有所发挥，可见颜回其实并不蠢。” \n" +
    "　　孔子说：“看一个人的所作所为，考察他处事的动机，了解他心安于什么事情，那么，这个人怎样能隐藏得了呢？”\n" +
    "　　孔子说：“在温习旧知识时，能有新的收获，就可以当老师了。”\n" +
    "　　孔子说：“君子不像器具那样(只有一种用途)。” \n" +
    "　　子贡问怎样做一个君子。孔子说：“对于你要说的话，先实行了，再说出来。”\n" +
    "　　孔子说：“德行高尚的人以正道广泛交友但不互相勾结，品格卑下的人互相勾结却不顾道义。\n" +
    "　　孔子说：“学习而不思考就会迷惘无所得；思考而不学习就不切于事而疑惑不解。”\n" +
    "　　孔子说：“做事情过或不及，都是祸害啊！”\n" +
    "　　孔子说：“由，我教给你怎样做的话，你明白了吗？知道的就是知道，不知道就是不知道，这就是智慧啊！”\n" +
    "　　子张请教求得官职俸禄的方法。孔子说：“多听，把不明白的事情放到一边，谨慎地说出那些真正懂得的，就能少犯错误；多观察，不明白的保留心中，谨慎地实行那些真正懂得的，就能减少事后懊悔。言语少犯错误，行动很少后悔，自然就有官职俸禄了。”\n" +
    "　　鲁哀公问：“怎样才能使百姓服从呢？”孔子回答说：“把正直无私的人提拔起来，把邪恶不正的人置于一旁，老百姓就会服从了；把邪恶不正的人提拔起来，把正直无私的人置于一旁，老百姓就不会服从统治了。”\n" +
    "　　季康子问道：“要使老百姓对当政的人尊敬、尽忠而努力干活，该怎样去做呢？”孔子说：“你用庄重的态度对待老百姓，他们就会尊敬你；你对父母孝顺、对子弟慈祥，百姓就会尽忠于你；你选用善良的人，又教育能力差的人，百姓就会互相勉励。”\n" +
    "　　有人对孔子说：“你什么不从事政治呢？”孔子回答说：“《尚书》上说，‘孝就是孝敬父母，友爱兄弟。’把这孝悌的道理扩展、影响于政事，也就是从事政治，又要怎样才能算是为政呢？”\n" +
    "　　孔子说：“一个人如果不讲信誉，真不知他怎么办。就像大车的横木两头没有活键，车的横木两头少了关扣一样，怎么能行驶呢？”\n" +
    "　　子张问：“今后十代的礼制现在可以预知吗？”孔子说：“殷代承袭夏代的礼制，其中废除和增加的内容是可以知道的；周代继承殷代的礼制，其中废除和增加的内容，也是可以知道的。那么以后如果有继承周朝的朝代，就是在一百代以后，也是可以预先知道的。”\n" +
    "　　孔子说：“祭祀不该自己祭祀的鬼神，那是献媚；见到合乎正义的事而不做，那是没有勇气。”"
  },
  {
    title:'八佾篇',
    content:"孔子谓季氏：“八佾舞于庭，是可忍也，孰不可忍也？”\n" +
    "　　三家者以《雍》彻，子曰：“‘相维辟公，天子穆穆’，奚取于三家之堂？”\n" +
    "　　子曰：“人而不仁，如礼何？人而不仁，如乐何？”\n" +
    "　　林放问礼之本，子曰：“大哉问！礼，与其奢也，宁俭；丧，与其易也，宁戚。”\n" +
    "　　子曰：“夷狄之有君，不如诸夏之亡也。”\n" +
    "　　季氏旅于泰山。子谓冉有曰：“女弗能救与？”对曰：“不能。”子曰：“呜呼！曾谓泰山不如林放乎？”\n" +
    "　　子曰：“君子无所争，必也射乎！揖让而升，下而饮。其争也君子。”\n" +
    "　　子夏问曰：“‘巧笑倩兮，美目盼兮，素以为绚兮’何谓也？”子曰：“绘事后素。”曰：“礼后乎？”子曰：“起予者商也，始可与言《诗》已矣。”\n" +
    "　　子曰：“夏礼吾能言之，杞不足征也；殷礼吾能言之，宋不足征也。文献不足故也，足则吾能征之矣。”\n" +
    "　　子曰：“禘自既灌而往者，吾不欲观之矣。”\n" +
    "　　或问禘之说。子曰：“不知也。知其说者之于天下也，其如示诸斯乎！”指其掌。\n" +
    "　　祭如在，祭神如神在。子曰：“吾不与祭，如不祭。”\n" +
    "　　王孙贾问曰：“‘与其媚于奥，宁媚于灶’，何谓也？”子曰：“不然，获罪于天，无所祷也。”\n" +
    "　　子曰：“周监于二代，郁郁乎文哉！吾从周。”\n" +
    "　　子入太庙，每事问。或曰：“孰谓鄹人之子知礼乎？入太庙，每事问。”子闻之，曰：“是礼也。”\n" +
    "　　子曰：“射不主皮，为力不同科，古之道也。”\n" +
    "　　子贡欲去告朔之饩羊，子曰：“赐也！尔爱其羊，我爱其礼。”\n" +
    "　　子曰：“事君尽礼，人以为谄也。”\n" +
    "　　定公问：“君使臣，臣事君，如之何？”孔子对曰：“君使臣以礼，臣事君以忠。”\n" +
    "　　子曰：“《关睢》，乐而不淫，哀而不伤。”\n" +
    "　　哀公问社于宰我，宰我对曰：“夏后氏以松，殷人以柏，周人以栗，曰使民战栗。”子闻之，曰：“成事不说，遂事不谏，既往不咎。”\n" +
    "　　子曰：“管仲之器小哉！”或曰：“管仲俭乎？”曰：“管氏有三归，官事不摄，焉得俭？”“然则管仲知礼乎？”曰：“邦君树塞门，管氏亦树塞门；邦君为两君之好，有反坫。管氏亦有反坫，管氏而知礼，孰不知礼？”\n" +
    "　　子语鲁大师乐，曰：“乐其可知也。始作，翕如也；从之，纯如也，皦如也，绎如也，以成。”\n" +
    "　　仪封人请见，曰：“君子之至于斯也，吾未尝不得见也。”从者见之。出曰：“二三子何患于丧乎？天下之无道也久矣，天将以夫子为木铎。”\n" +
    "　　子谓《韶》：“尽美矣，又尽善也。”谓《武》：“尽美矣，未尽善也。”\n" +
    "　　子曰：“居上不宽，为礼不敬，临丧不哀，吾何以观之哉？”",
    translation:"孔子谈到季孙氏说：“他用天子才能用的八佾在庭院中奏乐舞蹈，这样的事都狠心做得出来，还有什么事不能狠心做出来呢？”\n" +
    "　　孟孙、叔孙和季孙三家祭祖时，唱着《雍》这首诗歌来撤除祭品。孔子说：“《雍》诗说的‘诸侯都来助祭，天子恭敬地主祭’怎么能用在三家大夫的庙堂上呢？”\n" +
    "　　孔子说：“做人如果没有仁德，怎么对待礼仪制度呢？做人如果没有仁德，怎么对待音乐呢？”\n" +
    "　　林放问礼的根本。孔子说：“你的问题意义重大啊！礼，与其求形式上的豪华，不如俭朴一些好；治丧，与其在仪式上面面俱到，不如内心真正悲痛。”\n" +
    "　　孔子说：“夷狄有君主而不讲礼节，还不如中原之地没有君主而讲礼节哩。””\n" +
    "　　季氏要去祭祀泰山，孔子对冉有说：“你不能阻止吗？”冉有回答说：“不能。”孔子说：“唉！难道说泰山之神还不如林放懂礼吗？”\n" +
    "　　孔子说：“君子没有什么可与别人争的事情。如果有，一定是比射箭了。比赛时，相互作揖谦让后上场。射完后，登堂喝酒。这是一种君子之争。”\n" +
    "　　子夏问道：“‘轻盈的笑脸多美呀，黑白分明的眼睛多媚呀，好像在洁白的质地上画着美丽的图案呀。’这几句诗是什么意思呢？”孔子说：“先有白色底子，然后在上面画画。”子夏说：“这么说礼仪是在有了仁德之心之后才产生的了？”孔子说：“能够发挥我的思想的是卜商啊！现在可以和你谈论《诗经》了。””\n" +
    "　　孔子说：“夏代的礼仪制度，我能说一说，但它的后代杞国不足以作证明；殷代的礼仪制度，我能说一说，但它的后代宋国不足以作证明。这是杞、宋两国的历史资料和知礼人才不足的缘故。如果有足够的历史资料和懂礼的人才，我就可以验证这两代的礼了。”\n" +
    "　　孔子说：“举行禘祭的仪式，从完成第一次献酒以后，我就不想看下去了。”\n" +
    "　　有人问孔子关于举行禘祭的内容，孔子说：“不知道。知道的人治理天下，可能像把东西放在这里一样容易吧！”说的时候，指着自己的手掌。\n" +
    "　　祭祀祖先时，好像祖先真的在面前；祭神的时候，好像神真的在面前。孔子说：如果不亲自参加祭祀，祭了跟不祭一样。”\n" +
    "　　王孙贾问道：“与其巴结奥神，不如巴结灶神，这是什么意思？”孔子说：“不是这样的。如果得罪了上天，到什么地方去祷告求情也是无用的。”\n" +
    "　　孔子说：“周朝的礼仪制度借鉴于夏、商二代，是多么丰富多彩啊。我遵从周朝的制度。”\n" +
    "　　孔子到了太庙，每件事都要问。有人说：“谁说此人懂得礼呀，他到了太庙里，什么事都要问别人。”孔子听到此话后说：“这就是礼呀！”\n" +
    "　　孔子说：“比赛射箭，不在于穿透靶子，因为各人的力气大小不同。自古以来就是这样。”\n" +
    "　　子贡提出去掉每月初一日告祭祖庙用的活羊。孔子说：“赐，你爱惜那只羊，我却爱惜那种礼。”\n" +
    "　　孔子说：“按照礼节去侍奉君主，别人却认为这是在讨好君主哩。”\n" +
    "　　鲁定公问孔子：“君主怎样使唤臣下，臣子怎样事奉君主呢？”孔子回答说：“君主应该按照礼的要求去使唤臣子，臣子应该以忠来事奉君主。”\n" +
    "　　孔子说：“《关睢》这篇诗，快乐而不放荡，忧愁而不哀伤。”\n" +
    "　　鲁哀公问宰我，土地神的神主应该用什么树木，宰我回答：“夏朝用松树，商朝用柏树，周朝用栗子树。用栗子树的意思是说：使老百姓战栗。”孔子听到后说：“已经做过的事不用提了，已经完成的事不用再去劝阻了，已经过去的事也不必再追究了。” \n" +
    "　　孔子说：“管仲的器量太小啦！”有人问：“管仲节俭吗？”孔子说：“管仲有三处豪华的公馆，他手下的人从不兼职，怎么能称得上节俭呢？”“那么管仲懂礼仪吗？”孔子说：“国君在宫门前立了一道影壁，管仲也在自家门口立了影壁；国君设宴招待别国君主、举行友好会见时，在堂上设有放置空酒杯的土台，管仲宴客也就有这样的土台。如果说管仲知礼，那还有谁不知礼呢？”\n" +
    "　　孔子给鲁国乐官讲奏乐过程：“奏乐过程是可以了解的：开始演奏时，各种乐器合奏，声音宏亮而优美，听众随着乐声响起而为之振奋；乐曲展开后美好而和谐，节奏分明，连续不断，如流水绵绵流淌，直至演奏结束。”\n" +
    "　　仪地的一个小官请求会见孔子，说：“凡是到这个地方的君子，我没有不求见的。”孔子的学生们领他去见孔子。出来以后，他说：“你们几位为什么担心失去官位呢？天下无道已经很久了，因此上天将以孔夫子为圣人来教化天下。”\n" +
    "　　孔子评论《韶》，说：“乐曲美极了，内容也好极了。”评论《武》，说：“乐曲美极了，内容还不是完全好。”\n" +
    "　　孔子说：“居于统治地位的人，不能宽宏大量，行礼的时候不恭敬，遇丧事时不悲伤哀痛，这个样子，我怎么看得下去呢？”"
  },
  {
    title:'里仁篇',
    content:"子曰：“里仁为美。择不处仁，焉得知？”\n" +
    "　　子曰：“不仁者不可以久处约，不可以长处乐。仁者安仁，知者利仁。”\n" +
    "　　子曰：“唯仁者能好人，能恶人。”\n" +
    "　　子曰：“苟志于仁矣，无恶也。”\n" +
    "　　子曰：“富与贵，是人之所欲也；不以其道得之，不处也。贫与贱，是人之所恶也；不以其道得之，不去也。君子去仁，恶乎成名？君子无终食之间违仁，造次必于是，颠沛必于是。”\n" +
    "　　子曰：“我未见好仁者，恶不仁者。好仁者，无以尚之；恶不仁者，其为仁矣，不使不仁者加乎其身。有能一日用其力于仁矣乎？我未见力不足者。盖有之矣，我未之见也。”\n" +
    "　　子曰：“人之过也，各于其党。观过，斯知仁矣。”\n" +
    "　　子曰：“朝闻道，夕死可矣。”\n" +
    "　　子曰：“士志于道，而耻恶衣恶食者，未足与议也。”\n" +
    "　　子曰：“君子之于天下也，无适也，无莫也，义之与比。”\n" +
    "　　子曰：“君子怀德，小人怀土；君子怀刑，小人怀惠。”\n" +
    "　　子曰：“放于利而行，多怨。”\n" +
    "　　子曰：“能以礼让为国乎？何有？不能以礼让为国，如礼何？”\n" +
    "　　子曰：“不患无位，患所以立；不患莫己知，求为可知也。”\n" +
    "　　子曰：“参乎！吾道一以贯之。”曾子曰：“唯。”子出，门人问曰：“何谓也？”曾子曰：“夫子之道，忠恕而已矣。”\n" +
    "　　子曰：“君子喻于义，小人喻于利。”\n" +
    "　　子曰：“见贤思齐焉，见不贤而内自省也。”\n" +
    "　　子曰：“事父母几谏，见志不从，又敬不违，劳而不怨。”\n" +
    "　　子曰：“父母在，不远游，游必有方。”\n" +
    "　　子曰：“三年无改于父之道，可谓孝矣。”\n" +
    "　　子曰：“父母之年，不可不知也。一则以喜，一则以惧。”\n" +
    "　　子曰：“古者言之不出，耻躬之不逮也。”\n" +
    "　　子曰：“以约失之者鲜矣。”\n" +
    "　　子曰：“君子欲讷于言而敏于行。”\n" +
    "　　子曰：“德不孤，必有邻。”\n" +
    "　　子游曰：“事君数，斯辱矣；朋友数，斯疏矣。”",
    translation:"孔子说：“居住在有仁风的地方才好。选择住处，不居住在有仁风的地方，怎能说是明智呢？”\n" +
    "　　孔子说：“没有仁德的人不能够长久地安于穷困，也不能够长久地处于安乐之中。有仁德的人长期安心于推行慈爱精神，聪明的人认识到仁对他有长远的利益而实行仁。”\n" +
    "　　孔子说：“只有讲仁爱的人，才能够正确地喜爱某人、厌恶某人。”\n" +
    "　　孔子说：“如果立志追求仁德，就不会去做坏事。”\n" +
    "　　孔子说：“金钱和地位，是每个人都向往的，但是，以不正当的手段得到它们，君子是不会享受的；贫困和卑贱，是人们所厌恶的，但是，不通过正当的途径摆脱它们，君子是不会摆脱的。君子背离了仁的准则，怎么能够成名呢？君子不会有吃一顿饭的时间离开仁德，即使在匆忙紧迫的情况下也一定要遵守仁的准则，在颠沛流离的时候也和仁同在。”\n" +
    "　　孔子说：“我从未见过喜爱仁德的人和厌恶不仁德的人。喜爱仁德的人，那就没有比这更好的了；厌恶不仁德的人，他实行仁德，只是为了不使不仁德的事物加在自己身上。有谁能在某一天把他的力量都用在仁德方面吗？我没见过力量不够的。或许有这样的人，只是我没有见过罢了。”\n" +
    "　　孔子说：“人们所犯的错误，类型不一。所以观察一个人所犯错误的性质，就可以知道他的为人。”\n" +
    "　　孔子说：“懂得了仁义的道理，就应该用一生去实践、捍卫之，甚至不惜牺牲自己的生命。”\n" +
    "　　孔子说：“读书人立志于追求真理，但又以穿破衣、吃粗糙的饭食为耻，这种人就不值得和他谈论真理了。”\n" +
    "　　孔子说：“君子对于天下的事，没有规定一定要怎样做，也没有规定一定不要怎样做，而只考虑怎样做才合适恰当。”\n" +
    "　　孔子说：“君子心怀的是仁德；小人则怀恋乡土。君子关心的是刑罚和法度，小人则关心私利。”\n" +
    "　　孔子说：“如果依据个人的利益去做事，会招致很多怨恨。”\n" +
    "　　孔子说：“能用礼让的原则来治理国家吗？难道这有什么困难吗？如果不能用礼让的原则来治理国家，又怎么能实行礼制呢？”\n" +
    "　　孔子说：“不愁没有职位，只愁没有足以胜任职务的本领。不愁没人知道自己，应该追求能使别人知道自己的本领。”\n" +
    "　　孔子说：“曾参呀！我的学说可以用一个根本的原则贯通起来。”曾参答道：“是的。”孔子走出去以后，其他学生问道：“这是什么意思？”曾参说：“夫子的学说只不过是忠和恕罢了。”\n" +
    "　　孔子说：“君子懂得大义，小人只懂得小利。”\n" +
    "　　孔子说：“看见贤人就应该想着向他看齐；见到不贤的人，就要反省自己有没有类似的毛病。”\n" +
    "　　孔子说：“侍奉父母，对他们的缺点该委婉地劝止，如果自己的意见没有被采纳，仍然要对他们恭敬，不加违抗。只在心里忧愁而不怨恨。”\n" +
    "　　孔子说：“父母活着的时候，子女不远游外地；即使出远门，也必须要有一定的去处。”\n" +
    "　　孔子说：“如果能够长时间地不改变父亲生前所坚持的准则，就可说做到了孝。”\n" +
    "　　孔子说：“父母的年纪不能不知道，一方面因其长寿而高兴，一方面又因其年边而有所担忧。”\n" +
    "　　孔子说：“古代的君子从不轻易地发言表态，他们以说了而做不到为可耻。”\n" +
    "　　孔子说：“因为约束自己而犯错误，这样的事比较少。”\n" +
    "　　孔子说：“君子说话应该谨慎，而行动要敏捷。”\n" +
    "　　孔子说：“品德高尚的人不会孤独，一定有志同道合的人和他做伴。”\n" +
    "　　子游说：“进谏君主过于频繁，就会遭受侮辱；劝告朋友过于频繁，反而会被疏远。”"
  },
  {
    title:'公冶长篇',
    content:"子谓公冶长：“可妻也，虽在缧绁之中，非其罪也！”以其子妻之。\n" +
    "　　子谓南容：“邦有道不废；邦无道免于刑戮。”以其兄之子妻之。\n" +
    "　　子谓子贱：“君子哉若人！鲁无君子者，斯焉取斯？”\n" +
    "　　子贡问曰：“赐也何如？”子曰：“女器也。”曰：“何器也？”曰：“瑚琏也。”\n" +
    "　　或曰：“雍也仁而不佞。”子曰：“焉用佞？御人以口给，屡憎于人。不知其仁，焉用佞？”\n" +
    "　　子使漆雕开仕，对曰：“吾斯之未能信。”子说。\n" +
    "　　子曰：“道不行，乘桴浮于海，从我者其由与？”子路闻之喜，子曰：“由也好勇过我，无所取材。”\n" +
    "　　孟武伯问：“子路仁乎？”子曰：“不知也。”又问，子曰：“由也，千乘之国，可使治其赋也，不知其仁也。”“求也何如？”子曰：“求也，千室之邑、百乘之家，可使为之宰也，不知其仁也。”“赤也何如？”子曰：“赤也，束带立于朝，可使与宾客言也，不知其仁也。”\n" +
    "　　子谓子贡曰：“女与回也孰愈？”对曰：“赐也何敢望回？回也闻一以知十，赐也闻一以知二。”子曰：“弗如也，吾与女弗如也！”\n" +
    "　　宰予昼寝，子曰：“朽木不可雕也，粪土之墙不可杇也，于予与何诛？”子曰：“始吾于人也，听其言而信其行；今吾于人也，听其言而观其行。于予与改是。”\n" +
    "　　子曰：“吾未见刚者。”或对曰：“申枨。”子曰：“枨也欲，焉得刚。”\n" +
    "　　子贡曰：“我不欲人之加诸我也，吾亦欲无加诸人。”子曰：“赐也，非尔所及也。”\n" +
    "　　子贡曰：“夫子之文章，可得而闻也；夫子之言性与天道，不可得而闻也。”\n" +
    "　　子路有闻，未之能行，唯恐有闻。\n" +
    "　　子贡问曰：“孔文子何以谓之文也？”子曰：“敏而好学，不耻下问，是以谓之文也。”\n" +
    "　　子谓子产：“有君子之道四焉：其行己也恭，其事上也敬，其养民也惠，其使民也义。”\n" +
    "　　子曰：“晏平仲善与人交，久而敬之。”\n" +
    "　　子曰：“臧文仲居蔡，山节藻棁，何如其知也？”\n" +
    "　　子张问曰：“令尹子文三仕为令尹，无喜色，三已之无愠色，旧令尹之政必以告新令尹，何如？”子曰：“忠矣。”曰：“仁矣乎？”曰：“未知，焉得仁？”“崔子弑齐君，陈文子有马十乘，弃而违之。至于他邦，则曰：‘犹吾大夫崔子也。’违之。之一邦，则又曰：‘犹吾大夫崔子也。’违之，何如？”子曰：“清矣。”曰：“仁矣乎？”曰：“未知，焉得仁？”\n" +
    "　　季文子三思而后行，子闻之曰：“再斯可矣。”\n" +
    "　　子曰：“宁武子，邦有道则知，邦无道则愚。其知可及也，其愚不可及也。”\n" +
    "　　子在陈，曰：“归与！归与！吾党之小子狂简，斐然成章，不知所以裁之。”\n" +
    "　　子曰：“伯夷、叔齐不念旧恶，怨是用希。”\n" +
    "　　子曰：“孰谓微生高直？或乞醯焉，乞诸其邻而与之。”\n" +
    "　　子曰：“巧言、令色、足恭，左丘明耻之，丘亦耻之。匿怨而友其人，左丘明耻之，丘亦耻之。”\n" +
    "　　颜渊、季路侍，子曰：“盍各言尔志？”子路曰：“愿车马、衣轻裘与朋友共，敝之而无憾。”颜渊曰：“愿无伐善，无施劳。”子路曰：“愿闻子之志。”子曰：“老者安之，朋友信之，少者怀之。”\n" +
    "　　子曰：“已矣乎！吾未见能见其过而内自讼者也。”\n" +
    "　　子曰：“十室之邑，必有忠信如丘者焉，不如丘之好学也。”",
    translation:"孔子谈到公冶长时说：“可以把女儿嫁给他。虽然他曾坐过牢，但不是他的罪过。”便把自己的女儿嫁给了他。\n" +
    "　　孔子评论南容时说：“国家政治清明时，他不会被罢免；国家政治黑暗时，他也可免于刑罚。”就把自己兄长的女儿嫁给了他。\n" +
    "　　孔子评论子贱说：“这个人是君子啊！如果鲁国没有君子，他从哪里获得这种好品德的呢？”\n" +
    "　　子贡问孔子：“我这个人怎么样？”孔子说：“你好比是一个器具。”子贡又问：“是什么器具呢？”孔子说：“宗庙里盛黍稷的瑚琏。”\n" +
    "　　有人说：“冉雍这个人有仁德，但不善辩。”孔子说：“何必要能言善辩呢？伶牙俐齿地同别人争辩，常常被人讨厌。我不知道他是否可称得上仁，但何必要能言善辩呢？”\n" +
    "　　孔子叫漆雕开去做官。他回答说：“我对这事还没有信心。”孔子听了很高兴。\n" +
    "　　孔子说：“如果主张的确无法推行了，我想乘着木排漂流海外。但跟随我的，恐怕只有仲由吧？”子路听了这话很高兴。孔子说：“仲由这个人好勇的精神大大超过我，但不善于裁夺事理。”\n" +
    "　　孟武伯问：“子路算得上有仁德吗？”孔子说：“不知道。”孟武伯又问一遍。孔子说：“仲由呵，一个具备千辆兵车的大国，可以让他去负责军事。至于他有没有仁德，我就不知道了。”又问：“冉求怎么样？”孔子说：“求呢，一个千户规模的大邑，一个具备兵车百辆的大夫封地，可以让他当总管。至于他的仁德，我弄不清。”孟武伯继续问：“公西赤怎么样？”孔子说：“赤呀，穿上礼服，站在朝廷上，可以让他和宾客会谈。他仁不仁，我就不知道了。”\n" +
    "　　孔子对子贡说：“你和颜回相比，哪个强一些？”子贡回答说：“我怎么敢和颜回相比呢？颜回他听到一件事就可以推知十件事；我呢，听到一件事，只能推知两件事。”孔子说：“赶不上他，我和你都赶不上他。”\n" +
    "　　宰予在白天睡觉。孔子说：“腐朽了的木头不能雕刻，粪土一样的墙壁不能粉刷。对宰予这个人，不值得责备呀！”孔子又说：“以前，我对待别人，听了他的话便相信他的行为；现在，我对待别人，听了他的话还要观察他的行为。我是因宰予的表现而改变了对人的态度的。”\n" +
    "　　孔子说：“我没有见过刚毅不屈的人。”有人回答说：“申枨是这样的人。”孔子说：“申枨啊，他的欲望太多，怎么能刚毅不屈？”\n" +
    "　　子贡说：“我不愿别人把不合理的事加在我身上，我也不想把不合理的事加在别人身上。”孔子说：“赐呀，这不是你可以做得到的。”\n" +
    "　　子贡说：“老师关于《诗》《书》《礼》《乐》等文献的讲述，我们能够听得到；老师关于人性和天命方面的言论，我们从来没听到过。”\n" +
    "　　子路听到了什么道理，如果还没有来得及去实行，便唯恐又听到新的道理。\n" +
    "　　子贡问道：“孔文子为什么谥他‘文’的称号呢？”孔子说：“他聪明勤勉，喜爱学习，不以向比自己地位低下的人请教为耻，所以谥他‘文’的称号。”\n" +
    "　　孔子评论子产说：“他有四个方面符合君子的标准：他待人处世很谦恭，侍奉国君很负责认真，养护百姓有恩惠，役使百姓合乎情理。”\n" +
    "　　孔子说：“晏平仲善于与人交往，相识时间久了，别人更加尊敬他。”\n" +
    "　　孔子说：“臧文仲为产自蔡地的大乌龟盖了一间房子，中有雕刻成山形的斗拱和画着藻草的梁柱，他这样做算是一种什么样的聪明呢？”\n" +
    "　　子张问道：“楚国的令尹子文几次担任令尹的职务，没有显出高兴的样子；几次被罢免，也没有怨恨的神色。他当令尹时的政事，一定交代给下届接位的人。这个人怎么样？”孔子说：“可算得上对国家尽忠了。”子张问：“算得上有仁德吗？”孔子说：“不知道，这怎么能算仁呢？”子张又问：“崔杼杀了齐庄公，陈文子有四十匹马，他都丢弃不要，就离开了。到了另一个国家，说：‘这里的执政者和我国的崔子差不多’，又离开了。再到了一国，说：‘这里的执政者和我国的崔子差不多’，还是离开了。这人怎么样？”孔子说：“很清高。”子张说：“算得上有仁德吗？”孔子说：“不知道，这怎么能算有仁德呢？”\n" +
    "　　季文子办事，要反复考虑多次后才行动。孔子听到后，说：“考虑两次就可以了。”\n" +
    "　　孔子说：“宁武子这个人，在国家政治清明时就聪明，当国家政治黑暗时就装糊涂。他的聪明是别人可以做得到的，他的装糊涂，别人是赶不上的。”\n" +
    "　　孔子在陈国，说：“回去吧！回去吧！我家乡的那帮学生志向远大而行为粗疏，文采虽然很可观，但他们不知道怎样节制自己。”\n" +
    "　　孔子说：“伯夷、叔齐这两兄弟不记旧仇，因此别人对他们的怨恨很少。”\n" +
    "　　孔子说：“谁说微生高这个人直爽？有人向他求点醋，他却向自己邻居那里讨点来给人家。”\n" +
    "　　孔子说：“花言巧语，面貌伪善，过分恭敬，这种人，左丘明认为可耻，我也认为可耻。把仇恨暗藏于心，表面上却同人要好，这种人，左丘明认为可耻，我也认为可耻。”\n" +
    "　　颜渊、季路在孔子身边。孔子说：“你们为什么不各自谈谈自己的志向？”子路说：“我愿意拿出自己的车马、穿的衣服，和朋友们共同使用，即使用坏了也不遗憾。”颜渊说：“我愿意不夸耀自己的长处，不宣扬自己的功劳。”子路说：“我们希望听听老师的志向。”孔子说：“我愿老年人安度晚年，朋友之间相互信任，年幼的人得到照顾。”\n" +
    "　　孔子说：“算了吧！我从未见过看到自己有错误便能自我责备的人。”\n" +
    "　　孔子说：“就是在只有十户人家的小地方，一定有像我这样又忠心又守信的人，只是赶不上我这样好学罢了。”"
  },
  {
    title:'雍也篇',
    content:"子曰：“雍也可使南面。”\n" +
    "　　仲弓问子桑伯子，子曰：“可也简。”仲弓曰：“居敬而行简，以临其民，不亦可乎？居简而行简，无乃大简乎？”子曰：“雍之言然。”\n" +
    "　　哀公问：“弟子孰为好学？”孔子对曰：“有颜回者好学，不迁怒，不贰过，不幸短命死矣，今也则亡，未闻好学者也。”\n" +
    "　　子华使于齐，冉子为其母请粟，子曰：“与之釜。”请益，曰：“与之庾。”冉子与之粟五秉。子曰：“赤之适齐也，乘肥马，衣轻裘。吾闻之也，君子周急不继富。”\n" +
    "　　原思为之宰，与之粟九百，辞。子曰：“毋，以与尔邻里乡党乎！”\n" +
    "　　子谓仲弓曰：“犁牛之子骍且角，虽欲勿用，山川其舍诸？”\n" +
    "　　子曰：“回也，其心三月不违仁，其余则日月至焉而已矣。”\n" +
    "　　季康子问：“仲由可使从政也与？”子曰：“由也果，于从政乎何有？”曰：“赐也可使从政也与？”曰：“赐也达，于从政乎何有？”曰：“求也可使从政也与？”曰：“求也艺，于从政乎何有？”\n" +
    "　　季氏使闵子骞为费宰，闵子骞曰：“善为我辞焉。如有复我者，则吾必在汶上矣。”\n" +
    "　　伯牛有疾，子问之，自牖执其手，曰：“亡之，命矣夫！斯人也而有斯疾也！斯人也而有斯疾也！”\n" +
    "　　子曰：“贤哉回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”\n" +
    "　　冉求曰：“非不说子之道，力不足也。”子曰：“力不足者，中道而废，今女画。”\n" +
    "　　子谓子夏曰：“女为君子儒，无为小人儒。”\n" +
    "　　子游为武城宰，子曰：“女得人焉尔乎？”曰：“有澹台灭明者，行不由径，非公事，未尝至于偃之室也。”\n" +
    "　　子曰：“孟之反不伐，奔而殿，将入门，策其马曰：‘非敢后也，马不进也。’”\n" +
    "　　子曰：“不有祝鮀之佞，而有宋朝之美，难乎免于今之世矣。”\n" +
    "　　子曰：“谁能出不由户？何莫由斯道也？”\n" +
    "　　子曰：“质胜文则野，文胜质则史。文质彬彬，然后君子。”\n" +
    "　　子曰：“人之生也直，罔之生也幸而免。”\n" +
    "　　子曰：“知之者不如好之者；好之者不如乐之者。”\n" +
    "　　子曰：“中人以上，可以语上也；中人以下，不可以语上也。”\n" +
    "　　樊迟问知，子曰：“务民之义，敬鬼神而远之，可谓知矣。”问仁，曰：“仁者先难而后获，可谓仁矣。”\n" +
    "　　子曰：“知者乐水，仁者乐山。知者动，仁者静。知者乐，仁者寿。”\n" +
    "　　子曰：“齐一变至于鲁，鲁一变至于道。”\n" +
    "　　子曰：“觚不觚，觚哉！觚哉！”\n" +
    "　　宰我问曰：“仁者，虽告之曰：‘井有仁焉。’其从之也？”子曰：“何为其然也？君子可逝也，不可陷也；可欺也，不可罔也。”\n" +
    "　　子曰：“君子博学于文，约之以礼，亦可以弗畔矣夫。”\n" +
    "　　子见南子，子路不说，夫子矢之曰：“予所否者，天厌之！天厌之！”\n" +
    "　　子曰：“中庸之为德也，其至矣乎！民鲜久矣。”\n" +
    "　　子贡曰：“如有博施于民而能济众，何如？可谓仁乎？”子曰：“何事于仁，必也圣乎！尧、舜其犹病诸！夫仁者，己欲立而立人，己欲达而达人。能近取譬，可谓仁之方也已。”",
    translation:"孔子说：“冉雍这个人啊，可以让他去做一个部门或一个地方的长官。”\n" +
    "　　仲弓问子桑伯子这个人怎么样，孔子说：“这个人不错，他办事简约。”仲弓说：“如果态度严肃认真，而办事简约不烦，这样来治理百姓，不也可以吗？如果态度马虎粗疏，办起事来又简约，那不是太简单了吗？”孔子说：“你的话很对。”\n" +
    "　　鲁哀公问：“你的学生中谁最爱好学习？”孔子回答说：“有个叫颜回的最爱学习。他从不迁怒于别人，也不犯同样的过错。只是他不幸短命死了。现在没有这样的人了，再也没听到谁爱好学习的了。”\n" +
    "　　子华出使齐国，冉有替子华的母亲向孔子请求补助一些小米。孔子说：“给她六斗四升。”冉有请求增加一些，孔子说：“再给她二斗四升。”冉有却给了她八百斗(一秉是十六斛，一斛是五斗)。孔子说：“公西赤到齐国去，骑肥马，穿着又轻又暖和的皮袍。我听人说：君子应该救济有紧急需要的穷人，而不应该给富人添富。”\n" +
    "　　原思做了孔子家的总管，孔子给他报酬小米九百斗，他推辞不要。孔子说：“不要这样推辞！多余的就给你的邻里乡亲吧！”\n" +
    "　　孔子对仲弓说：“耕牛生的小牛犊长着红色的毛皮，两角整齐，虽然不想用来当祭品，山川之神难道会舍弃它吗？”\n" +
    "　　孔子说：“颜回呀，他的心中长久地不离开仁德，其余的学生，只不过短时间能做到这点罢了。”\n" +
    "　　季康子问：“仲由可以参与政事吗？”孔子说：“仲由呀，办事果断，参与政事有什么困难呢？”又问；“端木赐可以参与政事吗？”孔子说：“端木赐呀，通情达理，参与政事有什么困难呢？”又问：“冉求可以参与政事吗？”孔子说：“冉求呀，多才多艺，参与政事有什么困难呢？”\n" +
    "　　季氏派人通知闵子骞，让他当季氏采邑费城的长官。闵子骞告诉来人说：“好好地为我推辞掉吧！如果再有人为这事来找我，那我一定逃到汶水那边去了。”\n" +
    "　　冉伯牛病了，孔子去探望他，从窗户里握着他的手，说道；“没有办法，真是命呀！这样的人竟得这样的病呀！这样的人竟得这样的病呀！”\n" +
    "　　孔子说：“真是个大贤人啊，颜回！用一个竹筐盛饭，用一只瓢喝水，住在简陋的巷子里。别人都忍受不了那穷困的忧愁，颜回却能照样快活。真是个大贤人啊，颜回！”\n" +
    "　　冉求说：“我不是不喜欢老师的学说，是我力量不够。”孔子说：“如真的力量不够，你会半途而废。如今你却画地为牢，不肯前进。”\n" +
    "　　孔子对子夏说：“你要做个君子式的儒者，不要做小人式的儒者。”\n" +
    "　　子游担任武城地方的长官。孔子说：“你在那里得到什么优秀人才了吗？”子游回答说：“有个名叫澹台灭明的人，行路时不抄小道，不是公事，从不到我家里来。”\n" +
    "　　孔子说：“孟之反不喜欢自夸，打仗败了，他走在最后(掩护撤退)。快进城门时，他用鞭子抽打着马说：‘不是我敢殿后呀，是我的马不肯快跑呀！’”\n" +
    "　　孔子说：“如果没有祝鮀那样的口才，却仅仅有宋国公子朝那样的美貌，在当今的社会里就难以避免祸害了。”\n" +
    "　　孔子说：“谁能够走出屋子而不经过房门呢？为什么没有人走这条必经的仁义之路呢？”\n" +
    "　　孔子说：“质朴多于文采就难免显得粗野，文采超过了质朴又难免流于虚浮，文采和质朴完美地结合在一起，这才能成为君子。”\n" +
    "　　孔子说：“人凭着正直生存在世上，不正直的人也能生存，那是靠侥幸避免了祸害啊。”\n" +
    "　　孔子说：“(对于任何学问、知识、技艺等)知道它的人，不如爱好它的人；爱好它的人，又不如以它为乐的人。”\n" +
    "　　孔子说：“中等以上资质的人，可以给他讲授高深的学问；而中等以下资质的人，不可以给他讲授高深的学问。”\n" +
    "　　樊迟问怎么样才算聪明，孔子说：“努力从事人民认为合理的工作，尊敬鬼神，但要疏远它们，这样可以称得上是聪明了。”樊迟又问怎么样才叫作有仁德，孔子说：“有仁德的人先付出艰苦的努力，然后得到收获，这样可以说是有仁德了。”\n" +
    "　　孔子说：“聪明的人喜爱水，仁德的人喜爱山。聪明的人爱好活动，仁德的人爱好沉静。聪明的人活得快乐，仁德的人长寿。”\n" +
    "　　孔子说：“齐国的政治一有改革，便可以达到鲁国的这个样子；鲁国一有改革，就可以达到合符大道的境界了。”\n" +
    "　　孔子说：“觚不像个觚的样子，这还叫觚吗！这还叫觚吗？”\n" +
    "　　宰我问道：“一个有仁德的人，如果别人告诉他‘井里掉下一位仁人’他是不是会跟着跳下去呢？”孔子说：“为什么要这样做呢？君子可以到井边设法救人，不让自己陷入井中；可以被人用正当的理由欺骗，但不可以被愚弄。”\n" +
    "　　孔子说：“君子广泛地学习文化知识，再用礼来加以约束，这样也就不会离经叛道了。”\n" +
    "　　孔子去见南子，子路不高兴。孔子发誓说：“我假若做了什么不对的事，让上天厌弃我吧！让上天厌弃我吧！”\n" +
    "　　孔子说：“中庸作为一种道德，该是最高等的了！但人们已经长久缺乏这种道德了。”\n" +
    "　　子贡说：“如果一个人能广泛地给民众以好处，而且能够帮助众人生活得很好，这人怎么样？可以说他有仁德了吗？”孔子说：“哪里仅仅是仁德呢，那一定是圣德了！尧和舜大概都难以做到！一个有仁德的人，自己想树立的，同时也帮助别人树立；自己要事事通达顺畅，同时也使别人事事通达顺畅。凡事能够推己及人，可以说是实行仁道的方法了。”"
  },
  {
    title:'述而篇',
    content:"子曰：“述而不作，信而好古，窃比于我老彭。”\n" +
    "　　子曰：“默而识之，学而不厌，诲人不倦，何有于我哉？”\n" +
    "　　子曰：“德之不修，学之不讲，闻义不能徙，不善不能改，是吾忧也。”\n" +
    "　　子之燕居，申申如也，夭夭如也。\n" +
    "　　子曰：“甚矣吾衰也！久矣吾不复梦见周公。”\n" +
    "　　子曰：“志于道，据于德，依于仁，游于艺。”\n" +
    "　　子曰：“自行束修以上，吾未尝无诲焉。”\n" +
    "　　子曰：“不愤不启，不悱不发，举一隅不以三隅反，则不复也。”\n" +
    "　　子食于有丧者之侧，未尝饱也。\n" +
    "　　子于是日哭，则不歌。\n" +
    "　　子谓颜渊曰：“用之则行，舍之则藏，惟我与尔有是夫！”子路曰：“子行三军，则谁与？”子曰：“暴虎冯河，死而无悔者，吾不与也。必也临事而惧，好谋而成者也。”\n" +
    "　　子曰：“富而可求也，虽执鞭之士，吾亦为之。如不可求，从吾所好。”\n" +
    "　　子之所慎：齐，战，疾。\n" +
    "　　子在齐闻《韶》，三月不知肉味，曰：“不图为乐之至于斯也。”\n" +
    "　　冉有曰：“夫子为卫君乎？”子贡曰：“诺，吾将问之。”入，曰：“伯夷、叔齐何人也？”曰：“古之贤人也。”曰：“怨乎？”曰：“求仁而得仁，又何怨？”出，曰：“夫子不为也。”\n" +
    "　　子曰：“饭疏食饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”\n" +
    "　　子曰：“加我数年，五十以学《易》，可以无大过矣。”\n" +
    "　　子所雅言，《诗》、《书》、执礼，皆雅言也。\n" +
    "　　叶公问孔子于子路，子路不对。子曰：“女奚不曰：其为人也，发愤忘食，乐以忘忧，不知老之将至云尔。”\n" +
    "　　子曰：“我非生而知之者，好古，敏以求之者也。”\n" +
    "　　子不语怪、力、乱、神。\n" +
    "　　子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”\n" +
    "　　子曰：“天生德于予，桓魋其如予何？”\n" +
    "　　子曰：“二三子以我为隐乎？吾无隐乎尔！吾无行而不与二三子者，是丘也。”\n" +
    "　　子以四教：文，行，忠，信。\n" +
    "　　子曰：“圣人，吾不得而见之矣；得见君子者斯可矣。”子曰：“善人，吾不得而见之矣，得见有恒者斯可矣。亡而为有，虚而为盈，约而为泰，难乎有恒乎。”\n" +
    "　　子钓而不纲，弋不射宿。\n" +
    "　　子曰：“盖有不知而作之者，我无是也。多闻，择其善者而从之；多见而识之，知之次也。”\n" +
    "　　互乡难与言，童子见，门人惑。子曰：“与其进也，不与其退也，唯何甚？人洁己以进，与其洁也，不保其往也。”\n" +
    "　　子曰：“仁远乎哉？我欲仁，斯仁至矣。”\n" +
    "　　陈司败问：“昭公知礼乎？”孔子曰：“知礼。”孔子退，揖巫马期而进之，曰：“吾闻君子不党，君子亦党乎？君取于吴，为同姓，谓之吴孟子。君而知礼，孰不知礼？”巫马期以告，子曰：“丘也幸，苟有过，人必知之。”\n" +
    "　　子与人歌而善，必使反之，而后和之。\n" +
    "　　子曰：“文，莫吾犹人也。躬行君子，则吾未之有得。”\n" +
    "　　子曰：“若圣与仁，则吾岂敢？抑为之不厌，诲人不倦，则可谓云尔已矣。”公西华曰：“正唯弟子不能学也。”\n" +
    "　　子疾病，子路请祷。子曰：“有诸？”子路对曰：“有之。《诔》曰：‘祷尔于上下神祇。’”子曰：“丘之祷久矣。”\n" +
    "　　子曰：“奢则不孙，俭则固。与其不孙也，宁固。”\n" +
    "　　子曰：“君子坦荡荡，小人长戚戚。”\n" +
    "　　子温而厉，威而不猛，恭而安。",
    translation:"孔子说：“只阐述而不创作，相信并喜爱古代文化，我私下里把自己比作老彭。”\n" +
    "　　孔子说：“把所见所闻默默地记在心上，努力学习而从不满足，教导别人而不知疲倦，这对于我有什么困难呢？”\n" +
    "　　孔子说：“不去培养品德，不去讲习学问，听到义在那里却不能去追随，有缺点而不能改正，这些都是我所忧虑的。”\n" +
    "　　孔子在家闲居的时候，穿戴很整齐，态度很温和。\n" +
    "　　孔子说：“我衰老得很厉害呀！我已经好久没有再梦见周公了。”\n" +
    "　　孔子说：“以道为志向，以德为根据，以仁为依靠，而游憩于礼、乐、射、御、书、数六艺之中。”\n" +
    "　　孔子说：“只要是主动给我十条干肉作为见面礼物的，我从没有不给予教诲的。”\n" +
    "　　孔子说：“教导学生，不到他冥思苦想仍不得其解的时候，不去开导他；不到他想说却说不出来的时候，不去启发他。给他指出一个方面，如果他不能由此推知其他三个方面，就不再教他了。”\n" +
    "　　孔子在有丧事的人旁边吃饭，从来没有吃饱过。\n" +
    "　　孔子如果在这一天哭泣过，就不再唱歌。\n" +
    "　　孔子对颜渊说：“如果用我，就去积极行动；如果不用我，就藏起来。只有我和你才能这样吧！”子路说：“如果让您率领三军，您愿找谁一起共事呢？”孔子说：“赤手空拳和老虎搏斗，徒步涉水过大河，即使这样死了都不后悔的人，我是不会与他共事的。我所要找的共事的人，一定是遇事谨慎小心，善于谋划而且能完成任务的人。”\n" +
    "　　孔子说：“财富如果可以合理求得的话，即使是做手拿鞭子的差役，我也愿意。如果不能合理求得，我还是做自己所爱好的事。”\n" +
    "　　孔子所谨慎小心对待的事有三件：斋戒，战争，疾病。\n" +
    "　　孔子在齐国听到《韶》这种乐曲后，很长时间内即使吃肉也感觉不到肉的滋味，他感叹道：“没想到音乐欣赏竟然能达到这样的境界！”\n" +
    "　　冉有说：“老师会赞成卫国的国君吗？”子贡说：“嗯，我去问问老师吧。”子贡进入孔子房中，问道：“伯夷和叔齐是怎样的人呢？”孔子说：“他们是古代贤人啊。”子贡说：“他们会有怨悔吗？”孔子说：“他们追求仁德，便得到了仁德，又怎么会有怨悔呢？”子贡走出来，对冉有说：“老师不会赞成卫国国君的。”\n" +
    "　　孔子说：“吃粗粮，喝清水，弯起胳膊当枕头，这其中也有着乐趣。而通过干不正当的事得来的富贵，对于我来说就像浮云一般。”\n" +
    "　　孔子说：“给我增加几年的寿命，让我在五十岁的时候去学习《易经》，就可以没有大过错了。”\n" +
    "　　孔子有用雅言的时候，读《诗经》《尚书》和执行礼事，都用雅言。\n" +
    "　　叶公问子路孔子是个怎样的人，子路没有回答。孔子说：“你为什么不这样说：他的为人，发愤用功到连吃饭都忘了，快乐得忘记了忧愁，不知道衰老将要到来，如此等等。”\n" +
    "　　孔子说：“我并不是生下来就有知识的人，而是喜好古代文化，勤奋敏捷去求取知识的人。”\n" +
    "　　孔子不谈论怪异、暴力、变乱、鬼神。\n" +
    "　　孔子说：“三个人同行，其中必定有人可以作为值得我学习的老师。我选取他的优点而学习，如发现他的缺点则引以为鉴并加以改正。”\n" +
    "　　孔子说：“我的品德是上天所赋予的，桓魋能把我怎样呢！”\n" +
    "　　孔子说：“你们大家以为我对你们有什么隐瞒不教的吗？我没有什么隐瞒不教你们的。我没有一点不向你们公开的，这就是我孔丘的为人。\n" +
    "　　孔子以四项内容来教导学生：学识、实践、忠诚、守信。\n" +
    "　　孔子说：“圣人我是不能看到了，能够看到君子，这也就可以了。”孔子又说：“善人，我是看不到的了，能看到始终如一的人就可以了。没有却装作有，空虚却装作充盈，本来穷困却装作富裕，这样的人很难保持好的操守。”\n" +
    "　　孔子只用(一个鱼钩)的钓竿钓鱼，而不用(许多鱼钩的)大绳钓鱼。只射飞鸟，不射巢中歇宿的鸟。\n" +
    "　　孔子说：“大概有自己不懂却凭空造作的人吧，我没有这样的毛病。多听，选择其中好的加以学习；多看，全记在心里。这样的知，是仅次于‘生而知之’的。”\n" +
    "　　互乡这地方的人难以同他们交谈，孔子却接见了互乡的一个童子，弟子们都觉得疑惑。孔子说：“我是赞成他求上进，不赞成他退步，何必做得太过呢？别人修饰容仪而来要求上进，就应该赞成他的这种做法，而不要总是抓住他的过去不放。”\n" +
    "　　孔子说：“仁德难道离我们很远吗？只要自己愿意达到仁，仁就来了。”\n" +
    "　　陈司败问：“鲁昭公知礼吗？”孔子说：“他知礼。”孔子走出去后，陈司败向巫马期作了个揖，请他走近自己，说：“我听说君子不因关系亲近而偏袒，难道君子也有偏袒吗？鲁君从吴国娶了位夫人，是鲁君的同姓，于是称她为吴孟子。鲁君若算得上知礼，还有谁不知礼呢？”巫马期把此话告诉了孔子。孔子说：“我孔丘真幸运，如果有错误，别人一定会指出来让我知道。”\n" +
    "　　孔子与别人一起唱歌，如果唱得好，一定请他再唱一遍，然后自己又和他一起唱。\n" +
    "　　孔子说：“就书本上的学问来说，大概我同别人差不多。身体力行地去做一个君子，那我还没有达到。”\n" +
    "　　孔子说：“如果说到圣和仁，那我怎么敢当！不过是朝着圣与仁的方向去努力做而不厌倦，教导别人不知疲倦，那是可以这样说的。”公西华说：“这正是我们弟子学不到的。”\n" +
    "　　孔子病得很重，子路请求祈祷。孔子说：“有这回事吗？”子路回答说：“有的。《诔》文中说：‘为你向天地神灵祈祷。’”孔子说：“我早就祈祷过了。”\n" +
    "　　孔子说：“奢侈豪华就会显得不谦逊，省俭朴素则会显得寒碜。与其不谦逊，宁可寒碜。”\n" +
    "　　孔子说：“君子的心地开阔宽广，小人却总是心地局促，带着烦恼。”\n" +
    "　　孔子温和而严厉，有威仪而不凶猛，谦恭而安详。"
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  }
];