var data=[
  {
    title:'学而篇',
    content:"子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”\n" +
    "　　有子曰：“其为人也孝弟，而好犯上者，鲜矣；不好犯上而好作乱者，未之有也。君子务本，本立而道生。孝弟也者，其为仁之本与！”\n" +
    "　　子曰：“巧言令色，鲜矣仁！”\n" +
    "　　曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”\n" +
    "　　子曰：“道千乘之国，敬事而信，节用而爱人，使民以时。”\n" +
    "　　子曰：“弟子入则孝，出则弟，谨而信，泛爱众，而亲仁，行有余力，则以学文。”\n" +
    "　　子夏曰：“贤贤易色；事父母，能竭其力；事君，能致其身；与朋友交，言而有信。虽曰未学，吾必谓之学矣。”\n" +
    "　　子曰：“君子不重则不威，学则不固。主忠信，无友不如己者，过，则勿惮改。”\n" +
    "　　曾子曰：“慎终追远，民德归厚矣。”\n" +
    "　　子禽问于子贡曰：“夫子至于是邦也，必闻其政，求之与，抑与之与？”子贡曰：“夫子温、良、恭、俭、让以得之。夫子之求之也，其诸异乎人之求之与？”\n" +
    "　　子曰：“父在，观其志；父没，观其行；三年无改于父之道，可谓孝矣。”\n" +
    "　　有子曰：“礼之用，和为贵。先王之道，斯为美。小大由之。有所不行。知和而和，不以礼节之，亦不可行也。”\n" +
    "　　有子曰：“信近于义，言可复也。恭近于礼，远耻辱也。因不失其亲，亦可宗也。”\n" +
    "　　子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉。可谓好学也已。”\n" +
    "　　子贡曰：“贫而无谄，富而无骄，何如？”子曰：“可也。未若贫而乐，富而好礼者也。”子贡曰：“《诗》云：‘如切如磋，如琢如磨’，其斯之谓与？”子曰：“赐也，始可与言《诗》已矣，告诸往而知来者。”\n" +
    "　　子曰：“不患人之不己知，患不知人也。”",
    translation:"孔子说：“学了又时常温习和练习，不是很愉快吗？有志同道合的人从远方来，不是很令人高兴的吗？人家不了解我，我也不怨恨、恼怒，不也是一个有德的君子吗？” \n" +
    "　　有子说：“孝顺父母，顺从兄长，而喜好触犯上层统治者，这样的人是很少见的。不喜好触犯上层统治者，而喜好造反的人是没有的。君子专心致力于根本的事务，根本建立了，治国做人的原则也就有了。孝顺父母、顺从兄长，这就是仁的根本啊！” \n" +
    "　　孔子说：“花言巧语，装出和颜悦色的样子，这种人的仁心就很少了。”\n" +
    "　　曾子说：“我每天多次反省自己，为别人办事是不是尽心竭力了呢？同朋友交往是不是做到诚实可信了呢？老师传授给我的学业是不是复习了呢？”\n" +
    "　　孔子说：“治理一个拥有一千辆兵车的国家，就要严谨认真地办理国家大事而又恪守信用，诚实无欺，节约财政开支而又爱护官吏臣僚，役使百姓要不误农时。”\n" +
    "　　孔子说：“弟子们在父母跟前，就孝顺父母；出门在外，要顺从师长，言行要谨慎，要诚实可信，寡言少语，要广泛地去爱众人，亲近那些有仁德的人。这样躬行实践之后，还有余力的话，就再去学习文献知识。”\n" +
    "　　子夏说：“一个人能够看重贤德而不以女色为重；侍奉父母，能够竭尽全力；服侍君主，能够献出自己的生命；同朋友交往，说话诚实恪守信用。这样的人，尽管他自己说没有学习过，我一定说他已经学习过了。”\n" +
    "　　孔子说：“君子，不庄重就没有威严；学习可以使人不闭塞；要以忠信为主，不要同与自己不同道的人交朋友；有了过错，就不要怕改正。”\n" +
    "　　曾子说：“谨慎地对待父母的去世，追念久远的祖先，自然会导致老百姓日趋忠厚老实了。”\n" +
    "　　子禽问子贡说：“夫子每到一个国家，一定听得到这个国家的政事。那是求人家告诉他的呢，还是人家主动说给他听的呢？”子贡说：“夫子是靠温和、善良、恭敬、节俭和谦让得来的。夫子的那种求得的方式，大概是不同于别人的吧？”\n" +
    "　　孔子说：“当他父亲活着时，要看他本人的志向；他父亲去世以后，就要考察他本人的具体行为了。如果他长期坚持父亲生前那些正确原则，就可以说是尽孝了。”\n" +
    "　　有子说：“礼的应用，以和谐为贵。古代君主的治国方法，可宝贵的地方就在这里。不论大事小事都按这个原则去做。有时行不通。为和谐而和谐，不以礼来节制和谐，也是不可行的。”\n" +
    "　　有子说：“诚信要符合于义，话才能兑现实行；恭敬要符合于礼，这样才能远离耻辱；所依靠的都是关系亲密的人，也就可靠了。”\n" +
    "　　孔子说：“君子，饮食不求饱足，居住不要求舒适，对工作勤劳敏捷，说话却小心谨慎，到有道的人那里去匡正自己，这样可以说是好学了。”\n" +
    "　　子贡说：“贫穷而能不谄媚，富有而能不骄傲自大，怎么样？”孔子说：“这也算可以了。但是还不如虽贫穷却乐于道，虽富裕而又好礼之人。”子贡说：“《诗》上说，‘要像对待骨、角、象牙、玉石一样，切磋它，琢磨它’，就是讲的这个意思吧？”孔子说：“赐呀，你能从我已经讲过的话中领会到我还没有说到的意思，举一反三，我可以同你谈论《诗》了。”\n" +
    "　　孔子说：“不怕别人不了解自己，只怕自己不了解别人。”"
  },
  {
    title:'为政篇',
    content:"子曰：“为政以德，譬如北辰，居其所而众星共之。”\n" +
    "　　子曰：“《诗》三百，一言以蔽之，曰：‘思无邪’。”\n" +
    "　　子曰：“道之以政，齐之以刑，民免而无耻。道之以德，齐之以礼，有耻且格。”\n" +
    "　　子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”\n" +
    "　　孟懿子问孝，子曰：“无违。”樊迟御，子告之曰：“孟孙问孝于我，我对曰‘无违’。”樊迟曰：“何谓也？”子曰：“生，事之以礼；死，葬之以礼，祭之以礼。”\n" +
    "　　孟武伯问孝。子曰：“父母唯其疾之忧。”\n" +
    "　　子游问孝。子曰：“今之孝者，是谓能养。至于犬马皆能有养；不敬，何以别乎？”\n" +
    "　　子夏问孝。子曰：“色难。有事，弟子服其劳；有酒食，先生馔，曾是以为孝乎？”\n" +
    "　　子曰：“吾与回言终日，不违，如愚。退而省其私，亦足以发，回也不愚。”\n" +
    "　　子曰：“视其所以，观其所由，察其所安，人焉廋哉？”\n" +
    "　　子曰：“温故而知新，可以为师矣。”\n" +
    "　　子曰：“君子不器。”\n" +
    "　　子贡问君子。子曰：“先行其言而后从之。”\n" +
    "　　子曰：“君子周而不比，小人比而不周。”\n" +
    "　　子曰：“学而不思则罔，思而不学则殆。”\n" +
    "　　子曰：“攻乎异端，斯害也已！”\n" +
    "　　子曰：“由，诲汝知之乎！知之为知之，不知为不知，是知也。”\n" +
    "　　子张学干禄。子曰：“多闻阙疑，慎言其余，则寡尤；多见阙殆，慎行其余，则寡悔。言寡尤，行寡悔，禄在其中矣。”\n" +
    "　　哀公问曰：“何为则民服？”孔子对曰：“举直错诸枉，则民服；举枉错诸直，则民不服。”\n" +
    "　　季康子问：“使民敬、忠以劝，如之何？”子曰：“临之以庄，则敬；孝慈，则忠；举善而教不能，则劝。”\n" +
    "　　或谓孔子曰：“子奚不为政？”子曰：“《书》云：‘孝乎惟孝，友于兄弟，施于有政。’是亦为政，奚其为为政？”\n" +
    "　　子曰：“人而无信，不知其可也。大车无輗，小车无軏，其何以行之哉？”\n" +
    "　　子张问：“十世可知也？”子曰：“殷因于夏礼，所损益，可知也；周因于殷礼，所损益，可知也。其或继周者，虽百世，可知也。”\n" +
    "　　子曰：“非其鬼而祭之，谄也；见义不为，无勇也。”",
    translation:"孔子说：“以道德教化来治理政事，就会像北极星那样，自己居于一定的方位，而群星都会环绕在它的周围。” \n" +
    "　　孔子说：“《诗经》三百篇，可以用一句话来概括它，就是‘思想纯正’。”\n" +
    "　　孔子说：“用法制禁令去引导百姓，使用刑法来约束他们，老百姓只是求得免于犯罪受惩，却失去了廉耻之心；用道德教化引导百姓，使用礼制去统一百姓的言行，百姓不仅会有羞耻之心，而且也就守规矩了。” \n" +
    "　　孔子说：“我十五岁立志于学习；三十岁能够自立；四十岁能不被外界事物所迷惑；五十岁懂得了天命；六十岁能正确对待各种言论，不觉得不顺；七十岁能随心所欲而不越出规矩。”\n" +
    "　　孟懿子问什么是孝，孔子说：“孝就是不要违背礼。”后来樊迟给孔子驾车，孔子告诉他：“孟孙问我什么是孝，我回答他说不要违背礼。”樊迟说：“不要违背礼是什么意思呢？”孔子说：“父母活着的时候，要按礼侍奉他们；父母去世后，要按礼埋葬他们、祭祀他们。”\n" +
    "　　孟武伯向孔子请教孝道。孔子说：“对父母，要特别为他们的疾病担忧。” \n" +
    "　　子游问什么是孝，孔子说：“如今所谓的孝，只是说能够赡养父母便足够了。然而，就是犬马都能够得到饲养。如果不存心孝敬父母，那么赡养父母与饲养犬马有什么区别呢？”\n" +
    "　　子夏问什么是孝，孔子说：“尽孝最不容易的就是对父母和颜悦色，仅仅是有了事情，儿女需要替父母去做，有了酒饭，让父母吃，难道能认为这样就算是孝了吗？” \n" +
    "　　孔子说：“我整天给颜回讲学，他从来不提反对意见和疑问，像个蠢人。等他退下之后，我考察他私下的言论，发现他对我所讲授的内容有所发挥，可见颜回其实并不蠢。” \n" +
    "　　孔子说：“看一个人的所作所为，考察他处事的动机，了解他心安于什么事情，那么，这个人怎样能隐藏得了呢？”\n" +
    "　　孔子说：“在温习旧知识时，能有新的收获，就可以当老师了。”\n" +
    "　　孔子说：“君子不像器具那样(只有一种用途)。” \n" +
    "　　子贡问怎样做一个君子。孔子说：“对于你要说的话，先实行了，再说出来。”\n" +
    "　　孔子说：“德行高尚的人以正道广泛交友但不互相勾结，品格卑下的人互相勾结却不顾道义。\n" +
    "　　孔子说：“学习而不思考就会迷惘无所得；思考而不学习就不切于事而疑惑不解。”\n" +
    "　　孔子说：“做事情过或不及，都是祸害啊！”\n" +
    "　　孔子说：“由，我教给你怎样做的话，你明白了吗？知道的就是知道，不知道就是不知道，这就是智慧啊！”\n" +
    "　　子张请教求得官职俸禄的方法。孔子说：“多听，把不明白的事情放到一边，谨慎地说出那些真正懂得的，就能少犯错误；多观察，不明白的保留心中，谨慎地实行那些真正懂得的，就能减少事后懊悔。言语少犯错误，行动很少后悔，自然就有官职俸禄了。”\n" +
    "　　鲁哀公问：“怎样才能使百姓服从呢？”孔子回答说：“把正直无私的人提拔起来，把邪恶不正的人置于一旁，老百姓就会服从了；把邪恶不正的人提拔起来，把正直无私的人置于一旁，老百姓就不会服从统治了。”\n" +
    "　　季康子问道：“要使老百姓对当政的人尊敬、尽忠而努力干活，该怎样去做呢？”孔子说：“你用庄重的态度对待老百姓，他们就会尊敬你；你对父母孝顺、对子弟慈祥，百姓就会尽忠于你；你选用善良的人，又教育能力差的人，百姓就会互相勉励。”\n" +
    "　　有人对孔子说：“你什么不从事政治呢？”孔子回答说：“《尚书》上说，‘孝就是孝敬父母，友爱兄弟。’把这孝悌的道理扩展、影响于政事，也就是从事政治，又要怎样才能算是为政呢？”\n" +
    "　　孔子说：“一个人如果不讲信誉，真不知他怎么办。就像大车的横木两头没有活键，车的横木两头少了关扣一样，怎么能行驶呢？”\n" +
    "　　子张问：“今后十代的礼制现在可以预知吗？”孔子说：“殷代承袭夏代的礼制，其中废除和增加的内容是可以知道的；周代继承殷代的礼制，其中废除和增加的内容，也是可以知道的。那么以后如果有继承周朝的朝代，就是在一百代以后，也是可以预先知道的。”\n" +
    "　　孔子说：“祭祀不该自己祭祀的鬼神，那是献媚；见到合乎正义的事而不做，那是没有勇气。”"
  },
  {
    title:'八佾篇',
    content:"孔子谓季氏：“八佾舞于庭，是可忍也，孰不可忍也？”\n" +
    "　　三家者以《雍》彻，子曰：“‘相维辟公，天子穆穆’，奚取于三家之堂？”\n" +
    "　　子曰：“人而不仁，如礼何？人而不仁，如乐何？”\n" +
    "　　林放问礼之本，子曰：“大哉问！礼，与其奢也，宁俭；丧，与其易也，宁戚。”\n" +
    "　　子曰：“夷狄之有君，不如诸夏之亡也。”\n" +
    "　　季氏旅于泰山。子谓冉有曰：“女弗能救与？”对曰：“不能。”子曰：“呜呼！曾谓泰山不如林放乎？”\n" +
    "　　子曰：“君子无所争，必也射乎！揖让而升，下而饮。其争也君子。”\n" +
    "　　子夏问曰：“‘巧笑倩兮，美目盼兮，素以为绚兮’何谓也？”子曰：“绘事后素。”曰：“礼后乎？”子曰：“起予者商也，始可与言《诗》已矣。”\n" +
    "　　子曰：“夏礼吾能言之，杞不足征也；殷礼吾能言之，宋不足征也。文献不足故也，足则吾能征之矣。”\n" +
    "　　子曰：“禘自既灌而往者，吾不欲观之矣。”\n" +
    "　　或问禘之说。子曰：“不知也。知其说者之于天下也，其如示诸斯乎！”指其掌。\n" +
    "　　祭如在，祭神如神在。子曰：“吾不与祭，如不祭。”\n" +
    "　　王孙贾问曰：“‘与其媚于奥，宁媚于灶’，何谓也？”子曰：“不然，获罪于天，无所祷也。”\n" +
    "　　子曰：“周监于二代，郁郁乎文哉！吾从周。”\n" +
    "　　子入太庙，每事问。或曰：“孰谓鄹人之子知礼乎？入太庙，每事问。”子闻之，曰：“是礼也。”\n" +
    "　　子曰：“射不主皮，为力不同科，古之道也。”\n" +
    "　　子贡欲去告朔之饩羊，子曰：“赐也！尔爱其羊，我爱其礼。”\n" +
    "　　子曰：“事君尽礼，人以为谄也。”\n" +
    "　　定公问：“君使臣，臣事君，如之何？”孔子对曰：“君使臣以礼，臣事君以忠。”\n" +
    "　　子曰：“《关睢》，乐而不淫，哀而不伤。”\n" +
    "　　哀公问社于宰我，宰我对曰：“夏后氏以松，殷人以柏，周人以栗，曰使民战栗。”子闻之，曰：“成事不说，遂事不谏，既往不咎。”\n" +
    "　　子曰：“管仲之器小哉！”或曰：“管仲俭乎？”曰：“管氏有三归，官事不摄，焉得俭？”“然则管仲知礼乎？”曰：“邦君树塞门，管氏亦树塞门；邦君为两君之好，有反坫。管氏亦有反坫，管氏而知礼，孰不知礼？”\n" +
    "　　子语鲁大师乐，曰：“乐其可知也。始作，翕如也；从之，纯如也，皦如也，绎如也，以成。”\n" +
    "　　仪封人请见，曰：“君子之至于斯也，吾未尝不得见也。”从者见之。出曰：“二三子何患于丧乎？天下之无道也久矣，天将以夫子为木铎。”\n" +
    "　　子谓《韶》：“尽美矣，又尽善也。”谓《武》：“尽美矣，未尽善也。”\n" +
    "　　子曰：“居上不宽，为礼不敬，临丧不哀，吾何以观之哉？”",
    translation:"孔子谈到季孙氏说：“他用天子才能用的八佾在庭院中奏乐舞蹈，这样的事都狠心做得出来，还有什么事不能狠心做出来呢？”\n" +
    "　　孟孙、叔孙和季孙三家祭祖时，唱着《雍》这首诗歌来撤除祭品。孔子说：“《雍》诗说的‘诸侯都来助祭，天子恭敬地主祭’怎么能用在三家大夫的庙堂上呢？”\n" +
    "　　孔子说：“做人如果没有仁德，怎么对待礼仪制度呢？做人如果没有仁德，怎么对待音乐呢？”\n" +
    "　　林放问礼的根本。孔子说：“你的问题意义重大啊！礼，与其求形式上的豪华，不如俭朴一些好；治丧，与其在仪式上面面俱到，不如内心真正悲痛。”\n" +
    "　　孔子说：“夷狄有君主而不讲礼节，还不如中原之地没有君主而讲礼节哩。””\n" +
    "　　季氏要去祭祀泰山，孔子对冉有说：“你不能阻止吗？”冉有回答说：“不能。”孔子说：“唉！难道说泰山之神还不如林放懂礼吗？”\n" +
    "　　孔子说：“君子没有什么可与别人争的事情。如果有，一定是比射箭了。比赛时，相互作揖谦让后上场。射完后，登堂喝酒。这是一种君子之争。”\n" +
    "　　子夏问道：“‘轻盈的笑脸多美呀，黑白分明的眼睛多媚呀，好像在洁白的质地上画着美丽的图案呀。’这几句诗是什么意思呢？”孔子说：“先有白色底子，然后在上面画画。”子夏说：“这么说礼仪是在有了仁德之心之后才产生的了？”孔子说：“能够发挥我的思想的是卜商啊！现在可以和你谈论《诗经》了。””\n" +
    "　　孔子说：“夏代的礼仪制度，我能说一说，但它的后代杞国不足以作证明；殷代的礼仪制度，我能说一说，但它的后代宋国不足以作证明。这是杞、宋两国的历史资料和知礼人才不足的缘故。如果有足够的历史资料和懂礼的人才，我就可以验证这两代的礼了。”\n" +
    "　　孔子说：“举行禘祭的仪式，从完成第一次献酒以后，我就不想看下去了。”\n" +
    "　　有人问孔子关于举行禘祭的内容，孔子说：“不知道。知道的人治理天下，可能像把东西放在这里一样容易吧！”说的时候，指着自己的手掌。\n" +
    "　　祭祀祖先时，好像祖先真的在面前；祭神的时候，好像神真的在面前。孔子说：如果不亲自参加祭祀，祭了跟不祭一样。”\n" +
    "　　王孙贾问道：“与其巴结奥神，不如巴结灶神，这是什么意思？”孔子说：“不是这样的。如果得罪了上天，到什么地方去祷告求情也是无用的。”\n" +
    "　　孔子说：“周朝的礼仪制度借鉴于夏、商二代，是多么丰富多彩啊。我遵从周朝的制度。”\n" +
    "　　孔子到了太庙，每件事都要问。有人说：“谁说此人懂得礼呀，他到了太庙里，什么事都要问别人。”孔子听到此话后说：“这就是礼呀！”\n" +
    "　　孔子说：“比赛射箭，不在于穿透靶子，因为各人的力气大小不同。自古以来就是这样。”\n" +
    "　　子贡提出去掉每月初一日告祭祖庙用的活羊。孔子说：“赐，你爱惜那只羊，我却爱惜那种礼。”\n" +
    "　　孔子说：“按照礼节去侍奉君主，别人却认为这是在讨好君主哩。”\n" +
    "　　鲁定公问孔子：“君主怎样使唤臣下，臣子怎样事奉君主呢？”孔子回答说：“君主应该按照礼的要求去使唤臣子，臣子应该以忠来事奉君主。”\n" +
    "　　孔子说：“《关睢》这篇诗，快乐而不放荡，忧愁而不哀伤。”\n" +
    "　　鲁哀公问宰我，土地神的神主应该用什么树木，宰我回答：“夏朝用松树，商朝用柏树，周朝用栗子树。用栗子树的意思是说：使老百姓战栗。”孔子听到后说：“已经做过的事不用提了，已经完成的事不用再去劝阻了，已经过去的事也不必再追究了。” \n" +
    "　　孔子说：“管仲的器量太小啦！”有人问：“管仲节俭吗？”孔子说：“管仲有三处豪华的公馆，他手下的人从不兼职，怎么能称得上节俭呢？”“那么管仲懂礼仪吗？”孔子说：“国君在宫门前立了一道影壁，管仲也在自家门口立了影壁；国君设宴招待别国君主、举行友好会见时，在堂上设有放置空酒杯的土台，管仲宴客也就有这样的土台。如果说管仲知礼，那还有谁不知礼呢？”\n" +
    "　　孔子给鲁国乐官讲奏乐过程：“奏乐过程是可以了解的：开始演奏时，各种乐器合奏，声音宏亮而优美，听众随着乐声响起而为之振奋；乐曲展开后美好而和谐，节奏分明，连续不断，如流水绵绵流淌，直至演奏结束。”\n" +
    "　　仪地的一个小官请求会见孔子，说：“凡是到这个地方的君子，我没有不求见的。”孔子的学生们领他去见孔子。出来以后，他说：“你们几位为什么担心失去官位呢？天下无道已经很久了，因此上天将以孔夫子为圣人来教化天下。”\n" +
    "　　孔子评论《韶》，说：“乐曲美极了，内容也好极了。”评论《武》，说：“乐曲美极了，内容还不是完全好。”\n" +
    "　　孔子说：“居于统治地位的人，不能宽宏大量，行礼的时候不恭敬，遇丧事时不悲伤哀痛，这个样子，我怎么看得下去呢？”"
  },
  {
    title:'里仁篇',
    content:"子曰：“里仁为美。择不处仁，焉得知？”\n" +
    "　　子曰：“不仁者不可以久处约，不可以长处乐。仁者安仁，知者利仁。”\n" +
    "　　子曰：“唯仁者能好人，能恶人。”\n" +
    "　　子曰：“苟志于仁矣，无恶也。”\n" +
    "　　子曰：“富与贵，是人之所欲也；不以其道得之，不处也。贫与贱，是人之所恶也；不以其道得之，不去也。君子去仁，恶乎成名？君子无终食之间违仁，造次必于是，颠沛必于是。”\n" +
    "　　子曰：“我未见好仁者，恶不仁者。好仁者，无以尚之；恶不仁者，其为仁矣，不使不仁者加乎其身。有能一日用其力于仁矣乎？我未见力不足者。盖有之矣，我未之见也。”\n" +
    "　　子曰：“人之过也，各于其党。观过，斯知仁矣。”\n" +
    "　　子曰：“朝闻道，夕死可矣。”\n" +
    "　　子曰：“士志于道，而耻恶衣恶食者，未足与议也。”\n" +
    "　　子曰：“君子之于天下也，无适也，无莫也，义之与比。”\n" +
    "　　子曰：“君子怀德，小人怀土；君子怀刑，小人怀惠。”\n" +
    "　　子曰：“放于利而行，多怨。”\n" +
    "　　子曰：“能以礼让为国乎？何有？不能以礼让为国，如礼何？”\n" +
    "　　子曰：“不患无位，患所以立；不患莫己知，求为可知也。”\n" +
    "　　子曰：“参乎！吾道一以贯之。”曾子曰：“唯。”子出，门人问曰：“何谓也？”曾子曰：“夫子之道，忠恕而已矣。”\n" +
    "　　子曰：“君子喻于义，小人喻于利。”\n" +
    "　　子曰：“见贤思齐焉，见不贤而内自省也。”\n" +
    "　　子曰：“事父母几谏，见志不从，又敬不违，劳而不怨。”\n" +
    "　　子曰：“父母在，不远游，游必有方。”\n" +
    "　　子曰：“三年无改于父之道，可谓孝矣。”\n" +
    "　　子曰：“父母之年，不可不知也。一则以喜，一则以惧。”\n" +
    "　　子曰：“古者言之不出，耻躬之不逮也。”\n" +
    "　　子曰：“以约失之者鲜矣。”\n" +
    "　　子曰：“君子欲讷于言而敏于行。”\n" +
    "　　子曰：“德不孤，必有邻。”\n" +
    "　　子游曰：“事君数，斯辱矣；朋友数，斯疏矣。”",
    translation:"孔子说：“居住在有仁风的地方才好。选择住处，不居住在有仁风的地方，怎能说是明智呢？”\n" +
    "　　孔子说：“没有仁德的人不能够长久地安于穷困，也不能够长久地处于安乐之中。有仁德的人长期安心于推行慈爱精神，聪明的人认识到仁对他有长远的利益而实行仁。”\n" +
    "　　孔子说：“只有讲仁爱的人，才能够正确地喜爱某人、厌恶某人。”\n" +
    "　　孔子说：“如果立志追求仁德，就不会去做坏事。”\n" +
    "　　孔子说：“金钱和地位，是每个人都向往的，但是，以不正当的手段得到它们，君子是不会享受的；贫困和卑贱，是人们所厌恶的，但是，不通过正当的途径摆脱它们，君子是不会摆脱的。君子背离了仁的准则，怎么能够成名呢？君子不会有吃一顿饭的时间离开仁德，即使在匆忙紧迫的情况下也一定要遵守仁的准则，在颠沛流离的时候也和仁同在。”\n" +
    "　　孔子说：“我从未见过喜爱仁德的人和厌恶不仁德的人。喜爱仁德的人，那就没有比这更好的了；厌恶不仁德的人，他实行仁德，只是为了不使不仁德的事物加在自己身上。有谁能在某一天把他的力量都用在仁德方面吗？我没见过力量不够的。或许有这样的人，只是我没有见过罢了。”\n" +
    "　　孔子说：“人们所犯的错误，类型不一。所以观察一个人所犯错误的性质，就可以知道他的为人。”\n" +
    "　　孔子说：“懂得了仁义的道理，就应该用一生去实践、捍卫之，甚至不惜牺牲自己的生命。”\n" +
    "　　孔子说：“读书人立志于追求真理，但又以穿破衣、吃粗糙的饭食为耻，这种人就不值得和他谈论真理了。”\n" +
    "　　孔子说：“君子对于天下的事，没有规定一定要怎样做，也没有规定一定不要怎样做，而只考虑怎样做才合适恰当。”\n" +
    "　　孔子说：“君子心怀的是仁德；小人则怀恋乡土。君子关心的是刑罚和法度，小人则关心私利。”\n" +
    "　　孔子说：“如果依据个人的利益去做事，会招致很多怨恨。”\n" +
    "　　孔子说：“能用礼让的原则来治理国家吗？难道这有什么困难吗？如果不能用礼让的原则来治理国家，又怎么能实行礼制呢？”\n" +
    "　　孔子说：“不愁没有职位，只愁没有足以胜任职务的本领。不愁没人知道自己，应该追求能使别人知道自己的本领。”\n" +
    "　　孔子说：“曾参呀！我的学说可以用一个根本的原则贯通起来。”曾参答道：“是的。”孔子走出去以后，其他学生问道：“这是什么意思？”曾参说：“夫子的学说只不过是忠和恕罢了。”\n" +
    "　　孔子说：“君子懂得大义，小人只懂得小利。”\n" +
    "　　孔子说：“看见贤人就应该想着向他看齐；见到不贤的人，就要反省自己有没有类似的毛病。”\n" +
    "　　孔子说：“侍奉父母，对他们的缺点该委婉地劝止，如果自己的意见没有被采纳，仍然要对他们恭敬，不加违抗。只在心里忧愁而不怨恨。”\n" +
    "　　孔子说：“父母活着的时候，子女不远游外地；即使出远门，也必须要有一定的去处。”\n" +
    "　　孔子说：“如果能够长时间地不改变父亲生前所坚持的准则，就可说做到了孝。”\n" +
    "　　孔子说：“父母的年纪不能不知道，一方面因其长寿而高兴，一方面又因其年边而有所担忧。”\n" +
    "　　孔子说：“古代的君子从不轻易地发言表态，他们以说了而做不到为可耻。”\n" +
    "　　孔子说：“因为约束自己而犯错误，这样的事比较少。”\n" +
    "　　孔子说：“君子说话应该谨慎，而行动要敏捷。”\n" +
    "　　孔子说：“品德高尚的人不会孤独，一定有志同道合的人和他做伴。”\n" +
    "　　子游说：“进谏君主过于频繁，就会遭受侮辱；劝告朋友过于频繁，反而会被疏远。”"
  },
  {
    title:'公冶长篇',
    content:"子谓公冶长：“可妻也，虽在缧绁之中，非其罪也！”以其子妻之。\n" +
    "　　子谓南容：“邦有道不废；邦无道免于刑戮。”以其兄之子妻之。\n" +
    "　　子谓子贱：“君子哉若人！鲁无君子者，斯焉取斯？”\n" +
    "　　子贡问曰：“赐也何如？”子曰：“女器也。”曰：“何器也？”曰：“瑚琏也。”\n" +
    "　　或曰：“雍也仁而不佞。”子曰：“焉用佞？御人以口给，屡憎于人。不知其仁，焉用佞？”\n" +
    "　　子使漆雕开仕，对曰：“吾斯之未能信。”子说。\n" +
    "　　子曰：“道不行，乘桴浮于海，从我者其由与？”子路闻之喜，子曰：“由也好勇过我，无所取材。”\n" +
    "　　孟武伯问：“子路仁乎？”子曰：“不知也。”又问，子曰：“由也，千乘之国，可使治其赋也，不知其仁也。”“求也何如？”子曰：“求也，千室之邑、百乘之家，可使为之宰也，不知其仁也。”“赤也何如？”子曰：“赤也，束带立于朝，可使与宾客言也，不知其仁也。”\n" +
    "　　子谓子贡曰：“女与回也孰愈？”对曰：“赐也何敢望回？回也闻一以知十，赐也闻一以知二。”子曰：“弗如也，吾与女弗如也！”\n" +
    "　　宰予昼寝，子曰：“朽木不可雕也，粪土之墙不可杇也，于予与何诛？”子曰：“始吾于人也，听其言而信其行；今吾于人也，听其言而观其行。于予与改是。”\n" +
    "　　子曰：“吾未见刚者。”或对曰：“申枨。”子曰：“枨也欲，焉得刚。”\n" +
    "　　子贡曰：“我不欲人之加诸我也，吾亦欲无加诸人。”子曰：“赐也，非尔所及也。”\n" +
    "　　子贡曰：“夫子之文章，可得而闻也；夫子之言性与天道，不可得而闻也。”\n" +
    "　　子路有闻，未之能行，唯恐有闻。\n" +
    "　　子贡问曰：“孔文子何以谓之文也？”子曰：“敏而好学，不耻下问，是以谓之文也。”\n" +
    "　　子谓子产：“有君子之道四焉：其行己也恭，其事上也敬，其养民也惠，其使民也义。”\n" +
    "　　子曰：“晏平仲善与人交，久而敬之。”\n" +
    "　　子曰：“臧文仲居蔡，山节藻棁，何如其知也？”\n" +
    "　　子张问曰：“令尹子文三仕为令尹，无喜色，三已之无愠色，旧令尹之政必以告新令尹，何如？”子曰：“忠矣。”曰：“仁矣乎？”曰：“未知，焉得仁？”“崔子弑齐君，陈文子有马十乘，弃而违之。至于他邦，则曰：‘犹吾大夫崔子也。’违之。之一邦，则又曰：‘犹吾大夫崔子也。’违之，何如？”子曰：“清矣。”曰：“仁矣乎？”曰：“未知，焉得仁？”\n" +
    "　　季文子三思而后行，子闻之曰：“再斯可矣。”\n" +
    "　　子曰：“宁武子，邦有道则知，邦无道则愚。其知可及也，其愚不可及也。”\n" +
    "　　子在陈，曰：“归与！归与！吾党之小子狂简，斐然成章，不知所以裁之。”\n" +
    "　　子曰：“伯夷、叔齐不念旧恶，怨是用希。”\n" +
    "　　子曰：“孰谓微生高直？或乞醯焉，乞诸其邻而与之。”\n" +
    "　　子曰：“巧言、令色、足恭，左丘明耻之，丘亦耻之。匿怨而友其人，左丘明耻之，丘亦耻之。”\n" +
    "　　颜渊、季路侍，子曰：“盍各言尔志？”子路曰：“愿车马、衣轻裘与朋友共，敝之而无憾。”颜渊曰：“愿无伐善，无施劳。”子路曰：“愿闻子之志。”子曰：“老者安之，朋友信之，少者怀之。”\n" +
    "　　子曰：“已矣乎！吾未见能见其过而内自讼者也。”\n" +
    "　　子曰：“十室之邑，必有忠信如丘者焉，不如丘之好学也。”",
    translation:"孔子谈到公冶长时说：“可以把女儿嫁给他。虽然他曾坐过牢，但不是他的罪过。”便把自己的女儿嫁给了他。\n" +
    "　　孔子评论南容时说：“国家政治清明时，他不会被罢免；国家政治黑暗时，他也可免于刑罚。”就把自己兄长的女儿嫁给了他。\n" +
    "　　孔子评论子贱说：“这个人是君子啊！如果鲁国没有君子，他从哪里获得这种好品德的呢？”\n" +
    "　　子贡问孔子：“我这个人怎么样？”孔子说：“你好比是一个器具。”子贡又问：“是什么器具呢？”孔子说：“宗庙里盛黍稷的瑚琏。”\n" +
    "　　有人说：“冉雍这个人有仁德，但不善辩。”孔子说：“何必要能言善辩呢？伶牙俐齿地同别人争辩，常常被人讨厌。我不知道他是否可称得上仁，但何必要能言善辩呢？”\n" +
    "　　孔子叫漆雕开去做官。他回答说：“我对这事还没有信心。”孔子听了很高兴。\n" +
    "　　孔子说：“如果主张的确无法推行了，我想乘着木排漂流海外。但跟随我的，恐怕只有仲由吧？”子路听了这话很高兴。孔子说：“仲由这个人好勇的精神大大超过我，但不善于裁夺事理。”\n" +
    "　　孟武伯问：“子路算得上有仁德吗？”孔子说：“不知道。”孟武伯又问一遍。孔子说：“仲由呵，一个具备千辆兵车的大国，可以让他去负责军事。至于他有没有仁德，我就不知道了。”又问：“冉求怎么样？”孔子说：“求呢，一个千户规模的大邑，一个具备兵车百辆的大夫封地，可以让他当总管。至于他的仁德，我弄不清。”孟武伯继续问：“公西赤怎么样？”孔子说：“赤呀，穿上礼服，站在朝廷上，可以让他和宾客会谈。他仁不仁，我就不知道了。”\n" +
    "　　孔子对子贡说：“你和颜回相比，哪个强一些？”子贡回答说：“我怎么敢和颜回相比呢？颜回他听到一件事就可以推知十件事；我呢，听到一件事，只能推知两件事。”孔子说：“赶不上他，我和你都赶不上他。”\n" +
    "　　宰予在白天睡觉。孔子说：“腐朽了的木头不能雕刻，粪土一样的墙壁不能粉刷。对宰予这个人，不值得责备呀！”孔子又说：“以前，我对待别人，听了他的话便相信他的行为；现在，我对待别人，听了他的话还要观察他的行为。我是因宰予的表现而改变了对人的态度的。”\n" +
    "　　孔子说：“我没有见过刚毅不屈的人。”有人回答说：“申枨是这样的人。”孔子说：“申枨啊，他的欲望太多，怎么能刚毅不屈？”\n" +
    "　　子贡说：“我不愿别人把不合理的事加在我身上，我也不想把不合理的事加在别人身上。”孔子说：“赐呀，这不是你可以做得到的。”\n" +
    "　　子贡说：“老师关于《诗》《书》《礼》《乐》等文献的讲述，我们能够听得到；老师关于人性和天命方面的言论，我们从来没听到过。”\n" +
    "　　子路听到了什么道理，如果还没有来得及去实行，便唯恐又听到新的道理。\n" +
    "　　子贡问道：“孔文子为什么谥他‘文’的称号呢？”孔子说：“他聪明勤勉，喜爱学习，不以向比自己地位低下的人请教为耻，所以谥他‘文’的称号。”\n" +
    "　　孔子评论子产说：“他有四个方面符合君子的标准：他待人处世很谦恭，侍奉国君很负责认真，养护百姓有恩惠，役使百姓合乎情理。”\n" +
    "　　孔子说：“晏平仲善于与人交往，相识时间久了，别人更加尊敬他。”\n" +
    "　　孔子说：“臧文仲为产自蔡地的大乌龟盖了一间房子，中有雕刻成山形的斗拱和画着藻草的梁柱，他这样做算是一种什么样的聪明呢？”\n" +
    "　　子张问道：“楚国的令尹子文几次担任令尹的职务，没有显出高兴的样子；几次被罢免，也没有怨恨的神色。他当令尹时的政事，一定交代给下届接位的人。这个人怎么样？”孔子说：“可算得上对国家尽忠了。”子张问：“算得上有仁德吗？”孔子说：“不知道，这怎么能算仁呢？”子张又问：“崔杼杀了齐庄公，陈文子有四十匹马，他都丢弃不要，就离开了。到了另一个国家，说：‘这里的执政者和我国的崔子差不多’，又离开了。再到了一国，说：‘这里的执政者和我国的崔子差不多’，还是离开了。这人怎么样？”孔子说：“很清高。”子张说：“算得上有仁德吗？”孔子说：“不知道，这怎么能算有仁德呢？”\n" +
    "　　季文子办事，要反复考虑多次后才行动。孔子听到后，说：“考虑两次就可以了。”\n" +
    "　　孔子说：“宁武子这个人，在国家政治清明时就聪明，当国家政治黑暗时就装糊涂。他的聪明是别人可以做得到的，他的装糊涂，别人是赶不上的。”\n" +
    "　　孔子在陈国，说：“回去吧！回去吧！我家乡的那帮学生志向远大而行为粗疏，文采虽然很可观，但他们不知道怎样节制自己。”\n" +
    "　　孔子说：“伯夷、叔齐这两兄弟不记旧仇，因此别人对他们的怨恨很少。”\n" +
    "　　孔子说：“谁说微生高这个人直爽？有人向他求点醋，他却向自己邻居那里讨点来给人家。”\n" +
    "　　孔子说：“花言巧语，面貌伪善，过分恭敬，这种人，左丘明认为可耻，我也认为可耻。把仇恨暗藏于心，表面上却同人要好，这种人，左丘明认为可耻，我也认为可耻。”\n" +
    "　　颜渊、季路在孔子身边。孔子说：“你们为什么不各自谈谈自己的志向？”子路说：“我愿意拿出自己的车马、穿的衣服，和朋友们共同使用，即使用坏了也不遗憾。”颜渊说：“我愿意不夸耀自己的长处，不宣扬自己的功劳。”子路说：“我们希望听听老师的志向。”孔子说：“我愿老年人安度晚年，朋友之间相互信任，年幼的人得到照顾。”\n" +
    "　　孔子说：“算了吧！我从未见过看到自己有错误便能自我责备的人。”\n" +
    "　　孔子说：“就是在只有十户人家的小地方，一定有像我这样又忠心又守信的人，只是赶不上我这样好学罢了。”"
  },
  {
    title:'雍也篇',
    content:"子曰：“雍也可使南面。”\n" +
    "　　仲弓问子桑伯子，子曰：“可也简。”仲弓曰：“居敬而行简，以临其民，不亦可乎？居简而行简，无乃大简乎？”子曰：“雍之言然。”\n" +
    "　　哀公问：“弟子孰为好学？”孔子对曰：“有颜回者好学，不迁怒，不贰过，不幸短命死矣，今也则亡，未闻好学者也。”\n" +
    "　　子华使于齐，冉子为其母请粟，子曰：“与之釜。”请益，曰：“与之庾。”冉子与之粟五秉。子曰：“赤之适齐也，乘肥马，衣轻裘。吾闻之也，君子周急不继富。”\n" +
    "　　原思为之宰，与之粟九百，辞。子曰：“毋，以与尔邻里乡党乎！”\n" +
    "　　子谓仲弓曰：“犁牛之子骍且角，虽欲勿用，山川其舍诸？”\n" +
    "　　子曰：“回也，其心三月不违仁，其余则日月至焉而已矣。”\n" +
    "　　季康子问：“仲由可使从政也与？”子曰：“由也果，于从政乎何有？”曰：“赐也可使从政也与？”曰：“赐也达，于从政乎何有？”曰：“求也可使从政也与？”曰：“求也艺，于从政乎何有？”\n" +
    "　　季氏使闵子骞为费宰，闵子骞曰：“善为我辞焉。如有复我者，则吾必在汶上矣。”\n" +
    "　　伯牛有疾，子问之，自牖执其手，曰：“亡之，命矣夫！斯人也而有斯疾也！斯人也而有斯疾也！”\n" +
    "　　子曰：“贤哉回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”\n" +
    "　　冉求曰：“非不说子之道，力不足也。”子曰：“力不足者，中道而废，今女画。”\n" +
    "　　子谓子夏曰：“女为君子儒，无为小人儒。”\n" +
    "　　子游为武城宰，子曰：“女得人焉尔乎？”曰：“有澹台灭明者，行不由径，非公事，未尝至于偃之室也。”\n" +
    "　　子曰：“孟之反不伐，奔而殿，将入门，策其马曰：‘非敢后也，马不进也。’”\n" +
    "　　子曰：“不有祝鮀之佞，而有宋朝之美，难乎免于今之世矣。”\n" +
    "　　子曰：“谁能出不由户？何莫由斯道也？”\n" +
    "　　子曰：“质胜文则野，文胜质则史。文质彬彬，然后君子。”\n" +
    "　　子曰：“人之生也直，罔之生也幸而免。”\n" +
    "　　子曰：“知之者不如好之者；好之者不如乐之者。”\n" +
    "　　子曰：“中人以上，可以语上也；中人以下，不可以语上也。”\n" +
    "　　樊迟问知，子曰：“务民之义，敬鬼神而远之，可谓知矣。”问仁，曰：“仁者先难而后获，可谓仁矣。”\n" +
    "　　子曰：“知者乐水，仁者乐山。知者动，仁者静。知者乐，仁者寿。”\n" +
    "　　子曰：“齐一变至于鲁，鲁一变至于道。”\n" +
    "　　子曰：“觚不觚，觚哉！觚哉！”\n" +
    "　　宰我问曰：“仁者，虽告之曰：‘井有仁焉。’其从之也？”子曰：“何为其然也？君子可逝也，不可陷也；可欺也，不可罔也。”\n" +
    "　　子曰：“君子博学于文，约之以礼，亦可以弗畔矣夫。”\n" +
    "　　子见南子，子路不说，夫子矢之曰：“予所否者，天厌之！天厌之！”\n" +
    "　　子曰：“中庸之为德也，其至矣乎！民鲜久矣。”\n" +
    "　　子贡曰：“如有博施于民而能济众，何如？可谓仁乎？”子曰：“何事于仁，必也圣乎！尧、舜其犹病诸！夫仁者，己欲立而立人，己欲达而达人。能近取譬，可谓仁之方也已。”",
    translation:"孔子说：“冉雍这个人啊，可以让他去做一个部门或一个地方的长官。”\n" +
    "　　仲弓问子桑伯子这个人怎么样，孔子说：“这个人不错，他办事简约。”仲弓说：“如果态度严肃认真，而办事简约不烦，这样来治理百姓，不也可以吗？如果态度马虎粗疏，办起事来又简约，那不是太简单了吗？”孔子说：“你的话很对。”\n" +
    "　　鲁哀公问：“你的学生中谁最爱好学习？”孔子回答说：“有个叫颜回的最爱学习。他从不迁怒于别人，也不犯同样的过错。只是他不幸短命死了。现在没有这样的人了，再也没听到谁爱好学习的了。”\n" +
    "　　子华出使齐国，冉有替子华的母亲向孔子请求补助一些小米。孔子说：“给她六斗四升。”冉有请求增加一些，孔子说：“再给她二斗四升。”冉有却给了她八百斗(一秉是十六斛，一斛是五斗)。孔子说：“公西赤到齐国去，骑肥马，穿着又轻又暖和的皮袍。我听人说：君子应该救济有紧急需要的穷人，而不应该给富人添富。”\n" +
    "　　原思做了孔子家的总管，孔子给他报酬小米九百斗，他推辞不要。孔子说：“不要这样推辞！多余的就给你的邻里乡亲吧！”\n" +
    "　　孔子对仲弓说：“耕牛生的小牛犊长着红色的毛皮，两角整齐，虽然不想用来当祭品，山川之神难道会舍弃它吗？”\n" +
    "　　孔子说：“颜回呀，他的心中长久地不离开仁德，其余的学生，只不过短时间能做到这点罢了。”\n" +
    "　　季康子问：“仲由可以参与政事吗？”孔子说：“仲由呀，办事果断，参与政事有什么困难呢？”又问；“端木赐可以参与政事吗？”孔子说：“端木赐呀，通情达理，参与政事有什么困难呢？”又问：“冉求可以参与政事吗？”孔子说：“冉求呀，多才多艺，参与政事有什么困难呢？”\n" +
    "　　季氏派人通知闵子骞，让他当季氏采邑费城的长官。闵子骞告诉来人说：“好好地为我推辞掉吧！如果再有人为这事来找我，那我一定逃到汶水那边去了。”\n" +
    "　　冉伯牛病了，孔子去探望他，从窗户里握着他的手，说道；“没有办法，真是命呀！这样的人竟得这样的病呀！这样的人竟得这样的病呀！”\n" +
    "　　孔子说：“真是个大贤人啊，颜回！用一个竹筐盛饭，用一只瓢喝水，住在简陋的巷子里。别人都忍受不了那穷困的忧愁，颜回却能照样快活。真是个大贤人啊，颜回！”\n" +
    "　　冉求说：“我不是不喜欢老师的学说，是我力量不够。”孔子说：“如真的力量不够，你会半途而废。如今你却画地为牢，不肯前进。”\n" +
    "　　孔子对子夏说：“你要做个君子式的儒者，不要做小人式的儒者。”\n" +
    "　　子游担任武城地方的长官。孔子说：“你在那里得到什么优秀人才了吗？”子游回答说：“有个名叫澹台灭明的人，行路时不抄小道，不是公事，从不到我家里来。”\n" +
    "　　孔子说：“孟之反不喜欢自夸，打仗败了，他走在最后(掩护撤退)。快进城门时，他用鞭子抽打着马说：‘不是我敢殿后呀，是我的马不肯快跑呀！’”\n" +
    "　　孔子说：“如果没有祝鮀那样的口才，却仅仅有宋国公子朝那样的美貌，在当今的社会里就难以避免祸害了。”\n" +
    "　　孔子说：“谁能够走出屋子而不经过房门呢？为什么没有人走这条必经的仁义之路呢？”\n" +
    "　　孔子说：“质朴多于文采就难免显得粗野，文采超过了质朴又难免流于虚浮，文采和质朴完美地结合在一起，这才能成为君子。”\n" +
    "　　孔子说：“人凭着正直生存在世上，不正直的人也能生存，那是靠侥幸避免了祸害啊。”\n" +
    "　　孔子说：“(对于任何学问、知识、技艺等)知道它的人，不如爱好它的人；爱好它的人，又不如以它为乐的人。”\n" +
    "　　孔子说：“中等以上资质的人，可以给他讲授高深的学问；而中等以下资质的人，不可以给他讲授高深的学问。”\n" +
    "　　樊迟问怎么样才算聪明，孔子说：“努力从事人民认为合理的工作，尊敬鬼神，但要疏远它们，这样可以称得上是聪明了。”樊迟又问怎么样才叫作有仁德，孔子说：“有仁德的人先付出艰苦的努力，然后得到收获，这样可以说是有仁德了。”\n" +
    "　　孔子说：“聪明的人喜爱水，仁德的人喜爱山。聪明的人爱好活动，仁德的人爱好沉静。聪明的人活得快乐，仁德的人长寿。”\n" +
    "　　孔子说：“齐国的政治一有改革，便可以达到鲁国的这个样子；鲁国一有改革，就可以达到合符大道的境界了。”\n" +
    "　　孔子说：“觚不像个觚的样子，这还叫觚吗！这还叫觚吗？”\n" +
    "　　宰我问道：“一个有仁德的人，如果别人告诉他‘井里掉下一位仁人’他是不是会跟着跳下去呢？”孔子说：“为什么要这样做呢？君子可以到井边设法救人，不让自己陷入井中；可以被人用正当的理由欺骗，但不可以被愚弄。”\n" +
    "　　孔子说：“君子广泛地学习文化知识，再用礼来加以约束，这样也就不会离经叛道了。”\n" +
    "　　孔子去见南子，子路不高兴。孔子发誓说：“我假若做了什么不对的事，让上天厌弃我吧！让上天厌弃我吧！”\n" +
    "　　孔子说：“中庸作为一种道德，该是最高等的了！但人们已经长久缺乏这种道德了。”\n" +
    "　　子贡说：“如果一个人能广泛地给民众以好处，而且能够帮助众人生活得很好，这人怎么样？可以说他有仁德了吗？”孔子说：“哪里仅仅是仁德呢，那一定是圣德了！尧和舜大概都难以做到！一个有仁德的人，自己想树立的，同时也帮助别人树立；自己要事事通达顺畅，同时也使别人事事通达顺畅。凡事能够推己及人，可以说是实行仁道的方法了。”"
  },
  {
    title:'述而篇',
    content:"子曰：“述而不作，信而好古，窃比于我老彭。”\n" +
    "　　子曰：“默而识之，学而不厌，诲人不倦，何有于我哉？”\n" +
    "　　子曰：“德之不修，学之不讲，闻义不能徙，不善不能改，是吾忧也。”\n" +
    "　　子之燕居，申申如也，夭夭如也。\n" +
    "　　子曰：“甚矣吾衰也！久矣吾不复梦见周公。”\n" +
    "　　子曰：“志于道，据于德，依于仁，游于艺。”\n" +
    "　　子曰：“自行束修以上，吾未尝无诲焉。”\n" +
    "　　子曰：“不愤不启，不悱不发，举一隅不以三隅反，则不复也。”\n" +
    "　　子食于有丧者之侧，未尝饱也。\n" +
    "　　子于是日哭，则不歌。\n" +
    "　　子谓颜渊曰：“用之则行，舍之则藏，惟我与尔有是夫！”子路曰：“子行三军，则谁与？”子曰：“暴虎冯河，死而无悔者，吾不与也。必也临事而惧，好谋而成者也。”\n" +
    "　　子曰：“富而可求也，虽执鞭之士，吾亦为之。如不可求，从吾所好。”\n" +
    "　　子之所慎：齐，战，疾。\n" +
    "　　子在齐闻《韶》，三月不知肉味，曰：“不图为乐之至于斯也。”\n" +
    "　　冉有曰：“夫子为卫君乎？”子贡曰：“诺，吾将问之。”入，曰：“伯夷、叔齐何人也？”曰：“古之贤人也。”曰：“怨乎？”曰：“求仁而得仁，又何怨？”出，曰：“夫子不为也。”\n" +
    "　　子曰：“饭疏食饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”\n" +
    "　　子曰：“加我数年，五十以学《易》，可以无大过矣。”\n" +
    "　　子所雅言，《诗》、《书》、执礼，皆雅言也。\n" +
    "　　叶公问孔子于子路，子路不对。子曰：“女奚不曰：其为人也，发愤忘食，乐以忘忧，不知老之将至云尔。”\n" +
    "　　子曰：“我非生而知之者，好古，敏以求之者也。”\n" +
    "　　子不语怪、力、乱、神。\n" +
    "　　子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”\n" +
    "　　子曰：“天生德于予，桓魋其如予何？”\n" +
    "　　子曰：“二三子以我为隐乎？吾无隐乎尔！吾无行而不与二三子者，是丘也。”\n" +
    "　　子以四教：文，行，忠，信。\n" +
    "　　子曰：“圣人，吾不得而见之矣；得见君子者斯可矣。”子曰：“善人，吾不得而见之矣，得见有恒者斯可矣。亡而为有，虚而为盈，约而为泰，难乎有恒乎。”\n" +
    "　　子钓而不纲，弋不射宿。\n" +
    "　　子曰：“盖有不知而作之者，我无是也。多闻，择其善者而从之；多见而识之，知之次也。”\n" +
    "　　互乡难与言，童子见，门人惑。子曰：“与其进也，不与其退也，唯何甚？人洁己以进，与其洁也，不保其往也。”\n" +
    "　　子曰：“仁远乎哉？我欲仁，斯仁至矣。”\n" +
    "　　陈司败问：“昭公知礼乎？”孔子曰：“知礼。”孔子退，揖巫马期而进之，曰：“吾闻君子不党，君子亦党乎？君取于吴，为同姓，谓之吴孟子。君而知礼，孰不知礼？”巫马期以告，子曰：“丘也幸，苟有过，人必知之。”\n" +
    "　　子与人歌而善，必使反之，而后和之。\n" +
    "　　子曰：“文，莫吾犹人也。躬行君子，则吾未之有得。”\n" +
    "　　子曰：“若圣与仁，则吾岂敢？抑为之不厌，诲人不倦，则可谓云尔已矣。”公西华曰：“正唯弟子不能学也。”\n" +
    "　　子疾病，子路请祷。子曰：“有诸？”子路对曰：“有之。《诔》曰：‘祷尔于上下神祇。’”子曰：“丘之祷久矣。”\n" +
    "　　子曰：“奢则不孙，俭则固。与其不孙也，宁固。”\n" +
    "　　子曰：“君子坦荡荡，小人长戚戚。”\n" +
    "　　子温而厉，威而不猛，恭而安。",
    translation:"孔子说：“只阐述而不创作，相信并喜爱古代文化，我私下里把自己比作老彭。”\n" +
    "　　孔子说：“把所见所闻默默地记在心上，努力学习而从不满足，教导别人而不知疲倦，这对于我有什么困难呢？”\n" +
    "　　孔子说：“不去培养品德，不去讲习学问，听到义在那里却不能去追随，有缺点而不能改正，这些都是我所忧虑的。”\n" +
    "　　孔子在家闲居的时候，穿戴很整齐，态度很温和。\n" +
    "　　孔子说：“我衰老得很厉害呀！我已经好久没有再梦见周公了。”\n" +
    "　　孔子说：“以道为志向，以德为根据，以仁为依靠，而游憩于礼、乐、射、御、书、数六艺之中。”\n" +
    "　　孔子说：“只要是主动给我十条干肉作为见面礼物的，我从没有不给予教诲的。”\n" +
    "　　孔子说：“教导学生，不到他冥思苦想仍不得其解的时候，不去开导他；不到他想说却说不出来的时候，不去启发他。给他指出一个方面，如果他不能由此推知其他三个方面，就不再教他了。”\n" +
    "　　孔子在有丧事的人旁边吃饭，从来没有吃饱过。\n" +
    "　　孔子如果在这一天哭泣过，就不再唱歌。\n" +
    "　　孔子对颜渊说：“如果用我，就去积极行动；如果不用我，就藏起来。只有我和你才能这样吧！”子路说：“如果让您率领三军，您愿找谁一起共事呢？”孔子说：“赤手空拳和老虎搏斗，徒步涉水过大河，即使这样死了都不后悔的人，我是不会与他共事的。我所要找的共事的人，一定是遇事谨慎小心，善于谋划而且能完成任务的人。”\n" +
    "　　孔子说：“财富如果可以合理求得的话，即使是做手拿鞭子的差役，我也愿意。如果不能合理求得，我还是做自己所爱好的事。”\n" +
    "　　孔子所谨慎小心对待的事有三件：斋戒，战争，疾病。\n" +
    "　　孔子在齐国听到《韶》这种乐曲后，很长时间内即使吃肉也感觉不到肉的滋味，他感叹道：“没想到音乐欣赏竟然能达到这样的境界！”\n" +
    "　　冉有说：“老师会赞成卫国的国君吗？”子贡说：“嗯，我去问问老师吧。”子贡进入孔子房中，问道：“伯夷和叔齐是怎样的人呢？”孔子说：“他们是古代贤人啊。”子贡说：“他们会有怨悔吗？”孔子说：“他们追求仁德，便得到了仁德，又怎么会有怨悔呢？”子贡走出来，对冉有说：“老师不会赞成卫国国君的。”\n" +
    "　　孔子说：“吃粗粮，喝清水，弯起胳膊当枕头，这其中也有着乐趣。而通过干不正当的事得来的富贵，对于我来说就像浮云一般。”\n" +
    "　　孔子说：“给我增加几年的寿命，让我在五十岁的时候去学习《易经》，就可以没有大过错了。”\n" +
    "　　孔子有用雅言的时候，读《诗经》《尚书》和执行礼事，都用雅言。\n" +
    "　　叶公问子路孔子是个怎样的人，子路没有回答。孔子说：“你为什么不这样说：他的为人，发愤用功到连吃饭都忘了，快乐得忘记了忧愁，不知道衰老将要到来，如此等等。”\n" +
    "　　孔子说：“我并不是生下来就有知识的人，而是喜好古代文化，勤奋敏捷去求取知识的人。”\n" +
    "　　孔子不谈论怪异、暴力、变乱、鬼神。\n" +
    "　　孔子说：“三个人同行，其中必定有人可以作为值得我学习的老师。我选取他的优点而学习，如发现他的缺点则引以为鉴并加以改正。”\n" +
    "　　孔子说：“我的品德是上天所赋予的，桓魋能把我怎样呢！”\n" +
    "　　孔子说：“你们大家以为我对你们有什么隐瞒不教的吗？我没有什么隐瞒不教你们的。我没有一点不向你们公开的，这就是我孔丘的为人。\n" +
    "　　孔子以四项内容来教导学生：学识、实践、忠诚、守信。\n" +
    "　　孔子说：“圣人我是不能看到了，能够看到君子，这也就可以了。”孔子又说：“善人，我是看不到的了，能看到始终如一的人就可以了。没有却装作有，空虚却装作充盈，本来穷困却装作富裕，这样的人很难保持好的操守。”\n" +
    "　　孔子只用(一个鱼钩)的钓竿钓鱼，而不用(许多鱼钩的)大绳钓鱼。只射飞鸟，不射巢中歇宿的鸟。\n" +
    "　　孔子说：“大概有自己不懂却凭空造作的人吧，我没有这样的毛病。多听，选择其中好的加以学习；多看，全记在心里。这样的知，是仅次于‘生而知之’的。”\n" +
    "　　互乡这地方的人难以同他们交谈，孔子却接见了互乡的一个童子，弟子们都觉得疑惑。孔子说：“我是赞成他求上进，不赞成他退步，何必做得太过呢？别人修饰容仪而来要求上进，就应该赞成他的这种做法，而不要总是抓住他的过去不放。”\n" +
    "　　孔子说：“仁德难道离我们很远吗？只要自己愿意达到仁，仁就来了。”\n" +
    "　　陈司败问：“鲁昭公知礼吗？”孔子说：“他知礼。”孔子走出去后，陈司败向巫马期作了个揖，请他走近自己，说：“我听说君子不因关系亲近而偏袒，难道君子也有偏袒吗？鲁君从吴国娶了位夫人，是鲁君的同姓，于是称她为吴孟子。鲁君若算得上知礼，还有谁不知礼呢？”巫马期把此话告诉了孔子。孔子说：“我孔丘真幸运，如果有错误，别人一定会指出来让我知道。”\n" +
    "　　孔子与别人一起唱歌，如果唱得好，一定请他再唱一遍，然后自己又和他一起唱。\n" +
    "　　孔子说：“就书本上的学问来说，大概我同别人差不多。身体力行地去做一个君子，那我还没有达到。”\n" +
    "　　孔子说：“如果说到圣和仁，那我怎么敢当！不过是朝着圣与仁的方向去努力做而不厌倦，教导别人不知疲倦，那是可以这样说的。”公西华说：“这正是我们弟子学不到的。”\n" +
    "　　孔子病得很重，子路请求祈祷。孔子说：“有这回事吗？”子路回答说：“有的。《诔》文中说：‘为你向天地神灵祈祷。’”孔子说：“我早就祈祷过了。”\n" +
    "　　孔子说：“奢侈豪华就会显得不谦逊，省俭朴素则会显得寒碜。与其不谦逊，宁可寒碜。”\n" +
    "　　孔子说：“君子的心地开阔宽广，小人却总是心地局促，带着烦恼。”\n" +
    "　　孔子温和而严厉，有威仪而不凶猛，谦恭而安详。"
  },
  {
    title:'泰伯篇',
    content:"子曰：“泰伯，其可谓至德也已矣。三以天下让，民无得而称焉。”\n" +
    "　　子曰：“恭而无礼则劳；慎而无礼则葸；勇而无礼则乱；直而无礼则绞。君子笃于亲，则民兴于仁；故旧不遗，则民不偷。”\n" +
    "　　曾子有疾，召门弟子曰：“启予足，启予手。《诗》云：‘战战兢兢，如临深渊，如履薄冰。’而今而后，吾知免夫，小子！”\n" +
    "　　曾子有疾，孟敬子问之。曾子言曰：“鸟之将死，其鸣也哀；人之将死，其言也善。君子所贵乎道者三：动容貌，斯远暴慢矣；正颜色，斯近信矣；出辞气，斯远鄙倍矣。笾豆之事，则有司存。”\n" +
    "　　曾子曰：“以能问于不能；以多问于寡；有若无，实若虚，犯而不校。昔者吾友尝从事于斯矣。”\n" +
    "　　曾子曰：“可以托六尺之孤，可以寄百里之命，临大节而不可夺也。君子人与？君子人也。”\n" +
    "　　曾子曰：“士不可以不弘毅，任重而道远。仁以为己任，不亦重乎？死而后已，不亦远乎？”\n" +
    "　　子曰：“兴于《诗》，立于礼，成于乐。”\n" +
    "　　子曰：“民可使由之，不可使知之。”\n" +
    "　　子曰：“好勇疾贫，乱也。人而不仁，疾之已甚，乱也。”\n" +
    "　　子曰：“如有周公之才之美，使骄且吝，其余不足观也已。”\n" +
    "　　子曰：“三年学，不至于谷，不易得也。”\n" +
    "　　子曰：“笃信好学，守死善道。危邦不入，乱邦不居。天下有道则见，无道则隐。邦有道，贫且贱焉，耻也；邦无道，富且贵焉，耻也。”\n" +
    "　　子曰：“不在其位，不谋其政。”\n" +
    "　　子曰：“师挚之始，《关雎》之乱，洋洋乎盈耳哉！”\n" +
    "　　子曰：“狂而不直，侗而不愿，悾悾而不信，吾不知之矣。”\n" +
    "　　子曰：“学如不及，犹恐失之。”\n" +
    "　　子曰：“巍巍乎！舜、禹之有天下也而不与焉。”\n" +
    "　　子曰：“大哉尧之为君也！巍巍乎，唯天为大，唯尧则之。荡荡乎，民无能名焉。巍巍乎其有成功也，焕乎其有文章！”\n" +
    "　　舜有臣五人而天下治。武王曰：“予有乱臣十人。”孔子曰：“才难，不其然乎？唐虞之际，于斯为盛；有妇人焉，九人而已。三分天下有其二，以服事殷。周之德，其可谓至德也已矣。”\n" +
    "　　子曰：“禹，吾无间然矣。菲饮食而致孝乎鬼神，恶衣服而致美乎黼冕，卑宫室而尽力乎沟洫。禹，吾无间然矣。”",
    translation:"孔子说：“泰伯，那可以说是道德最崇高的人了。他多次把社稷辞让给季历，人民简直都找不出恰当的词语来称颂他。”\n" +
    "　　孔子说：“一味恭敬而不知礼，就未免会劳倦疲乏；只知谨慎小心，却不知礼，便会胆怯多惧；只是勇猛，却不知礼，就会莽撞作乱；心直口快却不知礼，便会尖利刻薄。君子能用深厚的感情对待自己的亲族，民众中则会兴起仁德的风气；君子不遗忘背弃他的故交旧朋，那民众便不会对人冷淡漠然了。”\n" +
    "　　曾子生病，把他的弟子召集过来，说道：“看看我的脚！看看我的手！《诗》上说：‘战战兢兢，好像面临着深渊，好像走在薄薄的冰层上。’从今以后，我才知道自己可以免于祸害刑戮了！学生们！”\n" +
    "　　曾子生病了，孟敬子去探问他。曾子说：“鸟将要死时，鸣叫声是悲哀的；人将要死时，说出的话是善意的。君子所应当注重的有三个方面：使自己的容貌庄重严肃，这样就可以避免别人的粗暴和怠慢；使自己面色端庄严正，这样就容易使人信服；讲究言辞和声气，这样就可以避免粗野和错误。至于祭祀和礼节仪式，自有主管这些事务的官吏来负责。”\n" +
    "　　曾子说：“有才能却向没有才能的人请教，知识广博却向知识少的人请教；有学问却像没学问一样，满腹知识却像空虚无所有；即使被冒犯，也不去计较。从前我的一位朋友就是这样做的。”\n" +
    "　　曾子说：“可以把幼小的孤儿托付给他，可以将国家的命脉寄托于他，面对安危存亡的紧要关头，能够不动摇屈服。这样的人是君子吗？这样的人是君子啊。”\n" +
    "　　曾子说：“士人不可以不弘大刚毅，因为他肩负的任务重大而路程遥远。把实现仁德作为自己的任务，难道不是重大吗？到死方才停止下来，难道不是遥远吗？”\n" +
    "　　孔子说：“从学习《诗》开始，把礼作为立身的根基，掌握音乐使所学得以完成。”\n" +
    "　　孔子说：“可以使民众由着我们的道路去做，不可以让他们知道为什么要这样做。”\n" +
    "　　孔子说：“喜欢勇敢逞强却厌恶贫困，是一种祸害。对不仁的人憎恶太过，也是一种祸害。”\n" +
    "　　孔子说：“即使有周公那样美好的才能，如果骄傲而吝啬的话，那其他方面也就不值得一提了。”\n" +
    "　　孔子说：“读书三年，没想到去做官得俸禄，这是难得的。”\n" +
    "　　孔子说：“坚定地相信我们的道，努力学习它，誓死守卫保全它。不进入危险的国家，不居住在动乱的国家。天下有道，就出来从政；天下无道，就隐居不仕。国家有道，而自己贫穷鄙贱，是耻辱；国家无道，而自己富有显贵，也是耻辱。”\n" +
    "　　孔子说：“不在那个职位上，就不考虑它的政务。”\n" +
    "　　孔子说：“从太师挚开始演奏，到结尾演奏《关雎》乐曲的时间里，美妙动听的音乐都充盈在耳边。”\n" +
    "　　孔子说：“狂妄而不正直，幼稚而不谨慎，看上去诚恳却不守信用，我不知道有的人为什么会这样。”\n" +
    "　　孔子说：“学习知识就像追赶不上那样，学到了还唯恐会丢失了。”\n" +
    "　　孔子说：“多么崇高啊！舜、禹拥有天下，不是为了自己。”\n" +
    "　　孔子说：“尧作为国家君主，真是伟大呀！崇高呀！唯有天最高最大，只有尧能效法于上天。他的恩惠真是广博呀！百姓简直不知道该怎样来称赞他。真是崇高啊，他创建的功绩，真是崇高呀！他制定的礼仪制度，真是灿烂美好呀！”\n" +
    "　　舜有五位贤臣，天下就得到了治理。武王说过：“我有十位能治理天下的臣子。”孔子说：“人才难得，不是这样吗？唐尧、虞舜时代以及周武王时，人才最盛。然而武王十位治国人才中有一位还是妇女，所以实际上只有九人而已。周文王得了天下的三分之二，还仍然服侍殷朝，周朝的道德，可以说是最高的了。”\n" +
    "　　孔子说：“禹，我对他没有意见了。他自己的饮食吃得很差，却尽力孝敬鬼神；他自己平时穿得很坏，却把祭祀的服饰和冠冕做得华美；他自己居住的房屋很差，却把力量完全用于修治水利上。禹，我对他没有意见了。”"
  },
  {
    title:'子罕篇',
    content:"子罕言利与命与仁。\n" +
    "　　达巷党人曰：“大哉孔子！博学而无所成名。”子闻之，谓门弟子曰：“吾何执？执御乎，执射乎？吾执御矣。”\n" +
    "　　子曰：“麻冕，礼也；今也纯，俭，吾从众。拜下，礼也；今拜乎上，泰也；虽违众，吾从下。”\n" +
    "　　子绝四：毋意、毋必、毋固、毋我。\n" +
    "　　子畏于匡，曰：“文王既没，文不在兹乎？天之将丧斯文也，后死者不得与于斯文也；天之未丧斯文也，匡人其如予何？”\n" +
    "　　太宰问于子贡曰：“夫子圣者与，何其多能也？”子贡曰：“固天纵之将圣，又多能也。”子闻之，曰：“太宰知我乎？吾少也贱，故多能鄙事。君子多乎哉？不多也。”\n" +
    "　　牢曰：“子云：‘吾不试，故艺。’”\n" +
    "　　子曰：“吾有知乎哉？无知也。有鄙夫问于我，空空如也。我叩其两端而竭焉。”\n" +
    "　　子曰：“凤鸟不至，河不出图，吾已矣夫！”\n" +
    "　　子见齐衰者、冕衣裳者与瞽者，见之，虽少，必作，过之必趋。\n" +
    "　　颜渊喟然叹曰：“仰之弥高，钻之弥坚。瞻之在前，忽焉在后。夫子循循然善诱人，博我以文，约我以礼，欲罢不能。既竭吾才，如有所立卓尔，虽欲从之，末由也已。”\n" +
    "　　子疾病，子路使门人为臣。病间，曰：“久矣哉，由之行诈也！无臣而为有臣，吾谁欺？欺天乎？且予与其死于臣之手也，无宁死于二三子之手乎！且予纵不得大葬，予死于道路乎？”\n" +
    "　　子贡曰：“有美玉于斯，韫椟而藏诸？求善贾而沽诸？”子曰：“沽之哉，沽之哉！我待贾者也。”\n" +
    "　　子欲居九夷。或曰：“陋，如之何？”子曰：“君子居之，何陋之有！”\n" +
    "　　子曰：“吾自卫反鲁，然后乐正，《雅》、《颂》各得其所。”\n" +
    "　　子曰：“出则事公卿，入则事父兄，丧事不敢不勉，不为酒困，何有于我哉？”\n" +
    "　　子在川上曰：“逝者如斯夫！不舍昼夜。”\n" +
    "　　子曰：“吾未见好德如好色者也。”\n" +
    "　　子曰：“譬如为山，未成一篑，止，吾止也；譬如平地，虽覆一篑，进，吾往也。”\n" +
    "　　子曰：“语之而不惰者，其回也与！”\n" +
    "　　子谓颜渊，曰：“惜乎！吾见其进也，未见其止也。”\n" +
    "　　子曰：“苗而不秀者有矣夫，秀而不实者有矣夫。”\n" +
    "　　子曰：“后生可畏，焉知来者之不如今也？四十、五十而无闻焉，斯亦不足畏也已。”\n" +
    "　　子曰：“法语之言，能无从乎？改之为贵。巽与之言，能无说乎？绎之为贵。说而不绎，从而不改，吾末如之何也已矣。”\n" +
    "　　子曰：“主忠信。毋友不如己者，过，则勿惮改。”\n" +
    "　　子曰：“三军可夺帅也，匹夫不可夺志也。”\n" +
    "　　子曰：“衣敝缊袍，与衣狐貉者立而不耻者，其由也与！‘不忮不求，何用不臧？’”子路终身诵之，子曰：“是道也，何足以臧？”\n" +
    "　　子曰：“岁寒，然后知松柏之后凋也。”\n" +
    "　　子曰：“知者不惑，仁者不忧，勇者不惧。”\n" +
    "　　子曰：“可与共学，未可与适道；可与适道，未可与立；可与立，未可与权。”\n" +
    "　　“唐棣之华，偏其反而。岂不尔思？室是远尔。”子曰：“未之思也，夫何远之有。”",
    translation:"孔子很少(主动)谈论功利，却相信天命、赞许仁德。\n" +
    "　　达巷里有人说：“孔子真是伟大啊！学问广博，因而不能以某一方面来称道他。”孔子听了这话，对弟子们说：“我干什么好呢？是去驾马车呢，还是去当射箭手呢？我还是驾马车吧！”\n" +
    "　　孔子说：“用麻线来做礼帽，这是合乎礼的；如今用丝来制作礼帽，这样省俭些，我赞成大家的做法。臣见君，先在堂下磕头，然后升堂磕头，这是合乎礼节的；现在大家都只是升堂磕头，这是倨傲的表现。虽然违反了大家的做法，我还是主张要先在堂下磕头。”\n" +
    "　　孔子杜绝了四种毛病：不凭空臆测，不武断绝对，不固执拘泥，不自以为是。\n" +
    "　　孔子在匡地被拘围，他说：“周文王死后，文明礼乐不是保存在我这里吗？上天如果要消灭这种文明礼乐，那我这个后死之人也就不会掌握这种文明礼乐了；上天如果不想灭除这种文明礼乐，匡地的人能把我怎么样呢？”\n" +
    "　　太宰向子贡问道：“夫子是圣人吗？为什么他这样多才多艺呢？”子贡说：“这本是上天想让他成为圣人，又让他多才多艺。”孔子听了这些话，说：“太宰知道我呀！我小时候贫贱，所以学会了不少鄙贱的技艺。君子会有很多技艺吗？不会有很多的。”\n" +
    "　　子牢说：“孔子说过：‘我不曾被国家任用，所以学得了一些技艺。’”\n" +
    "　　孔子说：“我有知识吗？没有知识。有一个粗鄙的人来问我，我对他谈的问题本来一点也不知道。我从他所提问题的正反两头去探求，尽了我的力量来帮助他。”\n" +
    "　　孔子说：“凤凰不飞来了，黄河中没有出现图画，我这一生也就完了吧！”\n" +
    "　　孔子对于穿丧服的人、穿礼服戴礼帽的人和盲人，相见的时候，哪怕他们很年轻，也一定会站起身来；经过这些人身边时，他一定快步走过。”\n" +
    "　　颜渊感叹地说：“我的老师啊，他的学问道德，抬头仰望，越望越觉得高；努力钻研，越钻研越觉得深。看着好像在前面，忽然又像在后面了。老师善于有步骤地引导我们，用各种文献来丰富我们的知识，用礼来约束我们的行为，我们想要停止学习都不可能。我已经用尽自己的才力，似乎有一个高高的东西立在我的前面。虽然我想要追随上去，却找不到可循的路径。”\n" +
    "　　孔子病重，子路让孔子的学生充当家臣准备料理丧事。后来，孔子的病好些了，知道了这事，说：“仲由做这种欺诈的事情很久啦！我没有家臣而冒充有家臣。我欺骗谁呢？欺骗上天吗？况且我与其死在家臣手中，也宁可死在你们这些学生手中啊！而且我纵使不能按照大夫的葬礼来安葬，难道会被丢在路边没人埋吗？”\n" +
    "　　子贡说：“这儿有一块美玉，是把它放在匣子里珍藏起来呢，还是找位识货的商人卖掉呢？孔子说：“卖掉它吧！卖掉它吧！我在等待识货的商人啊！”\n" +
    "　　孔子想到边远地区去居住。有人说：“那地方非常鄙陋，怎么能居住呢？”孔子说：“有君子住在那儿，怎么会鄙陋呢？”\n" +
    "　　孔子说：“我从卫国回到鲁国，才把音乐进行了整理，《雅》和《颂》都有了适当的位置。”\n" +
    "　　孔子说：“出外便侍公卿，入门便侍奉父兄，有丧事，不敢不勉力去办，不被酒所困扰，这些事对我来说有什么困难呢？”\n" +
    "　　孔子站在河边，说：“消逝的时光就像这河水一样呀，日夜不停地流去。”\n" +
    "　　孔子说：“我没有见过像好色那样好德的人。”\n" +
    "　　孔子说：“好比堆土成山，只差一筐土就完成了，这时停下来，是我自己要停下来的。又好比平整土地，虽然只倒下一筐土，如果决心继续，还是要自己去干的。”\n" +
    "　　孔子说：“听我说话而能始终不懈怠的，大概只有颜回吧！”\n" +
    "　　孔子谈到颜渊，说：“可惜啊！我看到他不断地前进，没有看到过他停止。”\n" +
    "　　孔子说：“庄稼有只长苗而不开花的吧！有开了花却不结果实的吧！”\n" +
    "　　孔子说：“年轻人是可敬畏的，怎么知道他们将来赶不上现在的人呢？一个人如果到了四五十岁的时候还没有什么名望，这样的人也就不值得敬畏了。”\n" +
    "　　孔子说：“合乎礼法原则的话，能够不听从吗？但只有按它来改正错误才是可贵的。恭顺赞许的话，听了能够不高兴吗？但只有分析鉴别以后才是可贵的。只顾高兴而不加以分析，表面听从而不加以改正，我也没有什么办法来对付这种人了。”\n" +
    "　　孔子说：“君子应该亲近忠诚和讲信义的人，不要和不如自己的人交朋友，有了过错不要害怕改正。”\n" +
    "　　孔子说：“一国的军队，可以强行使它丧失主帅；一个男子汉，却不可以强行夺去他的志向。”\n" +
    "　　孔子说：“穿着破旧的袍子，与穿着狐貉裘皮衣服的人站在一起，而不觉得羞耻的，大概只有仲由吧！《诗》上说：‘不嫉妒，不贪求，为什么不好呢？’”子路听了，从此常常念着这句话。孔子又说：“仅仅做到这个样子，又怎么算得上好呢？”\n" +
    "　　孔子说：“寒冷的季节到了，才知道松柏的叶子是最后凋零的。”\n" +
    "　　孔子说：“智慧的人不疑惑，仁德的人不忧愁，勇敢的人不畏惧。”\n" +
    "　　孔子说：“可以和他一同学习的人，未必可以和他走共同的道路；可以和他走共同的道路，未必可以和他事事依礼而行；可以和他事事依礼而行，未必可以和他一起变通灵活处事。”\n" +
    "　　“唐棣树的花，翩翩地摇摆，难道不思念你吗？是因为家住得太远了。”孔子说：“那是没有真正思念啊，如果真的思念，又怎么会觉得遥远呢？”"
  },
  {
    title:'乡党篇',
    content:"孔子于乡党，恂恂如也，似不能言者；其在宗庙朝庭，便便言，唯谨尔。\n" +
    "　　朝，与下大夫言，侃侃如也；与上大夫言，訚訚如也。君在，踧踖如也，与与如也。\n" +
    "　　君召使摈，色勃如也，足躩如也。揖所与立，左右手，衣前后襜如也。趋进，翼如也。宾退，必复命曰：“宾不顾矣。”\n" +
    "　　入公门，鞠躬如也，如不容。立不中门，行不履阈。过位，色勃如也，足躩如也，其言似不足者。摄齐升堂，鞠躬如也，屏气似不息者。出，降一等，逞颜色，怡怡如也；没阶，趋进，翼如也；复其位，踧踖如也。\n" +
    "　　执圭，鞠躬如也，如不胜。上如揖，下如授。勃如战色，足蹜蹜如有循。享礼，有容色。私觌，愉愉如也。\n" +
    "　　君子不以绀緅饰，红紫不以为亵服。当暑袗絺绤，必表而出之。缁衣羔裘，素衣麑裘，黄衣狐裘。亵裘长，短右袂。必有寝衣，长一身有半。狐貉之厚以居。去丧，无所不佩。非帷裳，必杀之。羔裘玄冠不以吊。吉月，必朝服而朝。\n" +
    "　　齐，必有明衣，布。齐必变食，居必迁坐。\n" +
    "　　食不厌精，脍不厌细。食饐而餲，鱼馁而肉败，不食；色恶，不食；臭恶，不食；失饪，不食；不时，不食；割不正，不食；不得其酱，不食。肉虽多，不使胜食气。唯酒无量，不及乱。沽酒市脯，不食。不撤姜食，不多食。\n" +
    "　　祭于公，不宿肉。祭肉不出三日，出三日不食之矣。\n" +
    "　　食不语，寝不言。\n" +
    "　　虽疏食菜羹，必祭，必齐如也。\n" +
    "　　席不正，不坐。\n" +
    "　　乡人饮酒，杖者出，斯出矣。\n" +
    "　　乡人傩，朝服而立于阼阶。\n" +
    "　　问人于他邦，再拜而送之。\n" +
    "　　康子馈药，拜而受之。曰：“丘未达，不敢尝。”\n" +
    "　　厩焚，子退朝，曰：“伤人乎？”不问马。\n" +
    "　　君赐食，必正席先尝之；君赐腥，必熟而荐之；君赐生，必畜之。侍食于君，君祭，先饭。\n" +
    "　　疾，君视之，东首，加朝服，拖绅。\n" +
    "　　君命召，不俟驾行矣。\n" +
    "　　入太庙，每事问。\n" +
    "　　朋友死，无所归，曰：“于我殡。”\n" +
    "　　朋友之馈，虽车马，非祭肉，不拜。\n" +
    "　　寝不尸，居不客。\n" +
    "　　见齐衰者，虽狎，必变。见冕者与瞽者，虽亵，必以貌。凶服者式之，式负版者。\n" +
    "　　有盛馔，必变色而作。迅雷风烈，必变。\n" +
    "　　升车，必正立，执绥。车中不内顾，不疾言，不亲指。\n" +
    "　　色斯举矣，翔而后集。曰：“山梁雌雉，时哉时哉！”子路共之，三嗅而作。",
    translation:"孔子在家乡时，非常恭顺，好像不太会说话的样子。他在宗庙和朝廷里，说话明白而流畅，只是说得很谨慎。\n" +
    "　　上朝的时候，(孔子)跟下大夫谈话，显得温和而快乐；跟上大夫谈话时，显得正直而恭敬。君主临朝时，他显得恭敬而不安，走起路来却又安祥适度。\n" +
    "　　鲁君召孔子去接待使臣宾客，他的面色庄重矜持，步伐轻快。向同他站在一起的人作揖，向左向右拱手，衣裳随之前后摆动，却显得整齐。快步向前时，好像鸟儿舒展开了翅膀。宾客告退了，他一定向君王回报说：“客人已经不回头张望了。”\n" +
    "　　孔子走进朝堂的大门，显出小心谨慎的样子，好像没有容身之地。他不站在门的中间，进门时不踩门坎。经过国君的座位时，脸色变得庄重起来，脚步也快起来，说话的声音低微得像气力不足似的。他提起衣服的下摆走上堂去，显得小心谨慎，憋住气，好像不呼吸一样。走出来，下了一级台阶，面色舒展，怡然和乐。走完了台阶，快步向前，姿态好像鸟儿展翅一样。回到自己的位置，又是恭敬而谨慎的样子。\n" +
    "　　(孔子出使到别的诸侯国，行聘问礼时)拿着圭，恭敬而谨慎，好像拿不动一般。向上举圭时好在作揖，向下放圭时好像在交给别人。神色庄重，战战兢兢；脚步紧凑，好像在沿着一条线行走。献礼物的时候，和颜悦色。私下里和外国君臣会见时，则显得轻松愉快。\n" +
    "　　君子不用青中透红或黑中透红的布做镶边，红色和紫色不用来做平常家居的便服。暑天，穿细葛布或粗葛布做的单衣，一定是套在外面。黑色的衣配羔羊皮袍，白色的衣配小鹿皮袍，黄色的衣配狐皮袍。居家穿的皮袄比较长，可是右边的袖子要短一些。睡觉一定要有小被，长度是人身长的一倍半。用厚厚的狐貉皮做坐垫。服丧期满之后，任何饰物都可以佩带。不是上朝和祭祀时穿的礼服，一定要经过裁剪。羊羔皮袍和黑色礼帽都不能穿戴着去吊丧。每月初一，一定要穿着上朝的礼服去朝贺。\n" +
    "　　斋戒沐浴时，一定有浴衣，用麻布做的。斋戒时，一定改变平时的饮食；居住一定要改换卧室。\n" +
    "　　粮食不嫌舂得精，鱼和肉不嫌切得细。粮食腐败发臭，鱼和肉腐烂，都不吃。食物颜色难看，不吃。气味难闻，不吃。烹调不当，不吃。不到该吃饭时，不吃。切割方式不得当的食物，不吃。没有一定的酱醋调料，不吃。席上的肉虽多，吃它不超过主食。只有酒不限量，但不能喝到神志昏乱的地步。从市上买来的酒和肉干，不吃。吃完了，姜不撤除，但吃得不多。\n" +
    "　　参加国家祭祀典礼，分到的祭肉(当天就食用)不放过夜。一般祭肉的留存不超过三天。放超过了三天，就不吃了。\n" +
    "　　吃饭的时候不谈话，睡觉的时候不言语。\n" +
    "　　即使是粗米饭蔬菜汤，吃饭前也要先把它们取出一些来祭祀一番，而且祭祀要像斋戒时那样严肃恭敬。\n" +
    "　　坐席摆放得不端正，不就坐。\n" +
    "　　同本乡人在一块儿饮酒，等老年人都出去了，自己这才出去。\n" +
    "　　乡里人举行迎神驱疫的仪式时，孔子穿着朝服站在东边的台阶上。\n" +
    "　　托人向住在其他诸侯国的朋友问候时，便向受托者拜两次送行。\n" +
    "　　季康子馈赠药给孔子，孔子拜谢后接受了，却说道：“我对这种药的药性不了解，不敢尝用试服。”\n" +
    "　　(孔子家的)马厩失火了。孔子退朝回来，说：“伤到人了吗？”没问马怎么样了。\n" +
    "　　国君赐给食物，孔子一定会摆正席位先尝一尝。国君赐给生肉，他一定会煮熟了，先给祖先上供。国君赐给活物，他一定会养起来。陪侍国君吃饭，当国君进行饭前祭祀的时候，他先取国君面前的饭菜为他尝食。\n" +
    "　　孔子病了，君主来探望，他便头朝东而卧，把上朝的礼服盖在身上，拖着大带子。\n" +
    "　　君主下令召见孔子，他不等车马驾好就先步行过去了。\n" +
    "　　孔子进人太庙中，每件事都问。\n" +
    "　　朋友死了，没有人负责收殓，孔子说：“由我来料理丧事吧。”\n" +
    "　　对于朋友的馈赠，即使是车和马，(只要)不是祭祀用的肉，孔子在接受时，也不会行拜谢礼。\n" +
    "　　孔子睡觉时不像死尸一样直躺着，平日家居也不像作客或接待客人时那样庄重严肃。\n" +
    "　　孔子看见穿丧服的人，即使是关系亲密的，也一定会改变神色。看见戴着礼帽和失明的人，即使是很熟悉的，也一定表现得有礼貌。乘车时遇见穿丧服的人，便低头俯伏在车前的横木上表示同情。遇见背负着国家图籍的人，也同样俯身在车前的横木上表示敬意。有丰盛的肴馔，一定改变神色，站起来。遇到迅雷和大风时，一定改变神色。\n" +
    "　　孔子上车时，一定站立端正，拉住扶手的带子登车。在车中，不向里面环顾，不大声说话，不用手指指画画。\n" +
    "　　(孔子在山谷中行走，看见几只野鸡。)孔子神色一动，野鸡飞着盘旋了一阵后，又落在了一处。孔子说：“这些山梁上的母野鸡，得其时啊！得其时啊！”子路向它们拱拱手，野鸡振几下翅膀飞走了。"
  },
  {
    title:'先进篇',
    content:"子曰：“先进于礼乐，野人也；后进于礼乐，君子也。如用之，则吾从先进。”\n" +
    "　　子曰：“从我于陈、蔡者，皆不及门也。”\n" +
    "　　德行：颜渊，闵子骞，冉伯牛，仲弓。言语：宰我，子贡。政事：冉有，季路。文学：子游，子夏。\n" +
    "　　子曰：“回也非助我者也，于吾言无所不说。”\n" +
    "　　子曰：“孝哉闵子骞！人不间于其父母昆弟之言。”\n" +
    "　　南容三复白圭，孔子以其兄之子妻之。\n" +
    "　　季康子问：“弟子孰为好学？”孔子对曰：“有颜回者好学，不幸短命死矣，今也则亡。”\n" +
    "　　颜渊死，颜路请子之车以为之椁。子曰：“才不才，亦各言其子也。鲤也死，有棺而无椁，吾不徒行以为之椁。以吾从大夫之后，不可徒行也。”\n" +
    "　　颜渊死。子曰：“噫！天丧予！天丧予！”\n" +
    "　　颜渊死，子哭之恸，从者曰：“子恸矣！”曰：“有恸乎？非夫人之为恸而谁为？”\n" +
    "　　颜渊死，门人欲厚葬之，子曰：“不可。”门人厚葬之，子曰：“回也视予犹父也，予不得视犹子也。非我也，夫二三子也！”\n" +
    "　　季路问事鬼神，子曰：“未能事人，焉能事鬼？”，曰：“敢问死。”曰：“未知生，焉知死？”\n" +
    "　　闵子侍侧，訚訚如也；子路，行行如也；冉有、子贡，侃侃如也。子乐。“若由也，不得其死然。”\n" +
    "　　鲁人为长府，闵子骞曰：“仍旧贯如之何？何必改作？”子曰：“夫人不言，言必有中。”\n" +
    "　　子曰：“由之瑟奚为于丘之门？”门人不敬子路，子曰：“由也升堂矣，未入于室也。”\n" +
    "　　子贡问：“师与商也孰贤？”子曰：“师也过，商也不及。”曰：“然则师愈与？”子曰：“过犹不及。”\n" +
    "　　季氏富于周公，而求也为之聚敛而附益之。子曰：“非吾徒也，小子鸣鼓而攻之可也。”\n" +
    "　　柴也愚，参也鲁，师也辟，由也喭。\n" +
    "　　子曰：“回也其庶乎，屡空。赐不受命而货殖焉，亿则屡中。”\n" +
    "　　子张问善人之道，子曰：“不践迹，亦不入于室。”\n" +
    "　　子曰：“论笃是与，君子者乎，色庄者乎？”\n" +
    "　　子路问：“闻斯行诸？”子曰：“有父兄在，如之何其闻斯行之？”冉有问：“闻斯行诸？”子曰：“闻斯行之。公西华曰：“由也问闻斯行诸，子曰‘有父兄在’；求也问闻斯行诸，子曰‘闻斯行之’。赤也惑，敢问。”子曰：“求也退，故进之；由也兼人，故退之。”\n" +
    "　　子畏于匡，颜渊后。子曰：“吾以女为死矣！”曰：“子在，回何敢死！”\n" +
    "　　季子然问：“仲由、冉求可谓大臣与？”子曰：“吾以子为异之问，曾由与求之问。所谓大臣者，以道事君，不可则止。今由与求也，可谓具臣矣。”曰：“然则从之者与？”子曰：“弑父与君，亦不从也。”\n" +
    "　　子路使子羔为费宰，子曰：“贼夫人之子。”子路曰：“有民人焉，有社稷焉，何必读书然后为学。”子曰：“是故恶夫佞者。”\n" +
    "　　子路、曾皙、冉有、公西华侍坐，子曰：“以吾一日长乎尔，毋吾以也。居则曰‘不吾知也’如或知尔，则何以哉？”子路率尔而对曰：“千乘之国，摄乎大国之间，加之以师旅，因之以饥馑，由也为之，比及三年，可使有勇，且知方也。”夫子哂之。“求，尔何如？”对曰：“方六七十，如五六十，求也为之，比及三年，可使足民。如其礼乐，以俟君子。”“赤！尔何如？”对曰：“非曰能之，愿学焉。宗庙之事，如会同，端章甫，愿为小相焉。”“点，尔何如？”鼓瑟希，铿尔，舍瑟而作，对曰：“异乎三子者之撰。”子曰：“何伤乎？亦各言其志也。”曰：“暮春者，春服既成，冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归。”夫子喟然叹曰：“吾与点也！”三子者出，曾皙后。曾皙曰：“夫三子者之言何如？”子曰：“亦各言其志也已矣。”曰：“夫子何哂由也？”曰：“为国以礼，其言不让，是故哂之。”“唯求则非邦也与？”“安见方六七十、如五六十而非邦也者？”“唯赤则非邦也与？”“宗庙会同，非诸侯而何？赤也为之小，孰能为之大？”",
    translation:"孔子说：“先学习了礼乐而后做官的，是原来没有爵禄的平民；先做了官而后学习礼乐的，是卿大夫的子弟。如果让我来选用人才，那么我赞成选用先学习礼乐的人。”\n" +
    "　　孔子说：“跟随我在陈国、蔡国之间遭受困厄的弟子们，都不在我身边了。”\n" +
    "　　(孔子的弟子各有所长)德行好的有：颜渊，闵子骞，冉伯牛，仲弓。娴于辞令的有：宰我，子贡。能办理政事的有：冉有，季路。熟悉古代文献的有：子游，子夏。\n" +
    "　　孔子说：“颜回不是对我有所助益的人，他对我说的话没有不喜欢的。”\n" +
    "　　孔子说：“闵子骞真是孝顺呀！人们对于他的父母兄弟称赞他的话没有异议。”\n" +
    "　　南容把“白圭之玷，尚可磨也；斯言之玷，不可为也”几句诗反复诵读，孔子便把自己哥哥的女儿嫁给了他。\n" +
    "　　季康子问：“你的学生中那个好学用功呢？”孔子回答说：“有个叫颜回的学生好学用功，不幸短命早了，现在没有这样的人了。”\n" +
    "　　颜渊死了，他的父亲颜路请求孔子把车卖了给颜渊做一个外椁。孔子说：“不管有才能还是没才能，说来也都是各自的儿子。孔鲤死了，也只有棺，没有椁。我不能卖掉车子步行来给他置办椁。因为我曾经做过大夫，是不可以徒步出行的。”\n" +
    "　　颜渊死了，孔子说：“唉！上天是要我的命呀！上天是要我的命呀！”\n" +
    "　　颜渊死了，孔子哭得极其悲痛。跟随孔子的人说，“您悲痛太过了！”孔子说：“有悲痛太过了吗？不为这样的人悲痛还为谁悲痛呢？”\n" +
    "　　颜渊死了，孔子的学生们想要厚葬他。孔子说：“不可以。”学生们还是厚葬了他。孔子说：“颜回把我当父亲一样看待，我却不能像对待儿子一样看待他。这不是我的意思呀，是那些学生们要这样办。”\n" +
    "　　季路问服侍鬼神的方法。孔子说：“人还不能服侍，怎么能去服侍鬼神呢？”季路又说：“敢问死是怎么回事？”孔子说：“对生都知道得不清楚，哪里能知道死呢？”\n" +
    "　　闵子骞侍立在孔子身边，样子正直而恭敬；子路是很刚强的样子；冉有、子贡的样子温和快乐。孔子很高兴。但他说：“象仲由这样，恐怕得不到善终。”\n" +
    "　　鲁国的执政大臣要翻修长府。闵子骞说：“照老样子不好吗？何必一定要翻修呢？”孔子说：“闵子骞这个人平常不大说话，但一开口必定说到要害上。”\n" +
    "　　孔子说：“仲由弹瑟，为什么在我这里弹呢？”孔子的其他学生因此而不尊重子路。孔子说：“仲由的学问啊，已经具备规模了，只是还不够精深罢了。”\n" +
    "　　子贡问道：“颛孙师(即子张)与卜商(即子夏)谁更优秀？”孔子说：“颛孙师有些过分，卜商有些赶不上。”子贡说：“这么说颛孙师更强一些吗？”孔子说：“过分与赶不上同样不好。”\n" +
    "　　季氏比周天子左右的卿士还富有，可是冉求还为他搜刮，再增加他的财富。孔子说：“冉求不是我的学生，你们大家可以大张旗鼓地去攻击他。”\n" +
    "　　高柴愚笨，曾参迟钝，颛孙师偏激，仲由兽莽。\n" +
    "　　孔子说：“颜回呀，他的道德修养已经差不多了，可是他常常很贫困。端木赐不听天由命，而去做生意，猜测市场行情往往很准。”\n" +
    "　　子张问成为善人的途径，孔子说：“如果不沿着前人的脚印走，学问和修养就不到家。”\n" +
    "　　孔子说：“要赞许说话稳重的人，但这种人是真正的君子呢，还是仅仅从容貌上看起来庄重呢？”\n" +
    "　　子路问：“凡事一听到就行动吗？”孔子说：“父亲和兄长都在，怎么能听到就行动呢？”冉有问：“凡事一听到就行动吗？”孔子说：“一听到就行动。”公西华说：“仲由问‘一听到就行动吗’，您说‘父亲和兄长都在，怎么能一听到就行动呢’；冉求问‘一听到就行动吗’，您说‘一听到就行动’。我有些糊涂了，斗胆想问问老师。”孔子说：“冉求平日做事退缩，所以我激励他；仲由好勇胜人，所以我要压压他。”\n" +
    "　　孔子被囚禁在匡地，颜渊后来赶来。孔子说：“我还以为你死了呢。”颜渊说：“您还活着，我怎么敢先死呢？”\n" +
    "　　季子然问：“仲由和冉求是否称得上大臣？”孔子说：“我以为你要问别的事，哪知道竟是问仲由和冉求呀。我们所说的大臣，应该能以合于仁道的方式去侍奉君主，如果行不通，便宁可不干。现在由和求这两个人呀，只算得上是备位充数的臣罢了。”季子然又问：“那么，他们肯听话吗？”孔子说：“如果是杀父亲杀君主，他们也是不会听从的。”\n" +
    "　　子路叫子羔去做费地的长官。孔子说：“是祸害子弟的做法。”子路说：“有百姓，有土地五谷，何必读书才算学习？”孔子说：“所以我讨厌那些能说会道的人。”\n" +
    "　　子路、曾皙、冉有、公西华四人陪同孔子坐着。孔子说：“我比你们年龄都大，你们不要因为我在这里就不敢尽情说话。你们平时总爱说没有人了解自己的才能。如果有人了解你们，那你们怎么办呢？”子路轻率而急切地回答说：“如果有一个千乘之国，夹在几个大国之间，外面有军队侵犯它，国内又连年灾荒，我去治理它，只要三年，就可以使那里人人有勇气、个个懂道义。”孔子听后微微一笑。又问：“冉求，你怎么样？”回答说：“方圆六七十里或五六十里的小国家，我去治理它，等到三年，可以使人民富足。至于礼乐方面，只有等待贤人君子来施行了。”孔子又问：“公西赤，你怎么样？”回答说：“不敢说我有能力，只是愿意学习罢了。宗庙祭祀或者同外国盟会，我愿意穿着礼服，戴着礼帽，做一个小傧相。”孔子接着问：“曾点！你怎么样？”他弹瑟的节奏逐渐稀疏，“铿”的一声放下瑟站起来，回答道：“我和他们三位所说的不一样。”孔子说：“那有什么妨碍呢？也不过是各人谈谈志愿罢了。”曾皙说：“暮春三月的时候，春天的衣服都穿在身上了，我和五六位成年人，还有六七个儿童一起，在沂水岸边洗洗澡，在舞雩台上吹风纳凉，唱着歌儿走回来。”孔子长叹一声说：“我赞赏你的主张。” 子路、冉有、公西华三个人都出来了，曾皙后走。他问孔子：“他们三位同学的话怎么样？”孔子说：“也不过各人谈谈自己的志愿罢了。”曾皙说：“您为什么笑仲由呢？”孔子说：“治理国家应该注意礼仪，他的话一点也不谦逊，所以笑他。”曾皙又问：“难道冉求所讲的不是有关治理国家的事吗？”孔子说：“怎么见得方圆六七十里或五六十里的地方就算不上一个国家呢？”曾皙再问：“公西赤讲的就不是国家吗？”孔子说：“有宗庙、有国家之间的盟会，不是国家是什么？公西赤只能做小傧相，谁能做大傧相呢？”"
  },
  {
    title:'颜渊篇',
    content:"颜渊问仁，子曰：“克己复礼为仁。一日克己复礼，天下归仁焉。为仁由己，而由人乎哉？”颜渊曰：“请问其目？”子曰：“非礼勿视，非礼勿听，非礼勿言，非礼勿动。”颜渊曰：“回虽不敏，请事斯语矣。”\n" +
    "　　仲弓问仁，子曰：“出门如见大宾，使民如承大祭。己所不欲，勿施于人。在邦无怨，在家无怨。”仲弓曰：“雍虽不敏，请事斯语矣。”\n" +
    "　　司马牛问仁，子曰：“仁者，其言也讱。”曰：“其言也讱，斯谓之仁已乎？”子曰：“为之难，言之得无讱乎？”\n" +
    "　　司马牛问君子，子曰：“君子不忧不惧。”曰：“不忧不惧，斯谓之君子已乎？”子曰：“内省不疚，夫何忧何惧？”\n" +
    "　　司马牛忧曰：“人皆有兄弟，我独亡。”子夏曰：“商闻之矣：死生有命，富贵在天。君子敬而无失，与人恭而有礼，四海之内皆兄弟也。君子何患乎无兄弟也？”\n" +
    "　　子张问明，子曰：“浸润之谮，肤受之愬，不行焉，可谓明也已矣；浸润之谮、肤受之愬不行焉，可谓远也已矣。”\n" +
    "　　子贡问政，子曰：“足食，足兵，民信之矣。”子贡曰：“必不得已而去，于斯三者何先？”曰：“去兵。”子贡曰：“必不得已而去，于斯二者何先？”曰：“去食。自古皆有死，民无信不立。”\n" +
    "　　棘子成曰：“君子质而已矣，何以文为？”子贡曰：“惜乎，夫子之说君子也！驷不及舌。文犹质也，质犹文也。虎豹之鞟犹犬羊之鞟。”\n" +
    "　　哀公问于有若曰：“年饥，用不足，如之何？”有若对曰：“盍彻乎？”曰：“二，吾犹不足，如之何其彻也？”对曰：“百姓足，君孰与不足？百姓不足，君孰与足？”\n" +
    "　　子张问崇德辨惑，子曰：“主忠信，徙义，崇德也。爱之欲其生，恶之欲其死；既欲其生又欲其死，是惑也。‘诚不以富，亦只以异。’”\n" +
    "　　齐景公问政于孔子，孔子对曰：“君君，臣臣，父父，子子。”公曰：“善哉！信如君不君、臣不臣、父不父、子不子，虽有粟，吾得而食诸？”\n" +
    "　　子曰：“片言可以折狱者，其由也与？”子路无宿诺。\n" +
    "　　子曰：“听讼，吾犹人也。必也使无讼乎。”\n" +
    "　　子张问政，子曰：“居之无倦，行之以忠。”\n" +
    "　　子曰：“博学于文，约之以礼，亦可以弗畔矣夫。”\n" +
    "　　子曰：“君子成人之美，不成人之恶；小人反是。”\n" +
    "　　季康子问政于孔子，孔子对曰：“政者，正也。子帅以正，孰敢不正？”\n" +
    "　　季康子患盗，问于孔子。孔子对曰：“苟子之不欲，虽赏之不窃。”\n" +
    "　　季康子问政于孔子曰：“如杀无道以就有道，何如？”孔子对曰：“子为政，焉用杀？子欲善而民善矣。君子之德风，小人之德草，草上之风必偃。”\n" +
    "　　子张问：“士何如斯可谓之达矣？”子曰：“何哉尔所谓达者？”子张对曰：“在邦必闻，在家必闻。”子曰：“是闻也，非达也。夫达也者，质直而好义，察言而观色，虑以下人。在邦必达，在家必达。夫闻也者，色取仁而行违，居之不疑。在邦必闻，在家必闻。”\n" +
    "　　樊迟从游于舞雩之下，曰：“敢问崇德、修慝、辨惑。”子曰：“善哉问！先事后得，非崇德与？攻其恶，无攻人之恶，非修慝与？一朝之忿，忘其身，以及其亲，非惑与？”\n" +
    "　　樊迟问仁，子曰：“爱人。”问知，子曰：“知人。”樊迟未达，子曰：“举直错诸枉，能使枉者直。”樊迟退，见子夏，曰：“乡也吾见于夫子而问知，子曰：‘举直错诸枉，能使枉者直’，何谓也？”子夏曰：“富哉言乎！舜有天下，选于众，举皋陶，不仁者远矣。汤有天下，选于众，举伊尹，不仁者远矣。”\n" +
    "　　子贡问友，子曰：“忠告而善道之，不可则止，毋自辱焉。”\n" +
    "　　曾子曰：“君子以文会友，以友辅仁。”",
    translation:"颜渊问什么是仁。孔子说：“克制自己，一切都照着礼的要求去做，就是仁。一旦做到了这些，天下的人都会称许你有仁德。实行仁德要靠自己，难道是靠别人吗？”颜渊说：“请问实行仁德的具体途径。”孔子说：“不合礼的事不看，不合礼的事不听，不合礼的事不言，不合礼的事不做。”颜渊说：“我虽然不聪敏，请让我照这些话去做。”\n" +
    "　　仲弓问什么是仁。孔子说：“出门好像去见贵宾，役使民众好像去承担重大祀典。自己所不想要的事物，就不要强加给别人。做到在诸侯的朝廷上没人怨恨(自己)；在卿大夫的封地里也没人怨恨(自己)。”仲弓说：“我冉雍虽然不聪敏，请让我照这些话去做。”\n" +
    "　　司马牛问什么是仁，孔子说：“仁人，他的言语显得谨慎。”司马牛说：“言语谨慎，这就可以称作仁了吗？”孔子说：“做起来难，说话能不谨慎吗？”\n" +
    "　　司马牛问怎样才是君子。孔子说：“君子不忧愁，不恐惧。”司马牛说：“不忧愁，不恐惧，这就叫君子了吗？”孔子说：“问心无愧，那还有什么可忧虑和恐惧的呢？”\n" +
    "　　司马牛忧愁地说：“别人都有兄弟，唯独我没有。”子夏说：“我听说过：‘死生由命运决定，富贵在于上天的安排。’君子认真谨慎地做事，不出差错，对人恭敬而有礼貌，四海之内的人，就都是兄弟，君子何必担忧没有兄弟呢？”\n" +
    "　　子张问什么是明智。孔子说：“暗中传播的谗言，切身感受的诽谤，在你这儿都行不通，就可以称得上明智了。暗中传播的谗言，切身感受的诽谤，在你这里都行不通，就可以说是有远见了。”\n" +
    "　　子贡问怎样治理政事。孔子说：“粮食充足，军备充足，民众信任朝廷。”子贡说：“如果迫不得已要去掉一些，三项中先去掉哪一项呢？”孔子说：“去掉军备。”子贡说：“如果迫不得已，要在剩下的两项中去掉一项，先去掉哪一项呢？”孔子说：“去掉粮食。自古以来，人都是要死的，如果没有民众的信任，那么国家就站立不住了。”\n" +
    "　　棘子成说：“君子有好本质就行啦，要文采做什么呢？”子贡说：“可惜呀！夫子您这样谈论君子。一言既出，驷马难追。文采如同本质，本质也如同文采，二者是同等重要的。假如去掉虎豹和犬羊的有文采的皮毛，那这两样皮革就没有多大的区别了。”\n" +
    "　　鲁哀公问有若说：“年成歉收，国家备用不足，怎么办呢？”有若回答说：“何不实行十分抽一的税率呢？”哀公说：“十分抽二，尚且不够用，怎么能去实行十分抽一呢？”有若回答说：“如果百姓用度足，国君怎么会用度不足呢？如果百姓用度不足，国君用度怎么会足呢？”\n" +
    "　　子张向孔子请教怎样去提高品德修养和辨别是非。孔子说：“以忠厚诚实为主，行为总是遵循道义，这就可以提高品德。对于同一个人，爱的时候希望他长期活下去；厌恶的时候，又希望他死去。既要他长寿，又要他短命，这就是迷惑。‘这样对自己实在是没有益处，也只能使人感到奇怪罢了’。”\n" +
    "　　齐景公向孔子询问政治。孔子回答说：“国君要像国君，臣子要像臣子，父亲要像父亲，儿子要像儿子。”景公说：“好哇！如果真的国君不像国君，臣子不像臣子，父亲不像父亲，儿子不像儿子，即使有粮食，我能够吃得着吗？”\n" +
    "　　孔子说：“根据单方面的供词就可以判决诉讼案件的，大概只有仲由吧？子路没有说话不算数的时候。”\n" +
    "　　孔子说：“审理诉讼案件，我同别人一样(没有什么高明之处)。重要的是必须使诉讼的案件根本不发生！”\n" +
    "　　子张问怎样治理政事，孔子说：“居于官位不懈怠，执行君令要忠实。”\n" +
    "　　孔子说：“君子广泛地学习文化典籍，并用礼来约束自己，也就可以不至于离经叛道了。”\n" +
    "　　孔子说：“君子成全别人的好事，而不促成别人的坏事。小人则与此相反。”\n" +
    "　　季康子向孔子询问为政方面的事，孔子回答说：“‘政’的意思就是端正，您自己先做到端正，谁还敢不端正？”\n" +
    "　　季康子为盗窃事件多发而苦恼，来向孔子求教。孔子对他说：“如果您不贪求太多的财物，即使奖励他们去偷，他们也不会干。”\n" +
    "　　季康子向孔子问政事，说：“假如杀掉坏人，以此来亲近好人，怎么样？”孔子说：“您治理国家，怎么想到用杀戮的方法呢？您要是好好治国，百姓也就会好起来。君子的品德如风，小人的品德如草。草上刮起风，草一定会倒。”\n" +
    "　　子张问：“士要怎么样才可说是通达了？”孔子说：“你所说的通达是什么呢？”子张回答说：“在诸侯的国家一定有名声，在大夫的封地一定有名声。”孔子说：“这是有名声，不是通达。通达的人，本质正直而喜爱道义，体会别人的话语，观察别人的脸色，时常想到对别人谦让。这样的人在诸侯的国家一定通达，在大夫的封地也一定通达。有名声的人，表面上要实行仁德而行动上却相反，以仁人自居而毫不迟疑。他们在诸侯的国家一定虚有其名，在大夫的封地也一定虚有其名。”\n" +
    "　　樊迟跟随孔子在舞雩台下游览，说道：“请问如何提高自己的品德修养，改正过失，辨别是非？”孔子说：“问得好啊！辛劳在先，享乐在后，这不就可以提高自己的品德修养吗？检查自己的错误，不去指责别人的缺点，这不就消除潜在的怨恨了吗？因为一时气愤，而不顾自身和自己的双亲，这不就是迷惑吗？”\n" +
    "　　樊迟问什么是仁，孔子说：“爱人。”樊迟又问什么是智，孔子说：“善于知人。”樊迟没有完全理解。孔子说：“把正直的人提拔上来，使他们的位置在不正直的人上面，就能使不正直的人变正直。”樊迟退了出来，见到子夏，说：“刚才我去见老师，问他什么是智，他说：‘把正直的人提拔上来，使他们的位置在不正直的人上面’，这是什么意思？”子夏说道：“这是涵义多么丰富的话呀！舜有了天下，在众人中选拔人才，把皋陶提拔了起来，不仁的人就远远地离开了。汤得了天下，也从众人中选拔人才，把伊尹提拔起来，那些不仁的人就远远离开了。”\n" +
    "　　子贡问与朋友的相处之道。孔子说：“忠心地劝告他并好好地开导他，如果不听从也就罢了，不要自取侮辱。”\n" +
    "　　曾子说：“君子用文章学问来结交、聚合朋友，用朋友来帮助自己培养仁德。”"
  },
  {
    title:'子路篇',
    content:"子路问政，子曰：“先之，劳之。”请益，曰：“无倦。”\n" +
    "　　仲弓为季氏宰，问政，子曰：“先有司，赦小过，举贤才。”曰：“焉知贤才而举之？”曰：“举尔所知。尔所不知，人其舍诸？”\n" +
    "　　子路曰：“卫君待子而为政，子将奚先？”子曰：“必也正名乎！”子路曰：“有是哉，子之迂也！奚其正？”子曰：“野哉由也！君子于其所不知，盖阙如也。名不正，则言不顺；言不顺，则事不成；事不成，则礼乐不兴；礼乐不兴，则刑罚不中；刑罚不中，则民无所错手足。故君子名之必可言也，言之必可行也。君子于其言，无所苟而已矣。”\n" +
    "　　樊迟请学稼，子曰：“吾不如老农。”请学为圃，曰：“吾不如老圃。”樊迟出，子曰：“小人哉樊须也！上好礼，则民莫敢不敬；上好义，则民莫敢不服；上好信，则民莫敢不用情。夫如是，则四方之民襁负其子而至矣，焉用稼？”\n" +
    "　　子曰：“诵《诗》三百，授之以政，不达；使于四方，不能专对；虽多，亦奚以为？”\n" +
    "　　子曰：“其身正，不令而行；其身不正，虽令不从。”\n" +
    "　　子曰：“鲁卫之政，兄弟也。”\n" +
    "　　子谓卫公子荆，“善居室。始有，曰：‘苟合矣。’少有，曰：‘苟完矣。’富有，曰：‘苟美矣。’”\n" +
    "　　子适卫，冉有仆，子曰：“庶矣哉！”冉有曰：“既庶矣，又何加焉？”曰：“富之。”曰：“既富矣，又何加焉？”曰：“教之。”\n" +
    "　　子曰：“苟有用我者，期月而已可也，三年有成。”\n" +
    "　　子曰：“‘善人为邦百年，亦可以胜残去杀矣。’诚哉是言也！”\n" +
    "　　子曰：“如有王者，必世而后仁。”\n" +
    "　　子曰：“苟正其身矣，于从政乎何有？不能正其身，如正人何？”\n" +
    "　　冉子退朝，子曰：“何晏也？”对曰：“有政。”子曰：“其事也。如有政，虽不吾以，吾其与闻之。”\n" +
    "　　定公问：“一言而可以兴邦，有诸？”孔子对曰：“言不可以若是其几也。人之言曰：‘为君难，为臣不易。’如知为君之难也，不几乎一言而兴邦乎？”曰：“一言而丧邦，有诸？”孔子对曰：“言不可以若是其几也。人之言曰：‘予无乐乎为君，唯其言而莫予违也。’如其善而莫之违也，不亦善乎？如不善而莫之违也，不几乎一言而丧邦乎？”\n" +
    "　　叶公问政，子曰：“近者说，远者来。”\n" +
    "　　子夏为莒父宰，问政，子曰：“无欲速，无见小利。欲速则不达，见小利则大事不成。”\n" +
    "　　叶公语孔子曰：“吾党有直躬者，其父攘羊，而子证之。”孔子曰：“吾党之直者异于是。父为子隐，子为父隐，直在其中矣。”\n" +
    "　　樊迟问仁，子曰：“居处恭，执事敬，与人忠。虽之夷狄，不可弃也。”\n" +
    "　　子贡问曰：“何如斯可谓之士矣？”子曰：“行己有耻，使于四方不辱君命，可谓士矣。”曰：“敢问其次。”曰：“宗族称孝焉，乡党称弟焉。”曰：“敢问其次。”曰：“言必信，行必果，踁踁然小人哉！抑亦可以为次矣。”曰：“今之从政者何如？”子曰：“噫！斗筲之人，何足算也！”\n" +
    "　　子曰：“不得中行而与之，必也狂狷乎！狂者进取，狷者有所不为也。”\n" +
    "　　子曰：“南人有言曰：‘人而无恒，不可以作巫医。’善夫！”“不恒其德，或承之羞。”子曰：“不占而已矣。”\n" +
    "　　子曰：“君子和而不同，小人同而不和。”\n" +
    "　　子贡问曰：“乡人皆好之，何如？”子曰：“未可也。”“乡人皆恶之，何如？”子曰：“未可也。不如乡人之善者好之，其不善者恶之。”\n" +
    "　　子曰：“君子易事而难说也，说之不以道不说也，及其使人也器之；小人难事而易说也，说之虽不以道说也，及其使人也求备焉。”\n" +
    "　　子曰：“君子泰而不骄，小人骄而不泰。”\n" +
    "　　子曰：“刚、毅、木、讷近仁。”\n" +
    "　　子路问曰：“何如斯可谓之士矣？”子曰：“切切偲偲，怡怡如也，可谓士矣。朋友切切偲偲，兄弟怡怡。”\n" +
    "　　子曰：“善人教民七年，亦可以即戎矣。”\n" +
    "　　子曰：“以不教民战，是谓弃之。”",
    translation:"子路问为政之道。孔子说：“自己先要身体力行带好头，然后让老百姓辛勤劳作。”子路请求多讲一些，孔子说：“不要倦怠。”\n" +
    "　　仲弓做了季氏的总管，问怎样管理政事，孔子说：“自己先给下属各部门主管人员作出表率，原谅他人的小错误，提拔贤能的人。”仲弓说：“怎么知道哪些人是贤能的人而去提拔他们呢？”孔子说：“提拔你所知道的，那些你所不知道的，别人难道会埋没他吗？”\n" +
    "　　子路说：“卫国国君要您去治理国家，您打算先从哪些事情做起呢？”孔子说：“首先必须先正名分。”子路说：“有这样做的吗？您真是太迂腐了。这名怎么正呢？”孔子说：“仲由，真粗野啊。君子对于他所不知道的事情，总是采取存疑的态度。名分不正，说起话来就不顺当合理，说话不顺当合理，事情就办不成。事情办不成，礼乐也就不能兴盛。礼乐不能兴盛，刑罚的执行就不会得当。刑罚不得当，百姓就不知怎么办好。所以，君子一定要定下一个名分，必须能够说得明白，说出来一定能够行得通。君子对于自己的言行，是从不马虎对待的。”\n" +
    "　　樊迟向孔子请教如何种庄稼，孔子说：“我不如老农民。”又请教如何种蔬菜，孔子说：“我不如老菜农。”樊迟出去了。孔子说：“真是个小人啊！樊迟这个人！居于上位的人爱好礼仪，老百姓就没有敢不恭敬的；居于上位的人爱好道义，老百姓就没有敢不服从的；居于上位的人爱好诚信，老百姓就没有敢不诚实的。如果能够做到这一点，那么，四方的老百姓就会背负幼子前来归服，何必要自己来种庄稼呢？”\n" +
    "　　孔子说：“熟读了《诗经》三百篇，交给他政务，他却搞不懂；派他出使到四方各国，又不能独立应对外交。虽然读书多，又有什么用处呢？”\n" +
    "　　孔子说：“(作为管理者)如果自身行为端正，不用发布命令，事情也能推行得通；如果本身不端正，就是发布了命令，百姓也不会听从。”\n" +
    "　　孔子说：“鲁国的政事和卫国的政事，像兄弟一样。”\n" +
    "　　孔子谈到卫国的公子荆，说：“他善于治理家政。当他刚开始有财物时，便说：‘差不多够了。’当稍微多起来时，就说：‘将要足够了。’当财物到了富有时候，就说：‘真是太完美了。’”\n" +
    "　　孔子到卫国去，冉有为他驾车子。孔子说：“人口真是众多啊！”冉有说：“人口已经是如此众多了，又该再做什么呢？”孔子说：“使他们富裕起来。”冉有说：“已经富裕了，还该怎么做？”孔子说：“教育他们。”\n" +
    "　　孔子说：“假如有人用我主持国家政事，一年之内就可以见到成效了，三年便能成效显著。”\n" +
    "　　孔子说：“善人治理国家一百年，也就能够克残暴行为，消除虐杀现象了。这句话说得真对啊！”\n" +
    "　　孔子说：“如果有王者兴起，也一定要在三十年之后才能推行仁政。”\n" +
    "　　孔子说：“如果端正了自己的言行，治理国家还有什么难的呢？如果不能端正自己，又怎么能去端正别人呢？”\n" +
    "　　冉有从办公的地方回来，孔子说：“今天为什么回来得这么晚呢？”冉有回答说：“有政务。”孔子说：“那不过是一般性的事务罢了。如果是重要的政务，即使不用我，我还是会知道的。”\n" +
    "　　鲁定公问：“一句话可以使国家兴盛，有这样的事吗？”孔子回答说：“对语言不能有那么高的期望。有人说：‘做国君难，做臣子也不容易。’如果知道了做国君的艰难，这不近于一句话而使国家兴盛吗？”定公说：“一句话而丧失了国家，有这样的事吗？”孔子回答说：“对语言的作用不能有那么高的期望。有人说：‘我做国君没有感到什么快乐，唯一使我高兴的是我说的话没有人敢违抗。’如果说的话正确而没有人违抗，这不是很好吗？如果说的话不正确也没有人敢违抗，这不就近于一句话就使国家丧亡吗？”\n" +
    "　　叶公问怎样治理国家。孔子说：“让近处的人快乐满意，使远处的人闻风归附。”\n" +
    "　　子夏做了莒父地方的长官，问怎样治理政事。孔子说：“不要急于求成，不要贪图小利。急于求成，反而达不到目的；贪小利则办不成大事。”\n" +
    "　　叶公告诉孔子说：“我家乡有个正直的人，他父亲偷了别人的羊，他便出来告发。”孔子说：“我家乡正直的人与这不同：父亲替儿子隐瞒，儿子替父亲隐瞒，正直就在这里面了。”\n" +
    "　　樊迟问什么是仁。孔子说：“平时的生活起居要端庄恭敬，办事情的时候严肃认真，对待他人要忠诚。就是去边远的少数民族居庄的地方，也是不能废弃这些原则的。”\n" +
    "　　子贡问道：“怎样才可称得上‘士’呢？”孔子说：“能用羞耻之心约束自己的行为，出使不辜负君主的委托，这就可以称作‘士’了。”子贡说：“请问次一等的‘士’是什么样的？”孔子说：“宗族的人称赞他孝顺，乡里的人称赞他友爱。”子贡说：“请问再次一等的‘士’是什么样的？”孔子说： “说话一定要诚信，做事一定要坚定果断，这虽是耿直固执的小人，但也可以算是再次一等的‘士’了。”子贡说：“现在那些执政的人怎么样？”孔子说：“唉！一班器量狭小的家伙，算得了什么呢！”\n" +
    "　　孔子说：“找不到行为合乎中庸的人而和他们交往，一定只能和勇于向前及洁身自好的人交往！勇于向前的人努力进取，洁身自好的人不会去做坏事！激进的人勇于进取，耿介的人不做坏事。”\n" +
    "　　孔子说：“南方人有句话说：‘人如果没有恒心，就不可以做巫医。’这话说得好哇！”《周易》说：“不能长期坚持自己的德行，有时就要遭受羞辱。”孔子又说：“(没有恒心的人)不要占卦罢了。”\n" +
    "　　孔子说：“君子追求与人和谐而不是完全相同、盲目附和，小人追求与人相同、盲目附和而不能和人相处。”\n" +
    "　　子贡问道：“乡里人都喜欢他，这个人怎么样？”孔子说：“还不行。”“乡里人都厌恶他，这个人怎么样？”孔子说：“还不行。最好是乡里的好人都喜欢他，乡里的坏人都厌恶他。”\n" +
    "　　孔子说：“在君子手下做事情很容易，但要取得他的欢心却很难。不用正当的方式去讨他的欢喜，他是不会喜欢的；等到他使用人的时候，能按各人的才德去分配任务。在小人手下做事很难，但要想讨好他却很容易。用不正当的方式去讨好他，他也会很高兴；但在用人的时候，却是要百般挑剔、求全责备的。”\n" +
    "　　孔子说：“君子安详坦然而不骄矜凌人；小人骄矜凌人而不安详坦然。”\n" +
    "　　孔子说：“刚强、坚毅、质朴、慎言，这四种品德接近仁了。\n" +
    "　　子路问道：“怎样才可以称为士呢？”孔子说：“互相帮助督促而又和睦相处，就可以叫作士了。朋友之间互相勉励督促，兄弟之间和睦相处。”\n" +
    "　　孔子说：“善人教导训练百姓七年时间，就可以叫他们去作战了。”\n" +
    "　　孔子说：“让没有受过训练的人去作战，这是抛弃他们，让他们去送死。”"
  },
  {
    title:'宪问篇',
    content:"宪问耻，子曰：“邦有道，谷；邦无道，谷，耻也。”“克、伐、怨、欲不行焉，可以为仁矣？”子曰：“可以为难矣，仁则吾不知也。”\n" +
    "　　子曰：“士而怀居，不足以为士矣。”\n" +
    "　　子曰：“邦有道，危言危行；邦无道，危行言孙。”\n" +
    "　　子曰：“有德者必有言，有言者不必有德。仁者必有勇，勇者不必有仁。”\n" +
    "　　南宫适问于孔子曰：“羿善射，奡荡舟，俱不得其死然；禹、稷躬稼而有天下。”夫子不答。南宫适出，子曰：“君子哉若人！尚德哉若人！”\n" +
    "　　子曰：“君子而不仁者有矣夫，未有小人而仁者也。”\n" +
    "　　子曰：“爱之，能勿劳乎？忠焉，能勿诲乎？”\n" +
    "　　子曰：“为命，裨谌草创之，世叔讨论之，行人子羽修饰之，东里子产润色之。”\n" +
    "　　或问子产，子曰：“惠人也。”问子西，曰：“彼哉，彼哉！”问管仲，曰：“人也。夺伯氏骈邑三百，饭疏食，没齿无怨言。”\n" +
    "　　子曰：“贫而无怨难，富而无骄易。”\n" +
    "　　子曰：“孟公绰为赵、魏老则优，不可以为滕、薛大夫。”\n" +
    "　　子路问成人，子曰：“若臧武仲之知、公绰之不欲、卞庄子之勇、冉求之艺，文之以礼乐，亦可以为成人矣。”曰：“今之成人者何必然？见利思义，见危授命，久要不忘平生之言，亦可以为成人矣。”\n" +
    "　　子问公叔文子于公明贾曰：“信乎，夫子不言，不笑，不取乎？”公明贾对曰：“以告者过也。夫子时然后言，人不厌其言；乐然后笑，人不厌其笑；义然后取，人不厌其取。”子曰：“其然？岂其然乎？”\n" +
    "　　子曰：“臧武仲以防求为后于鲁，虽曰不要君，吾不信也。”\n" +
    "　　子曰：“晋文公谲而不正，齐桓公正而不谲。”\n" +
    "　　子路曰：“桓公杀公子纠，召忽死之，管仲不死，曰未仁乎？”子曰：“桓公九合诸侯不以兵车，管仲之力也。如其仁，如其仁！”\n" +
    "　　子贡曰：“管仲非仁者与？桓公杀公子纠，不能死，又相之。”子曰：“管仲相桓公霸诸侯，一匡天下，民到于今受其赐。微管仲，吾其被发左衽矣。岂若匹夫匹妇之为谅也，自经于沟渎而莫之知也。”\n" +
    "　　公叔文子之臣大夫僎与文子同升诸公，子闻之，曰：“可以为‘文’矣。”\n" +
    "　　子言卫灵公之无道也，康子曰：“夫如是，奚而不丧？”孔子曰：“仲叔圉治宾客，祝鮀治宗庙，王孙贾治军旅，夫如是，奚其丧？”\n" +
    "　　子曰：“其言之不怍，则为之也难。”\n" +
    "　　陈成子弑简公，孔子沐浴而朝，告于哀公曰：“陈恒弑其君，请讨之。”公曰：“告夫三子。”，孔子曰：“以吾从大夫之后，不敢不告也，君曰‘告夫三子’者！”之三子告，不可。孔子曰：“以吾从大夫之后，不敢不告也。”\n" +
    "　　子路问事君，子曰：“勿欺也，而犯之。”\n" +
    "　　子曰：“君子上达，小人下达。”\n" +
    "　　子曰：“古之学者为己，今之学者为人。”\n" +
    "　　蘧伯玉使人于孔子，孔子与之坐而问焉，曰：“夫子何为？”对曰：“夫子欲寡其过而未能也。”使者出，子曰：“使乎！使乎！”\n" +
    "　　子曰：“不在其位，不谋其政。”曾子曰：“君子思不出其位。”\n" +
    "　　子曰：“君子耻其言而过其行。”\n" +
    "　　子曰：“君子道者三，我无能焉：仁者不忧，知者不惑，勇者不惧。”子贡曰：“夫子自道也。”\n" +
    "　　子贡方人，子曰：“赐也贤乎哉？夫我则不暇。”\n" +
    "　　子曰：“不患人之不己知，患其不能也。”\n" +
    "　　子曰：“不逆诈，不亿不信，抑亦先觉者，是贤乎！”\n" +
    "　　微生亩谓孔子曰：“丘何为是栖栖者与？无乃为佞乎？”孔子曰：“非敢为佞也，疾固也。”\n" +
    "　　曰：“骥不称其力，称其德也。”\n" +
    "　　或曰：“以德报怨，何如？”子曰：“何以报德？以直报怨，以德报德。”\n" +
    "　　子曰：“莫我知也夫！”子贡曰：“何为其莫知子也？”子曰：“不怨天，不尤人，下学而上达。知我者其天乎！”\n" +
    "　　公伯寮愬子路于季孙。子服景伯以告，曰：“夫子固有惑志于公伯寮，吾力犹能肆诸市朝。”子曰：“道之将行也与，命也；道之将废也与，命也。公伯寮其如命何？”\n" +
    "　　子曰：“贤者辟世，其次辟地，其次辟色，其次辟言。”子曰：“作者七人矣。”\n" +
    "　　子路宿于石门，晨门曰：“奚自？”子路曰：“自孔氏。”曰：“是知其不可而为之者与？”\n" +
    "　　子击磬于卫，有荷蒉而过孔氏之门者，曰：“有心哉，击磬乎！”既而曰：“鄙哉，硁硁乎！莫己知也，斯己而已矣。深则厉，浅则揭。”子曰：“果哉！末之难矣。”\n" +
    "　　子张曰：“《书》云，‘高宗谅阴，三年不言。’何谓也？”子曰：“何必高宗，古之人皆然。君薨，百官总己以听于冢宰三年。”\n" +
    "　　子曰：“上好礼，则民易使也。”\n" +
    "　　子路问君子，子曰：“修己以敬。”曰：“如斯而已乎？”曰：“修己以安人。”曰：“如斯而已乎？”曰：“修己以安百姓。修己以安百姓，尧、舜其犹病诸！”\n" +
    "　　原壤夷俟，子曰：“幼而不孙弟，长而无述焉，老而不死，是为贼！”以杖叩其胫。\n" +
    "　　阙党童子将命，或问之曰：“益者与？”子曰：“吾见其居于位也，见其与先生并行也。非求益者也，欲速成者也。”",
    translation:"原宪问什么叫耻辱。孔子说：“国家政治清明，做官领俸禄；国家政治黑暗，也做官领俸禄，这就是耻辱。”原宪又问：“好胜、自夸、怨恨和贪婪这四种毛病都没有，可以称得上仁吗？”孔子说：“可以说是难能可贵，至于是否是仁，我就不能断定了。”\n" +
    "　　孔子说：“士人如果留恋安逸的生活，就不足以做士人了。”\n" +
    "　　孔子说：“国家政治清明，言语正直，行为正直；国家政治黑暗，行为也要正直，但言语应谦逊谨慎。”\n" +
    "　　孔子说：“有德的人一定有好的言论，但有好言论的人不一定有德。仁人一定勇敢，但勇敢的人不一定有仁德。”\n" +
    "　　南宫适向孔子问道：“羿擅长射箭，奡善于水战，都没有得到善终。禹和稷亲自耕作庄稼，却得到了天下。”孔子没有回答。南宫适退出去后，孔子说：“这个人是君子啊！这个人崇尚道德啊！”\n" +
    "　　孔子说：“君子之中也许有不仁的人吧，但小人之中却不会有仁人。”\n" +
    "　　孔子说：“爱他，能不为他操劳吗？忠于他，能不以善言来教诲他吗？”\n" +
    "　　孔子说：“郑国制订外交文件，由裨谌起草，世叔提出意见，外交官子羽修改，东里子产作加工润色。”\n" +
    "　　有人问子产是怎样的人。孔子说：“是宽厚慈惠的人。”问到子西是怎样的人。孔子说：“他呀！他呀！”问到管仲是怎样的人。孔子说：“他是个人才。他剥夺了伯氏骈邑三百户的封地，使伯氏终生吃粗茶淡饭，直到老死都没有怨言。”\n" +
    "　　孔子说：“贫穷而没有怨恨很难，富贵而不骄矜却很容易。”\n" +
    "　　孔子说：“孟公绰担任晋国的赵氏、魏氏的家臣是绅绅有余的，但是做不了滕国和薛国这样小国的大夫。”\n" +
    "　　子路问怎样才算是完人。孔子说：“像臧武仲那样有智慧，像孟公绰那样不贪求，像卞庄子那样勇敢，像冉求那样有才艺，再用礼乐来增加他的文采，就可以算个完人了。”孔子又说：“如今的完人何必要这样呢？见到利益能想到道义，遇到危险时肯献出生命，长期处在贫困之中也不忘平生的诺言，也就可以算是完人了。”\n" +
    "　　孔子向公明贾问到公叔文子，说：“是真的吗？他老先生不言语、不笑、不取钱财？”公明贾回答说：“那是告诉你的人说错了。他老人家是到该说话时再说话，别人不讨厌他的话；高兴了才笑，别人不厌烦他的笑；应该取的时候才取，别人不厌恶他的取。”孔子说道：“是这样的吗？难道真的是这样的吗？”\n" +
    "　　孔子说：“臧武仲凭借防邑请求立他的后代为鲁国的卿大夫，虽然有人说他不是要挟国君，我是不信的。”\n" +
    "　　孔子说：“晋文公诡诈而不正派，齐桓公正派而不诡诈。”\n" +
    "　　子路说：“齐桓公杀了公子纠，召忽自杀以殉，但管仲却没有死。”接着又说：“管仲是不仁吧？”孔子说：“桓公多次召集各诸侯国盟会，不用武力，都是管仲出的力。这就是他的仁德！这就是他的仁德！”\n" +
    "　　子贡说：“管仲不是仁人吧？齐桓公杀了公子纠，他不能以死相殉，反又去辅佐齐桓公。”孔子说：“管仲辅佐齐桓公，称霸诸侯，匡正天下一切，人民到现在还受到他的好处。如果没有管仲，我们大概都会披散着头发，衣襟向左边开了。难道他要像普通男女那样守着小节小信，在山沟中上吊自杀而没有人知道吗？”\n" +
    "　　公叔文子的家臣大夫僎，(被文子推荐)和文子一起擢升为卫国的大臣。孔子听说了这件事，说：“可以给他‘文’的谥号了。”\n" +
    "　　孔子谈到卫灵公的昏庸无道，季康子说：“既然这样，为什么没有丧国呢？“孔子说：“他有仲叔圉接侍宾客，祝管治宗庙祭祀，王孙贾统率军队。像这样，怎么会丧国？”\n" +
    "　　孔子说：“说话大言不惭，实行这些话就很难。”\n" +
    "　　陈成子杀了齐简公。孔子在家斋戒沐浴后去朝见鲁哀公，告诉哀公说：“陈恒杀了他的君主，请出兵讨伐他。”哀公说：“你去向季孙、仲孙、孟孙三人报告吧！”孔子退朝后说：“因为我曾经做过大夫，不敢不来报告。可君主却对我说‘去向那三人报告’。”孔子到季孙、叔孙、孟孙三人那里去报告，他们不同意讨伐。孔子说：“因为我曾经做过大夫，不敢不报告。”\n" +
    "　　子路问怎样服侍君主。孔子说:“不要欺骗他，但可以犯颜直谏。”\n" +
    "　　孔子说：“君子向上去通达仁义，小人向下去通达财利。”\n" +
    "　　孔子说：“古代学者学习是为了充实提高自己，现在的学者学习是为了装饰给别人看。”\n" +
    "　　蘧伯玉派使者去拜访孔子，孔子请使者坐下，然后问道：“先生近来在做什么呢？”使者回答说：“先生想要减少自己的过失但还没能做到。”使者出去之后，孔子说：“好一位使者呀！好一位使者呀！”\n" +
    "　　孔子说：“不在个职位上，就不去谋划那个职位上的政事。”曾子说：“君子所思虑的不越出他的职权范围。”\n" +
    "　　孔子说：“君子把说得多做得少视为可耻。”\n" +
    "　　孔子说：“君子所循的三个方面，我都没能做到：仁德的人不忧愁，智慧的人不迷惑，勇敢的人不惧怕。”子贡说道：“是老师对自己的描述。”\n" +
    "　　子贡议论别人。孔子说：“你端木赐就什么都好吗？我就没有这种闲暇(去议论别人)。”\n" +
    "　　孔子说：“不担心别人不知道自己，只担心自己没有能力。”\n" +
    "　　孔子说：“不预先怀疑别人欺诈，不凭空臆想别人不诚信，却能先行察觉，这样的人才是贤者啊。”\n" +
    "　　微生亩对孔子说：“您为什么如此奔波忙碌呢？不是为了显示您的才辩吧？”孔子说：“我不敢显示我有才辩，只是讨厌那种顽固不化的人。”\n" +
    "　　孔子说：“对于千里马不是称赞它的力气，而是要称赞它的品德。”\n" +
    "　　有人说：“用恩德来回报怨恨，怎么样？”孔子说：“那用什么来回报恩德呢？用正直来回报怨恨，用恩德来回报恩德。”\n" +
    "　　孔子说：“没有人了解我啊！”子贡说：“为什么没有人了解您呢？”孔子说：“不埋怨天，不责备人，下学人事而上达天命。了解我的大概只有天吧！”\n" +
    "　　公伯寮向季孙氏控诉子路。子服景伯把这件事告诉了孔子，说：“季孙氏已经被公伯寮迷惑了，我的力量还能让公伯寮的尸首在街头示众。”孔子说：“道将要实行，是天命决定的；道将要被废弃，也是天命决定的。公伯寮能把天命怎么样呢？”\n" +
    "　　孔子说：“贤人逃避恶浊乱世而隐居，其次是择地方而住，再其次是避开不好的脸色，再其次是避开恶言。”孔子说：“这样做的人有七位了。”\n" +
    "　　子路在石门住宿了一夜。早上守城门的人说：“从哪儿来？”子路说：“从孔子家来。”门人说：“就是那位知道做不成却还要做的人吗？”\n" +
    "　　孔子在卫国，一次正在击磬，有一个挑着草筐的人经过孔子门前，说：“这个磬击打得有深意啊！”过了一会儿他又说：“真可鄙呀，磬声硁硁的，没有人知道自己，就自己作罢好了。水深就索性穿着衣服趟过去，水浅就撩起衣服走过去。”孔子说：“说得真果断啊！真这样的话，就没有什么可责问他的了。”\n" +
    "　　子张说：“《尚书》上说：‘殷高宗守丧，三年不谈政事。’这是什么意思？”孔子说：“不只是殷高宗，古人都是这样。国君死了，所有官员都各司其职，听从冢宰的命令长达三年。”\n" +
    "　　孔子说：“居上位的人遇事依礼而行，民众就容易役使了。”\n" +
    "　　子路问怎样做才是君子。孔子说：“修养自己以做到恭敬认真。”子路说：“像这样就可以了吗？”孔子说：“修养自己并且使别人安乐。”子路又问：“像这样就可以了吗？”孔子说：“修养自己并且使百姓安乐。修养自己，使百姓都安乐，尧、舜大概都担心很难完全做到吧！”\n" +
    "　　原壤叉开两条腿坐着等孔子。孔子说：“你小时候不谦恭不敬兄长，长大了没有什么值得称道的，老了还不死掉，真是个害人的家伙。”说完，用手杖敲击他的小腿。\n" +
    "　　阚里的一个童子来传信息。有人问孔子：“这是一个求进益的人吗？”孔子说：“我看见他坐在成人的席位上，看见他和长辈并肩而行。他不是个求进益的人，而是一个急于求成的人。”"
  },
  {
    title:'卫灵公篇',
    content:"卫灵公问陈于孔子，孔子对曰：“俎豆之事，则尝闻之矣；军旅之事，未之学也。”明日遂行。\n" +
    "　　在陈绝粮，从者病莫能兴。子路愠见曰：“君子亦有穷乎？”子曰：“君子固穷，小人穷斯滥矣。”\n" +
    "　　子曰：“赐也，女以予为多学而识之者与？”对曰：“然，非与？”曰：“非也，予一以贯之。”\n" +
    "　　子曰：“由，知德者鲜矣。”\n" +
    "　　子曰：“无为而治者其舜也与！夫何为哉？恭己正南面而已矣。”\n" +
    "　　子张问行，子曰：“言忠信，行笃敬，虽蛮貊之邦行矣；言不忠信，行不笃敬，虽州里行乎哉？立则见其参于前也；在舆则见其倚于衡也，夫然后行。”子张书诸绅。\n" +
    "　　子曰：“直哉史鱼！邦有道如矢，邦无道如矢。君子哉蘧伯玉！邦有道则仕，邦无道则可卷而怀之。”\n" +
    "　　子曰：“可与言而不与之言，失人；不可与言而与之言，失言。知者不失人亦不失言。”\n" +
    "　　子曰：“志士仁人无求生以害仁，有杀身以成仁。”\n" +
    "　　子贡问为仁，子曰：“工欲善其事，必先利其器。居是邦也，事其大夫之贤者，友其士之仁者。”\n" +
    "　　颜渊问为邦，子曰：“行夏之时，乘殷之辂，服周之冕，乐则《韶》、《舞》；放郑声，远佞人。郑声淫，佞人殆。”\n" +
    "　　子曰：“人无远虑，必有近忧。”\n" +
    "　　子曰：“已矣乎！吾未见好德如好色者也。”\n" +
    "　　子曰：“臧文仲其窃位者与！知柳下惠之贤而不与立也。”\n" +
    "　　子曰：“躬自厚而薄责于人，则远怨矣。”\n" +
    "　　子曰：“不曰‘如之何、如之何’者，吾末如之何也已矣。”\n" +
    "　　子曰：“群居终日，言不及义，好行小慧，难矣哉！”\n" +
    "　　子曰：“君子义以为质，礼以行之，孙以出之，信以成之。君子哉！”\n" +
    "　　子曰：“君子病无能焉，不病人之不己知也。”\n" +
    "　　子曰：“君子疾没世而名不称焉。”\n" +
    "　　子曰：“君子求诸己，小人求诸人。”\n" +
    "　　子曰：“君子矜而不争，群而不党。”\n" +
    "　　子曰：“君子不以言举人，不以人废言。”\n" +
    "　　子贡问曰：“有一言而可以终身行之者乎？”子曰：“其恕乎！己所不欲，勿施于人。”\n" +
    "　　子曰：“吾之于人也，谁毁谁誉？如有所誉者，其有所试矣。斯民也，三代之所以直道而行也。”\n" +
    "　　子曰：“吾犹及史之阙文也，有马者借人乘之，今亡矣夫！”\n" +
    "　　子曰：“巧言乱德，小不忍，则乱大谋。”\n" +
    "　　子曰：“众恶之，必察焉；众好之，必察焉。”\n" +
    "　　子曰：“人能弘道，非道弘人。”\n" +
    "　　子曰：“过而不改，是谓过矣。”\n" +
    "　　子曰：“吾尝终日不食、终夜不寝以思，无益，不如学也。”\n" +
    "　　子曰：“君子谋道不谋食。耕也馁在其中矣，学也禄在其中矣。君子忧道不忧贫。”\n" +
    "　　子曰：“知及之，仁不能守之，虽得之，必失之；知及之，仁能守之，不庄以莅之，则民不敬；知及之，仁能守之，庄以莅之，动之不以礼，未善也。”\n" +
    "　　子曰：“君子不可小知而可大受也，小人不可大受而可小知也。”\n" +
    "　　子曰：“民之于仁也，甚于水火。水火，吾见蹈而死者矣，未见蹈仁而死者也。”\n" +
    "　　子曰：“当仁不让于师。”\n" +
    "　　子曰：“君子贞而不谅。”\n" +
    "　　子曰：“事君，敬其事而后其食。”\n" +
    "　　子曰：“有教无类。”\n" +
    "　　子曰：“道不同，不相为谋。”\n" +
    "　　子曰：“辞达而已矣。”\n" +
    "　　师冕见，及阶，子曰：“阶也。”及席，子曰：“席也。”皆坐，子告之曰：“某在斯，某在斯。”师冕出。子张问曰：“与师言之道与？”子曰：“然，固相师之道也。”",
    translation:"卫灵公向孔子询问排兵布阵的方法。孔子回答说：“祭祀礼仪方面的事情，我听说过；用兵打仗的事，从来没有学过。”第二天就离开了卫国。\n" +
    "　　孔子在陈国断绝了粮食，跟从的人都饿病了，躺着不能起来。子路生气地来见孔子说：“君子也有困窘没有办法的时候吗？”孔子说：“君子在困窘时还能固守正道，小人一困窘就会胡作非为。”\n" +
    "　　孔子对子贡说：“赐呀，你以为我是多多地学习并能牢记所学知识的人吗？”子贡回答说：“是的，难道不是这样吗？”孔子说：“不是的，我是用一个基本观念把它们贯穿起来。”\n" +
    "　　孔子说：“仲由！知晓德的人太少了。”\n" +
    "　　孔子说：“能够无所作为而使天下得到治理的人，大概只有舜吧？他做了什么呢？他只是庄重端正地面向南地坐在王位上罢了。”\n" +
    "　　子张问怎样才能处处行得通。孔子说：“言语忠实诚信，行为笃厚恭敬，即使到了蛮貊地区，也能行得通。言语不忠实诚信，行为不笃厚恭敬，即使是在本乡本土，能行得通吗？站立时，就好像看见‘忠实、诚信、笃厚、恭敬’的字样直立在面前；在车上时，就好像看见这几个字靠在车前横木上，这样才能处处行得通。”子张把这些话写在衣服大带上。\n" +
    "　　孔子说：“史鱼正直啊！国家政治清明时，他像箭一样直；国家政治黑暗，他也像箭一样直。蘧伯玉是君子啊！国家政治清明时，他就出来做官；国家政治黑暗时，就把自己的才能收藏起来(不做官)。”\n" +
    "　　孔子说：“可以和他谈的话但没有与他谈，这是错失了人才；不可与他谈及却与他谈了，这是说错了话。聪明的人不错过人才，也不说错话。”\n" +
    "　　孔子说：“志士仁人，不会为了求生损害仁，却能牺牲生命去成就仁。”\n" +
    "　　子贡问怎样培养仁德，孔子说：“工匠要想做好工，必须先把器具打磨锋利。住在这个国家，就要侍奉大夫中的贤人，结交士中的仁人。”\n" +
    "　　颜渊问怎样治理国家。孔子说：“实行夏朝的历法，乘坐殷朝的车子，戴周朝的礼帽，音乐就用舜时的音乐和周武王时的音乐。舍弃郑国的乐曲，远离谄媚的人。郑国的乐曲很淫秽，谄媚的人很危险。”\n" +
    "　　孔子说：“人没有长远的考虑，一定会有眼前的忧患。”\n" +
    "　　孔子说：“罢了！我没见过喜欢美德如同喜欢美色一样的人。”\n" +
    "　　孔子说：“臧文仲大概是个窃据官位(而不称职)的人吧！他知道柳下惠贤良，却不给他官位。”\n" +
    "　　孔子说：“严厉地责备自己而宽容地对待别人，就可以远离别人的怨恨了。”\n" +
    "　　孔子说：“不说‘怎么办、怎么办’的人，我对他也不知道该怎么办了。”\n" +
    "　　孔子说：“整天聚在一起，言语都和义理不相关，喜欢卖弄小聪明，这种人很难教导。”\n" +
    "　　孔子说：“君子把义作为本，依照礼来实行，用谦逊的言语来表述，用诚信的态度来完成它。这样做才是君子啊！”\n" +
    "　　孔子说：“君子担心自己没有才能，不担心别人不知道自己。”\n" +
    "　　孔子说：“君子担心死后自己的名字不被人称道。”\n" +
    "　　孔子说：“君子要求自己，小人苛求别人。”\n" +
    "　　孔子说：“君子矜持庄重而不与人争执，合群而不与人结成宗派。”\n" +
    "　　孔子说：“君子不因为一个人的言语(说得好)而推举他，也不因为一个人有缺点而废弃他好的言论。”\n" +
    "　　子贡问道：“有一个可以终身奉行的字吗？”孔子说：“大概是‘恕’吧！自己不想要的，不要施加给别人。”\n" +
    "　　孔子说：“我对于别人，毁谤了谁？赞誉了谁？如果有所赞誉的话，一定对他有所考察。有了这样的民众，夏、商、周三代所以能直道而行。”\n" +
    "　　孔子说：“我还能够看到史书中存疑空阙的地方。有马的人(自己不会调教)先借给别人骑，现在没有这样的了。”\n" +
    "　　孔子说：“花言巧语会败坏道德。小事上不忍耐，就会扰乱了大的谋略。”\n" +
    "　　孔子说：“众人都厌恶他，一定要去考察；大家都喜爱他，也一定要去考察。”\n" +
    "　　孔子说：“人能够把道发扬光大，不是道能把人发扬光大。”\n" +
    "　　孔子说：“有了过错而不改正，这就真叫过错了。”\n" +
    "　　孔子说：“我曾经整天不吃、整夜不睡地去思索，没有益处，还不如去学习。”\n" +
    "　　孔子说：“君子谋求的是道而不去谋求衣食。耕作，常常会有饥饿；学习，往往得到俸禄。君子担忧是否能学到道，不担忧贫穷。”\n" +
    "　　孔子说：“靠聪明才智得到它，仁德不能守住它，即使得到了，也一定会丧失。靠聪明才智得到它，仁德能够守住它，但不以庄重的态度来行使职权，那么民众就不敬畏。靠聪明才智得到它，用仁德保持它，能以庄重的态度来行使职权，但不能按照礼来动员，也是不完善的。”\n" +
    "　　孔子说：“君子不能让他们做那些小事，却可以接受重任；小人不可以承担重任，但可以让他们做那些小事。”\n" +
    "　　孔子说：“民众对于仁的需要，超过对水火的需要。水和火，我看见有人死在里面，却没有见过实行‘仁’而死的。”\n" +
    "　　孔子说：“遇到可以实践仁道的机会，对老师也不必谦让。”\n" +
    "　　孔子说：“君子讲大信，而不拘泥于守小信。”\n" +
    "　　孔子说：“侍奉君主，应该认真做事，而把领取俸禄的事放在后面。”\n" +
    "　　孔子说：“人人都可以接受教育，没有高低贵贱的等级差别。”\n" +
    "　　孔子说：“志向主张不同，不在一起谋划共事。”\n" +
    "　　孔子说：“言辞能表达出意思就可以了。”\n" +
    "　　师冕来见孔子，走到台阶边，孔子说：“这儿是台阶。”走到坐席边，孔子说：“这是坐席。”大家都坐下后，孔子告诉他说：“某人在这里，某人在这里。”师冕告辞后，子张问道：“这就是与乐师谈话的道吗？”孔子说：“是的，这就是帮助乐师的道。”"
  },
  {
    title:'季氏篇',
    content:"季氏将伐颛臾，冉有、季路见于孔子，曰：“季氏将有事于颛臾。”孔子曰：“求，无乃尔是过与？夫颛臾，昔者先王以为东蒙主，且在邦域之中矣，是社稷之臣也。何以伐为？”冉有曰：“夫子欲之，吾二臣者皆不欲也。”孔子曰：“求，周任有言曰：‘陈力就列，不能者止。’危而不持，颠而不扶，则将焉用彼相矣？且尔言过矣，虎兕出于柙，龟玉毁于椟中，是谁之过与？”冉有曰：“今夫颛臾固而近于费，今不取，后世必为子孙忧。”孔子曰：“求，君子疾夫舍曰欲之而必为之辞。丘也闻，有国有家者，不患寡而患不均，不患贫而患不安。盖均无贫，和无寡，安无倾。夫如是，故远人不服则修文德以来之，既来之，则安之。今由与求也相夫子，远人不服而不能来也，邦分崩离析而不能守也，而谋动干戈于邦内。吾恐季孙之忧不在颛臾，而在萧墙之内也。”\n" +
    "　　孔子曰：“天下有道，则礼乐征伐自天子出；天下无道，则礼乐征伐自诸侯出。自诸侯出，盖十世希不失矣；自大夫出，五世希不失矣；陪臣执国命，三世希不失矣。天下有道，则政不在大夫；天下有道，则庶人不议。”\n" +
    "　　孔子曰：“禄之去公室五世矣，政逮于大夫四世矣，故夫三桓之子孙微矣。”\n" +
    "　　孔子曰：“益者三友，损者三友。友直、友谅、友多闻，益矣；友便辟、友善柔、友便佞，损矣。”\n" +
    "　　孔子曰：“益者三乐，损者三乐。乐节礼乐、乐道人之善、乐多贤友，益矣；乐骄乐、乐佚游、乐宴乐，损矣。”\n" +
    "　　孔子曰：“侍于君子有三愆：言未及之而言谓之躁，言及之而不言谓之隐，未见颜色而言谓之瞽。”\n" +
    "　　孔子曰：“君子有三戒：少之时，血气未定，戒之在色；及其壮也，血气方刚，戒之在斗；及其老也，血气既衰，戒之在得。”\n" +
    "　　孔子曰：“君子有三畏：畏天命，畏大人，畏圣人之言。小人不知天命而不畏也，狎大人，侮圣人之言。”\n" +
    "　　孔子曰：“生而知之者上也，学而知之者次也；困而学之又其次也。困而不学，民斯为下矣。”\n" +
    "　　孔子曰：“君子有九思：视思明，听思聪，色思温，貌思恭，言思忠，事思敬，疑思问，忿思难，见得思义。”\n" +
    "　　孔子曰：“见善如不及，见不善如探汤；吾见其人矣。吾闻其语矣。隐居以求其志，行义以达其道；吾闻其语矣，未见其人也。”\n" +
    "　　齐景公有马千驷，死之日，民无德而称焉；伯夷、叔齐饿于首阳之下，民到于今称之。其斯之谓与？”\n" +
    "　　陈亢问于伯鱼曰：“子亦有异闻乎？”对曰：“未也。尝独立，鲤趋而过庭，曰：‘学《诗》乎？’对曰：‘未也。’‘不学《诗》，无以言。’鲤退而学《诗》。他日，又独立，鲤趋而过庭，曰：‘学《礼》乎？’对曰：‘未也。’‘不学《礼》，无以立。’鲤退而学《礼》。闻斯二者。”陈亢退而喜曰：“问一得三，闻《诗》，闻《礼》，又闻君子之远其子也。”\n" +
    "　　邦君之妻，君称之曰夫人，夫人自称曰小童；邦人称之曰君夫人，称诸异邦曰寡小君；异邦人称之亦曰君夫人。",
    translation:"季氏准备攻打颛臾。冉有、子路去拜见孔子，说：“季氏准备对颛臾用兵了。”孔子说：“冉求！难道不是你的过错吗？颛臾，以前先王让它主持东蒙山的祭祀，而且它在鲁国的疆域之内，是国家的臣属，为什么要攻打它呢？”冉有说：“季孙大夫想去攻打，我们两人都不同意。”孔子说：“冉求！周任说过：‘根据自己的才力去担任职务，不能胜任的就辞职不干。’盲人遇到了危险不去扶持，跌倒了不去搀扶，那还用辅助的人干什么呢？而且你的话说错了。老虎、犀牛从笼子里跑出来，龟甲和美玉在匣子里被毁坏了，是谁的过错呢？”冉有说：“现在颛臾，城墙坚固，而且离季氏的采邑费地很近。现在不攻占它，将来一定会成为子孙的祸患。”孔子说：“冉求！君子痛恨那些不说自己想那样做却一定要另找借口的人。我听说，对于诸侯和大夫，不怕贫穷而怕财富不均；不怕人口少而怕不安定。因为财富均衡就没有贫穷，和睦团结就不觉得人口少，境内安定就不会有倾覆的危险。像这样做，远方的人还不归服，那就再修仁义礼乐的政教来招致他们。他们来归服了，就让他们安心生活。现在，仲由和冉求你们辅佐季孙，远方的人不归服却又不能招致他们；国家分崩离析却不能保全守住；反而谋划在国内动用武力。我恐怕季孙的忧患不在颛臾，而在他自己的宫墙之内呢。”\n" +
    "　　孔子说：“天下政治清明，制礼作乐以及出兵征伐的命令都由天子下达；天下政治昏乱，制礼作乐以及出兵征伐的命令都由诸侯下达。政令由诸侯下达，大概延续到十代就很少有不丧失的；政令由大夫下达，延续五代后就很少有不丧失的；大夫的家臣把持国家政权，延续到三代就很少有不丧失的。天下政治清明，国家的政权就不会掌握在大夫手中；天下政治清明，普通百姓就不会议论朝政了。”\n" +
    "　　孔子说：“国家政权离开了鲁国公室已经五代了，政权落到大夫手中已经四代了，所以鲁桓公的三家子孙都衰微了。”\n" +
    "　　孔子说：“有益的朋友有三种，有害的朋友有三种。同正直的人交友，同诚信的人交友，同见闻广博的人交友，是有益的。同逢迎谄媚的人交友，同表面柔顺而内心奸诈的人交友，同花言巧语的人交友，是有害的。”\n" +
    "　　孔子说：“有益的爱好有三种，有害的爱好有三种。以用礼乐调节自己为乐，以称道人的好处为乐，以有很多德才兼备的朋友为乐，是有益的。以骄纵享乐为乐，以安逸游乐为乐，以宴饮无度为乐，是有害的。”\n" +
    "　　孔子说：“侍奉君子容易有三种过失：没有轮到他发言而发言，叫作急躁；到该说话时却不说话，叫作隐瞒；不看君子的脸色而贸然说话，叫作盲目。”\n" +
    "　　孔子说：“君子有三件事应该警惕戒备：年少的时候，血气还没有发展稳定，要警戒迷恋女色；壮年的时候，血气正旺盛，要警戒争强好斗；到了老年的时候，血气已经衰弱，要警戒贪得无厌。”\n" +
    "　　孔子说：“君子有三种敬畏：敬畏天命，敬畏王公大人，敬畏圣人的言论。小人不知道天命不可违抗，所以不敬畏它，轻视王公大人，侮慢圣人的言论。”\n" +
    "　　孔子说：“生来就知道的，是上等；经过学习后才知道的，是次等；遇到困惑疑难才去学习的，是又次一等了；遇到困惑疑难仍不去学习的，这种老百姓就是下等的了。”\n" +
    "　　孔子说：“君子有九种思考：看的时候要思考看明白了没，听的时要思考听清楚了没，待人接物时，要想想脸色是否温和，样貌是否恭敬，说话时要想想是否忠实，做事时要想想是否严肃认真，有疑难时要想着询问，气愤发怒时要想想可能产生的后患，看见可得的要想想是否合于义。”\n" +
    "　　孔子说：“见到善的行为，就像怕赶不上似的去努力追求；看见不善的行为，就像手伸进了沸水中那样赶快开。我看见过这样的人，也听到过这样的话语。隐居起来以求保全自己的志向，按照义的原则行事以贯彻自己的主张。我听到过这样的话语，却没见过这样的人。”\n" +
    "　　齐景公有四千匹马，他死的时候，人民找不到他有什么德行值得称颂的。伯夷和叔齐饿死在首阳山上，人民到现在还在称颂他们。大概就是这个意思吧！\n" +
    "　　陈亢向伯鱼问道：“你在老师那里有得到与众不同的教诲吗？”伯鱼回答说：“没有。他曾经独自站在那里，我快步走过庭中，他说：‘学《诗》了吗？’我回答说：‘没有。’他说：‘不学《诗》就不会应对说话。’我退回后就学《诗》。另一天，他又独自一人站着，我快步走过庭中，他说：‘学《礼》了吗？’我回答说：‘没有。’他说：‘不学《礼》，就没法立足于社会。’我退回后就学《礼》。我只听到过这两次教诲。”陈亢回去后高兴地说：“问一件事，知道了三件事，知道要学《诗》，知道要学《礼》，又知道君子不偏私自己的儿子。”\n" +
    "　　国君的妻子，国君称她为夫人，夫人自称为小童，国人称她为君夫人，对别国人称她为寡小君，别国人也称她为君夫人。"
  },
  {
    title:'阳货篇',
    content:"阳货欲见孔子，孔子不见，归孔子豚。孔子时其亡也而往拜之，遇诸涂。谓孔子曰：“来，予与尔言。”曰：“怀其宝而迷其邦，可谓仁乎？”曰：“不可。”“好从事而亟失时，可谓知乎？”曰：“不可！”“日月逝矣，岁不我与！”孔子曰：“诺，吾将仕矣。”\n" +
    "　　子曰：“性相近也，习相远也。”\n" +
    "　　子曰：“唯上知与下愚不移。”\n" +
    "　　子之武城，闻弦歌之声。夫子莞尔而笑，曰：“割鸡焉用牛刀？”子游对曰：“昔者偃也闻诸夫子曰：‘君子学道则爱人，小人学道则易使也。’”子曰：“二三子，偃之言是也！前言戏之耳。”\n" +
    "　　公山弗扰以费畔，召，子欲往。子路不说，曰：“末之也已，何必公山氏之之也？”子曰：“夫召我者而岂徒哉？如有用我者，吾其为东周乎！”\n" +
    "　　子张问仁于孔子，孔子曰：“能行五者于天下为仁矣。”请问之，曰：“恭、宽、信、敏、惠。恭则不侮，宽则得众，信则人任焉，敏则有功，惠则足以使人。”\n" +
    "　　佛肸召，子欲往。子路曰：“昔者由也闻诸夫子曰：‘亲于其身为不善者，君子不入也。’佛肸以中牟畔，子之往也，如之何？”子曰：“然，有是言也。不曰坚乎，磨而不磷；不曰白乎，涅而不缁。吾岂匏瓜也哉？焉能系而不食？”\n" +
    "　　子曰：“由也，女闻六言六蔽矣乎？”对曰：“未也。”“居！吾语女。好仁不好学，其蔽也愚；好知不好学，其蔽也荡；好信不好学，其蔽也贼；好直不好学，其蔽也绞；好勇不好学，其蔽也乱；好刚不好学，其蔽也狂。”\n" +
    "　　子曰：“小子何莫学夫《诗》？《诗》可以兴，可以观，可以群，可以怨。迩之事父，远之事君，多识于鸟兽草木之名。”\n" +
    "　　子谓伯鱼曰：“女为《周南》、《召南》矣乎？人而不为《周南》、《召南》，其犹正墙面而立也与！”\n" +
    "　　子曰：“礼云礼云，玉帛云乎哉？乐云乐云，钟鼓云乎哉？”\n" +
    "　　子曰：“色厉而内荏，譬诸小人，其犹穿窬之盗也与？”\n" +
    "　　子曰：“乡愿，德之贼也。”\n" +
    "　　子曰：“道听而涂说，德之弃也。”\n" +
    "　　子曰：“鄙夫可与事君也与哉？其未得之也，患得之；既得之，患失之。苟患失之，无所不至矣。”\n" +
    "　　子曰：“古者民有三疾，今也或是之亡也。古之狂也肆，今之狂也荡；古之矜也廉，今之矜也忿戾；古之愚也直，今之愚也诈而已矣。”\n" +
    "　　子曰：“巧言令色，鲜矣仁。”\n" +
    "　　子曰：“恶紫之夺朱也，恶郑声之乱雅乐也，恶利口之覆邦家者。”\n" +
    "　　子曰：“予欲无言。”子贡曰：“子如不言，则小子何述焉？”子曰：“天何言哉？四时行焉，百物生焉，天何言哉？”\n" +
    "　　孺悲欲见孔子，孔子辞以疾。将命者出户，取瑟而歌，使之闻之。\n" +
    "　　宰我问：“三年之丧，期已久矣！君子三年不为礼，礼必坏；三年不为乐，乐必崩。旧谷既没，新谷既升，钻燧改火，期可已矣。”子曰：“食夫稻，衣夫锦，于女安乎？”曰：“安！”“女安则为之！夫君子之居丧，食旨不甘，闻乐不乐，居处不安，故不为也。今女安，则为之！”宰我出，子曰：“予之不仁也！子生三年，然后免于父母之怀。夫三年之丧，天下之通丧也，予也有三年之爱于其父母乎！”\n" +
    "　　子曰：“饱食终日，无所用心，难矣哉！不有博弈者乎？为之犹贤乎已。”\n" +
    "　　子路曰：“君子尚勇乎？”子曰：“君子义以为上。君子有勇而无义为乱，小人有勇而无义为盗。”\n" +
    "　　子贡曰：“君子亦有恶乎？”子曰：“有恶。恶称人之恶者，恶居下流而讪上者，恶勇而无礼者，恶果敢而窒者。”曰：“赐也亦有恶乎？”“恶徼以为知者，恶不孙以为勇者，恶讦以为直者。”\n" +
    "　　子曰：“唯女子与小人为难养也，近之则不孙，远之则怨。”\n" +
    "　　子曰：“年四十而见恶焉，其终也已。”",
    translation:"阳货想要孔子去拜见他，孔子不去拜见，他便送给孔子一头熟了的小猪。孔子打听到他不在家时，前往他那里去回拜表谢。却在途中遇见阳货。阳货对孔子说：“来！我同你说话。”孔子走过去，阳货说：“一个人怀藏本领却听任国家迷乱，可以叫作仁吗？”孔子说：“不可以。”“喜好参与政事而屡次错失时机，可以叫作聪明吗？”孔子说：“不可以。”“时光很快地流逝了，岁月是不等人的。”孔子说：“好吧，我将去做官了。”\n" +
    "　　孔子说：“人们的本性是相近的，后天的习染使人们之间相差甚远了。”\n" +
    "　　孔子说：“只有上等的智者与下等的愚人是改变不了的。”\n" +
    "　　孔子到了武城，听到管弦和歌唱的声音。孔子微笑着说：“杀鸡何必用宰牛的刀呢？”子游回答说：“以前我听老师说过：‘君子学习了道就会爱人，老百姓学习了道就容易使唤。’”孔子说：“学生们，言偃的话是对的。我刚才说的话是同他开玩笑罢了。”\n" +
    "　　公山弗扰在费邑叛反，召孔子，孔子准备前往。子路不高兴，说：“没有地方去就算了，何必到公山氏那里去呢？”孔子说：“那召我去的人，岂会让我白去一趟吗？如果有任用我的人，我就会使周朝的政德在东方复兴。”\n" +
    "　　子张向孔子问仁。孔子说：“能够在天下实行五种美德，就是仁了。”子张问：“请问是哪五种？”孔子说：“恭敬，宽厚，诚信，勤敏，慈惠。恭敬就不会招致侮辱，宽厚就会得到众人的拥护，诚信就会得到别人的任用，勤敏则会取得功绩，慈惠就能够使唤人。”\n" +
    "　　佛肸召孔子，孔子打算前往。子路说：“以前我从老师这里听过：‘亲自行不善的人，君子是不会去的。’佛肸在中牟发动叛乱，您要去，这是怎么回事呢？”孔子说：“是的，我有讲过这样的话。但不是说过坚硬的东西，磨也磨不损吗？不是说过洁白的东西，染也染不黑吗？我难道是只苦葫芦么，怎么能够悬挂在那里却不可食用呢？”\n" +
    "　　孔子说：“仲由！你听过六种品德和六种弊病吗？”子路回答说：“没有。”孔子说：“坐！我告诉你。爱好仁却不爱好学习，它的弊病是愚蠢；爱好聪明而不爱学习，它的弊病是放荡不羁；爱好诚信而不爱好学习，它的弊病是容易被人利用伤害；爱好直率而不爱好学习，它的弊病是说话尖刻刺人；爱好勇敢而不爱好学习，它的弊病是狂妄。”\n" +
    "　　孔子说：“学生们为什么没有人学诗呢？诗可以激发心志，可以提高观察力，可以培养群体观念，可以学得讽刺方法。近则可以用其中的道理来侍奉父母；远可以用来侍奉君主，还可以多认识鸟兽草木的名称。”\n" +
    "　　孔子对伯鱼说：“你学习《周南》、《召南》了吗？一个人如果不学习《周南》、《召南》，那就像对着墙站立一样无法行走了吧？”\n" +
    "　　孔子说：“礼呀礼呀，仅仅说的是玉器和丝帛吗？乐呀乐呀，仅仅说的是钟鼓等乐器吗？”\n" +
    "　　孔子说：“外表严厉而内心怯懦，用小人作比喻，大概像个挖洞爬墙的盗贼吧。”\n" +
    "　　孔子说：“没有道德修养的伪君子，是道德的败坏者。”\n" +
    "　　孔子说：“把道路上听来的东西四处传说，是背弃道德的行为。”\n" +
    "　　孔子说：“那些鄙夫，可以和他们一起侍奉君主吗？他们在未得到职位时，总是害怕得不到；得到职位以后，又唯恐失去，如果老是担心失去职位，那他就什么事都干得出来了。”\n" +
    "　　孔子说：“古代的百姓有三种毛病，现在或许都没有了。古代的狂人是轻率肆意，现在的狂人则是放荡不羁；古代矜持的人是棱角分明，现在矜持的人是恼羞成怒，强词夺理古代愚笨的人是憨直，现在愚笨的人是欺诈伪装罢了。”\n" +
    "　　孔子说：“花言巧语，伪装和善，这种人很少有仁德。”\n" +
    "　　孔子说：“憎恶紫色夺去红色的光彩和地位，憎恶郑国的乐曲淆乱典雅正统的乐曲，憎恶用巧言善辩颠覆国家的人。”\n" +
    "　　孔子说：“我想不说话了。”子贡说：“您如果不说话，那我们这些学生传述什么呢？”孔子说：“天说什么话了吗？四季照样运行，万物照样生长，天说什么话了吗？”\n" +
    "　　孺悲想拜见孔子，孔子以生病为由拒绝了。传话的人刚出门，孔子便取下瑟来边弹边唱，故意让孺悲听见。\n" +
    "　　宰我问：“父母死了，服丧三年，为期太久长了。君子三年不习礼，礼一定会败坏；三年不演奏音乐，音乐一定会荒废。旧谷已经吃完，新谷已经登场，取火用的燧木已经轮换了一遍，服丧一年就可以了。”孔子说：“丧期不到三年就吃稻米，穿锦缎，对你来说心安吗？”宰我说：“心安。”孔子说：“你心安，就那样做吧！君子服丧，吃美味不觉得香甜，听音乐不感到快乐，住在家里不觉得舒适安宁，所以不那样做。现在你心安，就那样去做吧！”宰我出去了，孔子说：“宰我不仁啊！孩子生下来三年后，才能完全脱离父母的怀抱。三年丧期，是天下通行的丧礼。宰予难道没有从他父母那里得到过三年怀抱之爱吗？”\n" +
    "　　孔子说：“整天吃得饱饱的，什么心思也不用，这就难办了呀！不是有掷骰子、下围棋之类的游戏吗？干干这些，也比什么都不干好些。”\n" +
    "　　子路说：“君子崇尚勇敢吗？”孔子说：“君子把义看作是最尊贵的。君子有勇无义就会作乱，小人有勇无义就会去做盗賊。”\n" +
    "　　子贡问：“君子也有憎恶的人或事吗？”孔子说：“是有所憎恶的。憎恶宣扬别人过错的人，憎恶身居下位而毁谤身居上位的人，憎恶勇敢而无礼的人，憎恶果敢而顽固不化的人。”孔子问：“赐，你也有憎恶的人和事吗？”子贡说：“我憎恶抄袭他人之说而自以为聪明的人，憎恶把不谦逊当作勇敢的人，憎恶揭发别人的隐私却自以为直率的人。”\n" +
    "　　孔子说：“只有女子和小人是不容易相处的。亲近了，他们就会无礼；疏远了，他们就会怨恨。”\n" +
    "　　孔子说：“四十岁的时候还被人所厌恶，他这一辈子也就算完了。”"
  },
  {
    title:'微子篇',
    content:"微子去之，箕子为之奴，比干谏而死。孔子曰：“殷有三仁焉。”\n" +
    "　　柳下惠为士师，三黜。人曰：“子未可以去乎？”曰：“直道而事人，焉往而不三黜？枉道而事人，何必去父母之邦？”\n" +
    "　　齐景公待孔子曰：“若季氏，则吾不能。”以季、孟之间待之，曰：“吾老矣，不能用也。”孔子行。\n" +
    "　　齐人归女乐，季桓子受之，三日不朝，孔子行。”\n" +
    "　　楚狂接舆歌而过孔子曰：“凤兮凤兮，何德之衰？往者不可谏，来者犹可追。已而已而，今之从政者殆而！”孔子下，欲与之言，趋而辟之，不得与之言。\n" +
    "　　长沮、桀溺耦而耕，孔子过之，使子路问津焉。长沮曰：“夫执舆者为谁？”子路曰：“为孔丘。”曰：“是鲁孔丘与？”曰：“是也。”曰：“是知津矣。”问于桀溺，桀溺曰：“子为谁？”曰：“为仲由。”曰：“是鲁孔丘之徒与？”对曰：“然。”曰：“滔滔者天下皆是也，而谁以易之？且而与其从辟人之士也，岂若从辟世之士？”耰而不辍。子路行以告，夫子怃然曰：“鸟兽不可与同群，吾非斯人之徒与而谁与？天下有道，丘不与易也。”\n" +
    "　　子路从而后，遇丈人，以杖荷蓧。子路问曰：“子见夫子乎？”丈人曰：“四体不勤，五谷不分，孰为夫子？”植其杖而芸，子路拱而立。止子路宿，杀鸡为黍而食之，见其二子焉。明日，子路行以告，子曰：“隐者也。”使子路反见之，至则行矣。子路曰：“不仕无义。长幼之节不可废也，君臣之义如之何其废之？欲洁其身而乱大伦。君子之仕也，行其义也，道之不行已知之矣。”\n" +
    "　　逸民：伯夷、叔齐、虞仲、夷逸、朱张、柳下惠、少连。子曰：“不降其志，不辱其身，伯夷、叔齐与！”谓：“柳下惠、少连降志辱身矣，言中伦，行中虑，其斯而已矣。”谓：“虞仲、夷逸隐居放言，身中清，废中权。我则异于是，无可无不可。”\n" +
    "　　太师挚适齐，亚饭干适楚，三饭缭适蔡，四饭缺适秦，鼓方叔入于河，播鼗武入于汉，少师阳、击磬襄入于海。\n" +
    "　　周公谓鲁公曰：“君子不施其亲，不使大臣怨乎不以，故旧无大故则不弃也，无求备于一人。”\n" +
    "　　周有八士：伯达、伯适、仲突、仲忽、叔夜、叔夏、季随、季騧。",
    translation:"微子离开了商纣王，箕子做了他的奴隶，比干强谏被杀。孔子说：“殷朝有三位仁人！”\n" +
    "　　柳下惠担任掌管刑罚的官，多次被罢免。有人问：“您不可以离开鲁国吗？”他说：“用正直之道来侍奉人，去哪里而能不被多次罢免呢？不用正直之道来侍奉人，又为什么一定要离开故国家园呢？”\n" +
    "　　齐景公谈到怎样对待孔子时说：“像鲁国国君对待季氏那样对待孔子，那我做不到，只能用低于季氏而高于孟氏的规格来对待他。”不久又说：“我老了，不能用他了。”孔子就离开了齐国。\n" +
    "　　齐国人赠送鲁国一批歌女乐师，季桓子接受了，好几天不上朝，孔子就离开了鲁国。\n" +
    "　　楚国的狂人接舆唱着歌经过孔子的车子，说：“凤凰啊，凤凰啊！为什么道德如此衰微，过去的已经不能挽回，未来的还来得及改正。算了吧，算了吧！现在那些从政的人危险呀！”孔子下车，想要同他说话。接舆快走几步避开了孔子，孔子没能同他交谈。\n" +
    "　　长沮和桀溺并肩耕地，孔子从他们那里经过，让子路去打听渡口在哪儿。长沮说：“那个驾车的人是谁？”子路说：“是孔丘。”长沮又问：“是鲁国的孔丘吗？”子路说：“是的。”长沮说：“他应该知道渡口在哪儿。”子路又向桀溺打听，桀溺说：“你是谁？”子路说：“我是仲由。”桀溺说：“是鲁国孔丘的学生吗？”子路回答说：“是的。”桀溺就说：“普天之下到处都像滔滔洪水一样混乱，和谁去改变这种状况呢？况且你与其跟从逃避坏人的人，还不如跟从逃避污浊尘世的人呢。”说完，还是不停地用土覆盖播下去的种子。子路回来告诉了孔子。孔子怅然若失地说：“人是不能和鸟兽合群共处的，我不和世人在一起又能和谁在一起呢？如果天下有道，我就不和你们一起来改变它了。”\n" +
    "　　子路跟随孔子落在后面，遇到一个老人，用手杖挑着除草用的工具。子路问道：“您看见我的老师了吗？”老人说：“四肢不劳动，五谷分不清。谁是你的老师呢？”说完，把手杖插在地上开始锄草。子路拱着手站在一边。老人便留子路到他家中住宿，杀鸡做饭给子路吃，还叫他的两个儿子出来相见。第二天，子路赶上了孔子，并把这事告诉了他。孔子说：“这是个隐士。”叫子路返回去再见他。子路到了那里，他已经出门了。子路说：“不出来做官是不义的。长幼之间的礼节，不可以废弃；君臣之间的道义，又怎么可以废弃呢？本想保持自身纯洁，却破坏了重大的伦理道德。君子出来做官，是为了实行君臣之义。至于我们的政治主张行不通，是早就知道的了。”\n" +
    "　　隐居不做官的人有：伯夷、叔齐、虞仲、夷逸、朱张、柳下惠、少连。孔子说：“不降低自己的志向，不辱没自己的身份，就是伯夷和叔齐吧！”又说：“柳下惠、少连降低了自己的志向，辱没了自己的身份，但言语合乎伦理，行为经过考虑，也就是如此罢了。”又说：“虞仲、夷逸，避世隐居，放肆直言，立身清白，弃官合乎权宜。我就和他们不一样，没有什么可以，也没有什么不可以。”\n" +
    "　　太师挚到齐国去了，亚饭乐师干到楚国去了，三饭乐师缭到蔡国去了，四饭乐师缺到秦国去了，打鼓乐师方叔进人黄河地区了，摇鼓的乐师武进人汉水一带了，少师阳、敲磬的乐师襄到海滨去了。\n" +
    "　　周公对鲁公说：“一个有道的国君不疏远他的亲族；不使大臣怨恨没有被任用；故旧朋友如果没有大的过错，就不要抛弃他们；不要对一个人求全责备。”\n" +
    "　　周朝有八个著名的士人：伯达、伯适、仲突、仲忽、叔夜、叔夏、季随、季騧。"
  },
  {
    title:'子张篇',
    content:"子张曰：“士见危致命，见得思义，祭思敬，丧思哀，其可已矣。”\n" +
    "　　子张曰：“执德不弘，信道不笃，焉能为有？焉能为亡？”\n" +
    "　　子夏之门人问交于子张，子张曰：“子夏云何？”对曰：“子夏曰：‘可者与之，其不可者拒之。’”子张曰：“异乎吾所闻。君子尊贤而容众，嘉善而矜不能。我之大贤与，于人何所不容？我之不贤与，人将拒我，如之何其拒人也？”\n" +
    "　　子夏曰：“虽小道必有可观者焉，致远恐泥，是以君子不为也。”\n" +
    "　　子夏曰：“日知其所亡，月无忘其所能，可谓好学也已矣。”\n" +
    "　　子夏曰：“博学而笃志，切问而近思，仁在其中矣。”\n" +
    "　　子夏曰：“百工居肆以成其事，君子学以致其道。”\n" +
    "　　子夏曰：“小人之过也必文。”\n" +
    "　　子夏曰：“君子有三变：望之俨然，即之也温，听其言也厉。”\n" +
    "　　子夏曰：“君子信而后劳其民，未信，则以为厉己也；信而后谏，未信，则以为谤己也。”\n" +
    "　　子夏曰：“大德不逾闲，小德出入可也。”\n" +
    "　　子游曰：“子夏之门人小子，当洒扫应对进退则可矣。抑末也，本之则无，如之何？”子夏闻之，曰：“噫，言游过矣！君子之道，孰先传焉？孰后倦焉？譬诸草木，区以别矣。君子之道焉可诬也？有始有卒者，其惟圣人乎！”\n" +
    "　　子夏曰：“仕而优则学，学而优则仕。”\n" +
    "　　子游曰：“丧致乎哀而止。”\n" +
    "　　子游曰：“吾友张也为难能也，然而未仁。”\n" +
    "　　曾子曰：“堂堂乎张也，难与并为仁矣。”\n" +
    "　　曾子曰：“吾闻诸夫子，人未有自致者也，必也亲丧乎！”\n" +
    "　　曾子曰：“吾闻诸夫子，孟庄子之孝也，其他可能也；其不改父之臣与父之政，是难能也。”\n" +
    "　　孟氏使阳肤为士师，问于曾子。曾子曰：“上失其道，民散久矣。如得其情，则哀矜而勿喜！”\n" +
    "　　子贡曰：“纣之不善，不如是之甚也。是以君子恶居下流，天下之恶皆归焉。”\n" +
    "　　子贡曰：“君子之过也，如日月之食焉。过也人皆见之，更也人皆仰之。”\n" +
    "　　卫公孙朝问于子贡曰：“仲尼焉学？”子贡曰：“文武之道未坠于地，在人。贤者识其大者，不贤者识其小者，莫不有文武之道焉，夫子焉不学？而亦何常师之有？”\n" +
    "　　叔孙武叔语大夫于朝曰：“子贡贤于仲尼。”子服景伯以告子贡，子贡曰：“譬之宫墙，赐之墙也及肩，窥见室家之好；夫子之墙数仞，不得其门而入，不见宗庙之美、百官之富。得其门者或寡矣，夫子之云不亦宜乎！”\n" +
    "　　叔孙武叔毁仲尼，子贡曰：“无以为也，仲尼不可毁也。他人之贤者，丘陵也，犹可逾也；仲尼，日月也，无得而逾焉。人虽欲自绝，其何伤于日月乎？多见其不知量也。”\n" +
    "　　陈子禽谓子贡曰：“子为恭也，仲尼岂贤于子乎？”子贡曰：“君子一言以为知，一言以为不知，言不可不慎也。夫子之不可及也，犹天之不可阶而升也。夫子之得邦家者，所谓立之斯立，道之斯行，绥之斯来，动之斯和。其生也荣，其死也哀，如之何其可及也？”",
    translation:"子张说：“士人看见危险肯献出生命，看见有所得就想想是否合于义，祭祀时想到恭敬，服丧时想到悲痛，这也就可以了。”\n" +
    "　　子张说：“执行德却不能弘扬它，信奉道却不笃定，怎么能说他有，又怎么说他没有？”\n" +
    "　　子夏的门人向子张请教怎样交朋友。子张说：“子夏说了什么呢？”子夏的学生回答说：“子夏说：‘可以交往的就和他交往，不可以交往的就拒绝他。’”子张说：“这和我所听到的不一样！君子尊敬贤人，也能够容纳众人，称赞好人，怜悯无能的人。如果我是个很贤明的人，对别人有什么不能容纳的呢？如果我不贤明，别人将会拒绝我，我怎么能去拒绝别人呢？”\n" +
    "　　子夏说：“即使是小技艺，也一定有可取之处，但执着钻研这些小技艺，恐怕会妨碍从事远大的事业，所以君子不做这些事。”\n" +
    "　　子夏说：“每天知道自己以前所不知的，每月不忘记以前所已学会的，可以说是好学了。”\n" +
    "　　子夏说：“广泛地学习并且笃守自己的志向，恳切地提问并且常常思考眼前的事，仁就在这当中了。”\n" +
    "　　子夏说：“各行各业的工匠在作坊里完成他们的工作，君子则通过学习来掌握道。”\n" +
    "　　子夏说：“小人犯了错误一定会加以掩饰。”\n" +
    "　　子夏说：“君子会使人感到有三种变化：远远望去庄严可畏，接近他时却温和可亲，听他说话则严厉不苟。”\n" +
    "　　子夏说：“君子在得到民众的信任之后才去役劳他们，没有得到信任就去役劳，民众就会认为是在虐害他们。君子得到君主的信任之后才去进谏，没有得到信任就去进谏，君主就会以为是在诽谤自己。”\n" +
    "　　子夏说：“大的道德节操上不能逾越界限，在小节上有些出入是可以的。”\n" +
    "　　子游说：“子夏的学生们，做洒水扫地、接待客人、趋进走退一类的事，是可以的，不过这些只是细枝末节的事。根本的学问却没有学到，这怎么行呢？”子夏听到这话，说：“咳！子游说错了！君子的学问，哪些先传授、哪些后传授，就好比草木一样，是区分为各种类别的。君子的学问，怎么能歪曲呢？有始有终地循序渐进，大概只有圣人吧！”\n" +
    "　　子夏说：“做官仍有余力就去学习，学习如果仍有余力就去做官。”\n" +
    "　　子游说：“居丧充分表达了哀思也就可以了。”\n" +
    "　　子游说：“我的朋友子张是难能可贵的了，然而还没有达到仁的境界。”\n" +
    "　　曾子说：“仪表堂堂的子张啊，很难和他一起做到仁。”\n" +
    "　　曾子说：“我听老师说过，人不会自动地充分表露感情，如果有，一定是在父母死亡的时候吧！”\n" +
    "　　曾子说：“我听老师说过，孟庄子的孝，其他方面别人可以做到，而他不改换父亲的旧臣和父亲的政治措施，这是别人难以做到的。”\n" +
    "　　孟氏让阳肤担任掌管刑罚的官，阳肤向曾子求教。曾子说：“在上位的人丧失了正道，民心离散已经很久了。如果审案时审出真情，就应该悲哀怜悯，而不要沾沾自喜！”\n" +
    "　　子贡说：“商纣王的无道，不像现在流传得那么严重。所以君子忌讳身染污行，因为一沾污行，天下的坏事就都归集到他身上去了。”\n" +
    "　　子贡说：“君子的过失，就像日食和月蚀一样：有过错时，人人都看得见；他改正了，人人都仰望他。”\n" +
    "　　卫国的公孙朝向子贡问道：“仲尼的学问是从哪里学的？”子贡说：“周文王和周武王之道，并没有失传，还留存在人间。贤能的人掌握了其中重要部分，不贤能的人只记住了细枝末节。周文王和周武王之道是无处不在的，老师从哪儿不能学呢？而且又何必有固定的老师呢？”\n" +
    "　　叔孙武叔在朝廷上对大夫们说：“子贡比仲尼更强些。”子服景伯把这话告诉了子贡。子贡说：“就用围墙作比喻吧，我家围墙只有齐肩高，从墙外可以看到里面房屋的美好。我老师的围墙有几仞高，找不到大门走进去，就看不见里面宗庙的雄美、房屋的富丽。能够找到大门的人或许太少了。所以叔孙武叔先生那样说，不也是很自然的吗？”\n" +
    "　　叔孙武叔诋毁仲尼。子贡说：“不要这样做！仲尼是不可诋毁的。他人的贤能，好比丘陵，还可以逾越；仲尼，就好比是日月，是无法逾越的。一个人即使想自绝于日月，对日月又有什么伤害呢？只显出他不自量力罢了。”\n" +
    "　　陈子禽对子贡说：“你太谦恭了，仲尼岂能比你更有才能？”子贡说：“君子一句话可以表现出聪明，一句话也可以表现出不聪明，所以说话不可以不慎重。我的老师没人赶得上，就好像青天无法通过阶梯登上去一样。假如老师得到国家去治理的话，说要立于礼，百姓就宣于礼；引导百姓，百姓就跟着实行；安抚百姓，百姓就会来归服；动员百姓，百姓就会协力同心。他活着时荣耀，死了令人哀痛，别人怎么可能赶得上他呢？”"
  },
  {
    title:'尧曰篇',
    content:"尧曰：“咨！尔舜，天之历数在尔躬，允执其中。四海困穷，天禄永终。”舜亦以命禹。曰：“予小子履，敢用玄牡，敢昭告于皇皇后帝：有罪不敢赦，帝臣不蔽，简在帝心。朕躬有罪，无以万方；万方有罪，罪在朕躬。”周有大赉，善人是富。“虽有周亲，不如仁人。百姓有过，在予一人。”谨权量，审法度，修废官，四方之政行焉。兴灭国，继绝世，举逸民，天下之民归心焉。所重：民、食、丧、祭。宽则得众，信则民任焉，敏则有功，公则说。\n" +
    "　　子张问于孔子曰：“何如斯可以从政矣？”子曰：“尊五美，屏四恶，斯可以从政矣。”子张曰：“何谓五美？”子曰：“君子惠而不费，劳而不怨，欲而不贪，泰而不骄，威而不猛。”子张曰：“何谓惠而不费？”子曰：“因民之所利而利之，斯不亦惠而不费乎？择可劳而劳之，又谁怨？欲仁而得仁，又焉贪？君子无众寡，无小大，无敢慢，斯不亦泰而不骄乎？君子正其衣冠，尊其瞻视，俨然人望而畏之，斯不亦威而不猛乎？”子张曰：“何谓四恶？”子曰：“不教而杀谓之虐；不戒视成谓之暴；慢令致期谓之贼；犹之与人也，出纳之吝谓之有司。”\n" +
    "　　孔子曰：“不知命，无以为君子也；不知礼，无以立也；不知言，无以知人也。”",
    translation:"尧说：“啧啧！你这位舜啊！按照上天安排的次序，帝位要落到你身上了，你要真诚地执守中正之道。如果天下的百姓贫困穷苦，上天给你的禄位也就永远终止了。”舜也这样告诫禹。商汤说：“我小子履谨用黑色的公牛作为祭品，明白地禀告光明伟大的天帝：有罪的人我不敢擅自赦免。您的臣仆的罪过我也不敢掩盖隐瞒，这是您心中知道的。我本人如果有罪，不要牵连天下万方；天下万方有罪，罪责就在我一个人身上。”周朝实行大封赏，使善人都富贵起来。周武王说：“虽然有至亲，也不如有仁人。百姓有罪过，罪过都在我一人身上。”谨慎地检验并审定度量衡，恢复废弃了的职官，天下四方的政令就会通行了。复兴灭亡了的国家，承续已断绝的宗族，提拔被遗落的人才，天下的百姓就会诚心归服了。所重视的是：民众，粮食，丧礼，祭祀。宽厚就会得到众人的拥护，诚恳守信就会得到民众的信任，勤敏就能取得功绩，公正则大家心悦诚服。\n" +
    "　　子张向孔子问道：“怎样才可以治理政事呢？”孔子说：“推崇五种美德，摒弃四种恶政，这样就可以治理政事了。”子张说：“什么是五种美德？”孔子说：“君子使百姓得到好处却不破费，使百姓劳作却无怨言，有正当的欲望却不贪求，泰然自处却不骄傲，庄严有威仪而不凶猛。”子张说：“怎样是使百姓得到好处却不破费呢？”孔子说：“顺着百姓想要得到的利益就让他们能得到，这不就是使百姓得到好处却不破费吗？选择百姓可以劳作的时间去让他们劳作，谁又会有怨言呢？想要仁德而又得到了仁德，还贪求什么呢？无论人多人少，无论势力大小，君子都不怠慢，这不就是泰然自处却不骄傲吗？君子衣冠整洁，目不斜视，态度庄重，庄严的威仪让人望而生敬畏之情，这不就是庄严有威仪而不凶猛吗？”子张说：“什么是四种恶政？”孔子说：“不进行教化就杀戮叫作虐，不加申诫便强求别人做出成绩叫作暴，起先懈怠而又突然限期完成叫作贼，好比给人财物，出手吝啬叫作小家子气的官吏。”\n" +
    "　　孔子说：“不懂得天命，就没有可能成为君子，不懂得礼，就没有办法独身处世，不知道分辨别人的言语，便不能了解别人。”"
  }
];