var data=[
  {
    title:'学而篇',
    content:"子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”\n" +
    "　　有子曰：“其为人也孝弟，而好犯上者，鲜矣；不好犯上而好作乱者，未之有也。君子务本，本立而道生。孝弟也者，其为仁之本与！”\n" +
    "　　子曰：“巧言令色，鲜矣仁！”\n" +
    "　　曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”\n" +
    "　　子曰：“道千乘之国，敬事而信，节用而爱人，使民以时。”\n" +
    "　　子曰：“弟子入则孝，出则弟，谨而信，泛爱众，而亲仁，行有余力，则以学文。”\n" +
    "　　子夏曰：“贤贤易色；事父母，能竭其力；事君，能致其身；与朋友交，言而有信。虽曰未学，吾必谓之学矣。”\n" +
    "　　子曰：“君子不重则不威，学则不固。主忠信，无友不如己者，过，则勿惮改。”\n" +
    "　　曾子曰：“慎终追远，民德归厚矣。”\n" +
    "　　子禽问于子贡曰：“夫子至于是邦也，必闻其政，求之与，抑与之与？”子贡曰：“夫子温、良、恭、俭、让以得之。夫子之求之也，其诸异乎人之求之与？”\n" +
    "　　子曰：“父在，观其志；父没，观其行；三年无改于父之道，可谓孝矣。”\n" +
    "　　有子曰：“礼之用，和为贵。先王之道，斯为美。小大由之。有所不行。知和而和，不以礼节之，亦不可行也。”\n" +
    "　　有子曰：“信近于义，言可复也。恭近于礼，远耻辱也。因不失其亲，亦可宗也。”\n" +
    "　　子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉。可谓好学也已。”\n" +
    "　　子贡曰：“贫而无谄，富而无骄，何如？”子曰：“可也。未若贫而乐，富而好礼者也。”子贡曰：“《诗》云：‘如切如磋，如琢如磨’，其斯之谓与？”子曰：“赐也，始可与言《诗》已矣，告诸往而知来者。”\n" +
    "　　子曰：“不患人之不己知，患不知人也。”",
    translation:"孔子说：“学了又时常温习和练习，不是很愉快吗？有志同道合的人从远方来，不是很令人高兴的吗？人家不了解我，我也不怨恨、恼怒，不也是一个有德的君子吗？” \n" +
    "　　有子说：“孝顺父母，顺从兄长，而喜好触犯上层统治者，这样的人是很少见的。不喜好触犯上层统治者，而喜好造反的人是没有的。君子专心致力于根本的事务，根本建立了，治国做人的原则也就有了。孝顺父母、顺从兄长，这就是仁的根本啊！” \n" +
    "　　孔子说：“花言巧语，装出和颜悦色的样子，这种人的仁心就很少了。”\n" +
    "　　曾子说：“我每天多次反省自己，为别人办事是不是尽心竭力了呢？同朋友交往是不是做到诚实可信了呢？老师传授给我的学业是不是复习了呢？”\n" +
    "　　孔子说：“治理一个拥有一千辆兵车的国家，就要严谨认真地办理国家大事而又恪守信用，诚实无欺，节约财政开支而又爱护官吏臣僚，役使百姓要不误农时。”\n" +
    "　　孔子说：“弟子们在父母跟前，就孝顺父母；出门在外，要顺从师长，言行要谨慎，要诚实可信，寡言少语，要广泛地去爱众人，亲近那些有仁德的人。这样躬行实践之后，还有余力的话，就再去学习文献知识。”\n" +
    "　　子夏说：“一个人能够看重贤德而不以女色为重；侍奉父母，能够竭尽全力；服侍君主，能够献出自己的生命；同朋友交往，说话诚实恪守信用。这样的人，尽管他自己说没有学习过，我一定说他已经学习过了。”\n" +
    "　　孔子说：“君子，不庄重就没有威严；学习可以使人不闭塞；要以忠信为主，不要同与自己不同道的人交朋友；有了过错，就不要怕改正。”\n" +
    "　　曾子说：“谨慎地对待父母的去世，追念久远的祖先，自然会导致老百姓日趋忠厚老实了。”\n" +
    "　　子禽问子贡说：“夫子每到一个国家，一定听得到这个国家的政事。那是求人家告诉他的呢，还是人家主动说给他听的呢？”子贡说：“夫子是靠温和、善良、恭敬、节俭和谦让得来的。夫子的那种求得的方式，大概是不同于别人的吧？”\n" +
    "　　孔子说：“当他父亲活着时，要看他本人的志向；他父亲去世以后，就要考察他本人的具体行为了。如果他长期坚持父亲生前那些正确原则，就可以说是尽孝了。”\n" +
    "　　有子说：“礼的应用，以和谐为贵。古代君主的治国方法，可宝贵的地方就在这里。不论大事小事都按这个原则去做。有时行不通。为和谐而和谐，不以礼来节制和谐，也是不可行的。”\n" +
    "　　有子说：“诚信要符合于义，话才能兑现实行；恭敬要符合于礼，这样才能远离耻辱；所依靠的都是关系亲密的人，也就可靠了。”\n" +
    "　　孔子说：“君子，饮食不求饱足，居住不要求舒适，对工作勤劳敏捷，说话却小心谨慎，到有道的人那里去匡正自己，这样可以说是好学了。”\n" +
    "　　子贡说：“贫穷而能不谄媚，富有而能不骄傲自大，怎么样？”孔子说：“这也算可以了。但是还不如虽贫穷却乐于道，虽富裕而又好礼之人。”子贡说：“《诗》上说，‘要像对待骨、角、象牙、玉石一样，切磋它，琢磨它’，就是讲的这个意思吧？”孔子说：“赐呀，你能从我已经讲过的话中领会到我还没有说到的意思，举一反三，我可以同你谈论《诗》了。”\n" +
    "　　孔子说：“不怕别人不了解自己，只怕自己不了解别人。”"
  },
  {
    title:'为政篇',
    content:"子曰：“为政以德，譬如北辰，居其所而众星共之。”\n" +
    "　　子曰：“《诗》三百，一言以蔽之，曰：‘思无邪’。”\n" +
    "　　子曰：“道之以政，齐之以刑，民免而无耻。道之以德，齐之以礼，有耻且格。”\n" +
    "　　子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”\n" +
    "　　孟懿子问孝，子曰：“无违。”樊迟御，子告之曰：“孟孙问孝于我，我对曰‘无违’。”樊迟曰：“何谓也？”子曰：“生，事之以礼；死，葬之以礼，祭之以礼。”\n" +
    "　　孟武伯问孝。子曰：“父母唯其疾之忧。”\n" +
    "　　子游问孝。子曰：“今之孝者，是谓能养。至于犬马皆能有养；不敬，何以别乎？”\n" +
    "　　子夏问孝。子曰：“色难。有事，弟子服其劳；有酒食，先生馔，曾是以为孝乎？”\n" +
    "　　子曰：“吾与回言终日，不违，如愚。退而省其私，亦足以发，回也不愚。”\n" +
    "　　子曰：“视其所以，观其所由，察其所安，人焉廋哉？”\n" +
    "　　子曰：“温故而知新，可以为师矣。”\n" +
    "　　子曰：“君子不器。”\n" +
    "　　子贡问君子。子曰：“先行其言而后从之。”\n" +
    "　　子曰：“君子周而不比，小人比而不周。”\n" +
    "　　子曰：“学而不思则罔，思而不学则殆。”\n" +
    "　　子曰：“攻乎异端，斯害也已！”\n" +
    "　　子曰：“由，诲汝知之乎！知之为知之，不知为不知，是知也。”\n" +
    "　　子张学干禄。子曰：“多闻阙疑，慎言其余，则寡尤；多见阙殆，慎行其余，则寡悔。言寡尤，行寡悔，禄在其中矣。”\n" +
    "　　哀公问曰：“何为则民服？”孔子对曰：“举直错诸枉，则民服；举枉错诸直，则民不服。”\n" +
    "　　季康子问：“使民敬、忠以劝，如之何？”子曰：“临之以庄，则敬；孝慈，则忠；举善而教不能，则劝。”\n" +
    "　　或谓孔子曰：“子奚不为政？”子曰：“《书》云：‘孝乎惟孝，友于兄弟，施于有政。’是亦为政，奚其为为政？”\n" +
    "　　子曰：“人而无信，不知其可也。大车无輗，小车无軏，其何以行之哉？”\n" +
    "　　子张问：“十世可知也？”子曰：“殷因于夏礼，所损益，可知也；周因于殷礼，所损益，可知也。其或继周者，虽百世，可知也。”\n" +
    "　　子曰：“非其鬼而祭之，谄也；见义不为，无勇也。”",
    translation:"孔子说：“以道德教化来治理政事，就会像北极星那样，自己居于一定的方位，而群星都会环绕在它的周围。” \n" +
    "　　孔子说：“《诗经》三百篇，可以用一句话来概括它，就是‘思想纯正’。”\n" +
    "　　孔子说：“用法制禁令去引导百姓，使用刑法来约束他们，老百姓只是求得免于犯罪受惩，却失去了廉耻之心；用道德教化引导百姓，使用礼制去统一百姓的言行，百姓不仅会有羞耻之心，而且也就守规矩了。” \n" +
    "　　孔子说：“我十五岁立志于学习；三十岁能够自立；四十岁能不被外界事物所迷惑；五十岁懂得了天命；六十岁能正确对待各种言论，不觉得不顺；七十岁能随心所欲而不越出规矩。”\n" +
    "　　孟懿子问什么是孝，孔子说：“孝就是不要违背礼。”后来樊迟给孔子驾车，孔子告诉他：“孟孙问我什么是孝，我回答他说不要违背礼。”樊迟说：“不要违背礼是什么意思呢？”孔子说：“父母活着的时候，要按礼侍奉他们；父母去世后，要按礼埋葬他们、祭祀他们。”\n" +
    "　　孟武伯向孔子请教孝道。孔子说：“对父母，要特别为他们的疾病担忧。” \n" +
    "　　子游问什么是孝，孔子说：“如今所谓的孝，只是说能够赡养父母便足够了。然而，就是犬马都能够得到饲养。如果不存心孝敬父母，那么赡养父母与饲养犬马有什么区别呢？”\n" +
    "　　子夏问什么是孝，孔子说：“尽孝最不容易的就是对父母和颜悦色，仅仅是有了事情，儿女需要替父母去做，有了酒饭，让父母吃，难道能认为这样就算是孝了吗？” \n" +
    "　　孔子说：“我整天给颜回讲学，他从来不提反对意见和疑问，像个蠢人。等他退下之后，我考察他私下的言论，发现他对我所讲授的内容有所发挥，可见颜回其实并不蠢。” \n" +
    "　　孔子说：“看一个人的所作所为，考察他处事的动机，了解他心安于什么事情，那么，这个人怎样能隐藏得了呢？”\n" +
    "　　孔子说：“在温习旧知识时，能有新的收获，就可以当老师了。”\n" +
    "　　孔子说：“君子不像器具那样(只有一种用途)。” \n" +
    "　　子贡问怎样做一个君子。孔子说：“对于你要说的话，先实行了，再说出来。”\n" +
    "　　孔子说：“德行高尚的人以正道广泛交友但不互相勾结，品格卑下的人互相勾结却不顾道义。\n" +
    "　　孔子说：“学习而不思考就会迷惘无所得；思考而不学习就不切于事而疑惑不解。”\n" +
    "　　孔子说：“做事情过或不及，都是祸害啊！”\n" +
    "　　孔子说：“由，我教给你怎样做的话，你明白了吗？知道的就是知道，不知道就是不知道，这就是智慧啊！”\n" +
    "　　子张请教求得官职俸禄的方法。孔子说：“多听，把不明白的事情放到一边，谨慎地说出那些真正懂得的，就能少犯错误；多观察，不明白的保留心中，谨慎地实行那些真正懂得的，就能减少事后懊悔。言语少犯错误，行动很少后悔，自然就有官职俸禄了。”\n" +
    "　　鲁哀公问：“怎样才能使百姓服从呢？”孔子回答说：“把正直无私的人提拔起来，把邪恶不正的人置于一旁，老百姓就会服从了；把邪恶不正的人提拔起来，把正直无私的人置于一旁，老百姓就不会服从统治了。”\n" +
    "　　季康子问道：“要使老百姓对当政的人尊敬、尽忠而努力干活，该怎样去做呢？”孔子说：“你用庄重的态度对待老百姓，他们就会尊敬你；你对父母孝顺、对子弟慈祥，百姓就会尽忠于你；你选用善良的人，又教育能力差的人，百姓就会互相勉励。”\n" +
    "　　有人对孔子说：“你什么不从事政治呢？”孔子回答说：“《尚书》上说，‘孝就是孝敬父母，友爱兄弟。’把这孝悌的道理扩展、影响于政事，也就是从事政治，又要怎样才能算是为政呢？”\n" +
    "　　孔子说：“一个人如果不讲信誉，真不知他怎么办。就像大车的横木两头没有活键，车的横木两头少了关扣一样，怎么能行驶呢？”\n" +
    "　　子张问：“今后十代的礼制现在可以预知吗？”孔子说：“殷代承袭夏代的礼制，其中废除和增加的内容是可以知道的；周代继承殷代的礼制，其中废除和增加的内容，也是可以知道的。那么以后如果有继承周朝的朝代，就是在一百代以后，也是可以预先知道的。”\n" +
    "　　孔子说：“祭祀不该自己祭祀的鬼神，那是献媚；见到合乎正义的事而不做，那是没有勇气。”"
  },
  {
    title:'八佾篇',
    content:"孔子谓季氏：“八佾舞于庭，是可忍也，孰不可忍也？”\n" +
    "　　三家者以《雍》彻，子曰：“‘相维辟公，天子穆穆’，奚取于三家之堂？”\n" +
    "　　子曰：“人而不仁，如礼何？人而不仁，如乐何？”\n" +
    "　　林放问礼之本，子曰：“大哉问！礼，与其奢也，宁俭；丧，与其易也，宁戚。”\n" +
    "　　子曰：“夷狄之有君，不如诸夏之亡也。”\n" +
    "　　季氏旅于泰山。子谓冉有曰：“女弗能救与？”对曰：“不能。”子曰：“呜呼！曾谓泰山不如林放乎？”\n" +
    "　　子曰：“君子无所争，必也射乎！揖让而升，下而饮。其争也君子。”\n" +
    "　　子夏问曰：“‘巧笑倩兮，美目盼兮，素以为绚兮’何谓也？”子曰：“绘事后素。”曰：“礼后乎？”子曰：“起予者商也，始可与言《诗》已矣。”\n" +
    "　　子曰：“夏礼吾能言之，杞不足征也；殷礼吾能言之，宋不足征也。文献不足故也，足则吾能征之矣。”\n" +
    "　　子曰：“禘自既灌而往者，吾不欲观之矣。”\n" +
    "　　或问禘之说。子曰：“不知也。知其说者之于天下也，其如示诸斯乎！”指其掌。\n" +
    "　　祭如在，祭神如神在。子曰：“吾不与祭，如不祭。”\n" +
    "　　王孙贾问曰：“‘与其媚于奥，宁媚于灶’，何谓也？”子曰：“不然，获罪于天，无所祷也。”\n" +
    "　　子曰：“周监于二代，郁郁乎文哉！吾从周。”\n" +
    "　　子入太庙，每事问。或曰：“孰谓鄹人之子知礼乎？入太庙，每事问。”子闻之，曰：“是礼也。”\n" +
    "　　子曰：“射不主皮，为力不同科，古之道也。”\n" +
    "　　子贡欲去告朔之饩羊，子曰：“赐也！尔爱其羊，我爱其礼。”\n" +
    "　　子曰：“事君尽礼，人以为谄也。”\n" +
    "　　定公问：“君使臣，臣事君，如之何？”孔子对曰：“君使臣以礼，臣事君以忠。”\n" +
    "　　子曰：“《关睢》，乐而不淫，哀而不伤。”\n" +
    "　　哀公问社于宰我，宰我对曰：“夏后氏以松，殷人以柏，周人以栗，曰使民战栗。”子闻之，曰：“成事不说，遂事不谏，既往不咎。”\n" +
    "　　子曰：“管仲之器小哉！”或曰：“管仲俭乎？”曰：“管氏有三归，官事不摄，焉得俭？”“然则管仲知礼乎？”曰：“邦君树塞门，管氏亦树塞门；邦君为两君之好，有反坫。管氏亦有反坫，管氏而知礼，孰不知礼？”\n" +
    "　　子语鲁大师乐，曰：“乐其可知也。始作，翕如也；从之，纯如也，皦如也，绎如也，以成。”\n" +
    "　　仪封人请见，曰：“君子之至于斯也，吾未尝不得见也。”从者见之。出曰：“二三子何患于丧乎？天下之无道也久矣，天将以夫子为木铎。”\n" +
    "　　子谓《韶》：“尽美矣，又尽善也。”谓《武》：“尽美矣，未尽善也。”\n" +
    "　　子曰：“居上不宽，为礼不敬，临丧不哀，吾何以观之哉？”",
    translation:"孔子谈到季孙氏说：“他用天子才能用的八佾在庭院中奏乐舞蹈，这样的事都狠心做得出来，还有什么事不能狠心做出来呢？”\n" +
    "　　孟孙、叔孙和季孙三家祭祖时，唱着《雍》这首诗歌来撤除祭品。孔子说：“《雍》诗说的‘诸侯都来助祭，天子恭敬地主祭’怎么能用在三家大夫的庙堂上呢？”\n" +
    "　　孔子说：“做人如果没有仁德，怎么对待礼仪制度呢？做人如果没有仁德，怎么对待音乐呢？”\n" +
    "　　林放问礼的根本。孔子说：“你的问题意义重大啊！礼，与其求形式上的豪华，不如俭朴一些好；治丧，与其在仪式上面面俱到，不如内心真正悲痛。”\n" +
    "　　孔子说：“夷狄有君主而不讲礼节，还不如中原之地没有君主而讲礼节哩。””\n" +
    "　　季氏要去祭祀泰山，孔子对冉有说：“你不能阻止吗？”冉有回答说：“不能。”孔子说：“唉！难道说泰山之神还不如林放懂礼吗？”\n" +
    "　　孔子说：“君子没有什么可与别人争的事情。如果有，一定是比射箭了。比赛时，相互作揖谦让后上场。射完后，登堂喝酒。这是一种君子之争。”\n" +
    "　　子夏问道：“‘轻盈的笑脸多美呀，黑白分明的眼睛多媚呀，好像在洁白的质地上画着美丽的图案呀。’这几句诗是什么意思呢？”孔子说：“先有白色底子，然后在上面画画。”子夏说：“这么说礼仪是在有了仁德之心之后才产生的了？”孔子说：“能够发挥我的思想的是卜商啊！现在可以和你谈论《诗经》了。””\n" +
    "　　孔子说：“夏代的礼仪制度，我能说一说，但它的后代杞国不足以作证明；殷代的礼仪制度，我能说一说，但它的后代宋国不足以作证明。这是杞、宋两国的历史资料和知礼人才不足的缘故。如果有足够的历史资料和懂礼的人才，我就可以验证这两代的礼了。”\n" +
    "　　孔子说：“举行禘祭的仪式，从完成第一次献酒以后，我就不想看下去了。”\n" +
    "　　有人问孔子关于举行禘祭的内容，孔子说：“不知道。知道的人治理天下，可能像把东西放在这里一样容易吧！”说的时候，指着自己的手掌。\n" +
    "　　祭祀祖先时，好像祖先真的在面前；祭神的时候，好像神真的在面前。孔子说：如果不亲自参加祭祀，祭了跟不祭一样。”\n" +
    "　　王孙贾问道：“与其巴结奥神，不如巴结灶神，这是什么意思？”孔子说：“不是这样的。如果得罪了上天，到什么地方去祷告求情也是无用的。”\n" +
    "　　孔子说：“周朝的礼仪制度借鉴于夏、商二代，是多么丰富多彩啊。我遵从周朝的制度。”\n" +
    "　　孔子到了太庙，每件事都要问。有人说：“谁说此人懂得礼呀，他到了太庙里，什么事都要问别人。”孔子听到此话后说：“这就是礼呀！”\n" +
    "　　孔子说：“比赛射箭，不在于穿透靶子，因为各人的力气大小不同。自古以来就是这样。”\n" +
    "　　子贡提出去掉每月初一日告祭祖庙用的活羊。孔子说：“赐，你爱惜那只羊，我却爱惜那种礼。”\n" +
    "　　孔子说：“按照礼节去侍奉君主，别人却认为这是在讨好君主哩。”\n" +
    "　　鲁定公问孔子：“君主怎样使唤臣下，臣子怎样事奉君主呢？”孔子回答说：“君主应该按照礼的要求去使唤臣子，臣子应该以忠来事奉君主。”\n" +
    "　　孔子说：“《关睢》这篇诗，快乐而不放荡，忧愁而不哀伤。”\n" +
    "　　鲁哀公问宰我，土地神的神主应该用什么树木，宰我回答：“夏朝用松树，商朝用柏树，周朝用栗子树。用栗子树的意思是说：使老百姓战栗。”孔子听到后说：“已经做过的事不用提了，已经完成的事不用再去劝阻了，已经过去的事也不必再追究了。” \n" +
    "　　孔子说：“管仲的器量太小啦！”有人问：“管仲节俭吗？”孔子说：“管仲有三处豪华的公馆，他手下的人从不兼职，怎么能称得上节俭呢？”“那么管仲懂礼仪吗？”孔子说：“国君在宫门前立了一道影壁，管仲也在自家门口立了影壁；国君设宴招待别国君主、举行友好会见时，在堂上设有放置空酒杯的土台，管仲宴客也就有这样的土台。如果说管仲知礼，那还有谁不知礼呢？”\n" +
    "　　孔子给鲁国乐官讲奏乐过程：“奏乐过程是可以了解的：开始演奏时，各种乐器合奏，声音宏亮而优美，听众随着乐声响起而为之振奋；乐曲展开后美好而和谐，节奏分明，连续不断，如流水绵绵流淌，直至演奏结束。”\n" +
    "　　仪地的一个小官请求会见孔子，说：“凡是到这个地方的君子，我没有不求见的。”孔子的学生们领他去见孔子。出来以后，他说：“你们几位为什么担心失去官位呢？天下无道已经很久了，因此上天将以孔夫子为圣人来教化天下。”\n" +
    "　　孔子评论《韶》，说：“乐曲美极了，内容也好极了。”评论《武》，说：“乐曲美极了，内容还不是完全好。”\n" +
    "　　孔子说：“居于统治地位的人，不能宽宏大量，行礼的时候不恭敬，遇丧事时不悲伤哀痛，这个样子，我怎么看得下去呢？”"
  },
  {
    title:'里仁篇',
    content:"子曰：“里仁为美。择不处仁，焉得知？”\n" +
    "　　子曰：“不仁者不可以久处约，不可以长处乐。仁者安仁，知者利仁。”\n" +
    "　　子曰：“唯仁者能好人，能恶人。”\n" +
    "　　子曰：“苟志于仁矣，无恶也。”\n" +
    "　　子曰：“富与贵，是人之所欲也；不以其道得之，不处也。贫与贱，是人之所恶也；不以其道得之，不去也。君子去仁，恶乎成名？君子无终食之间违仁，造次必于是，颠沛必于是。”\n" +
    "　　子曰：“我未见好仁者，恶不仁者。好仁者，无以尚之；恶不仁者，其为仁矣，不使不仁者加乎其身。有能一日用其力于仁矣乎？我未见力不足者。盖有之矣，我未之见也。”\n" +
    "　　子曰：“人之过也，各于其党。观过，斯知仁矣。”\n" +
    "　　子曰：“朝闻道，夕死可矣。”\n" +
    "　　子曰：“士志于道，而耻恶衣恶食者，未足与议也。”\n" +
    "　　子曰：“君子之于天下也，无适也，无莫也，义之与比。”\n" +
    "　　子曰：“君子怀德，小人怀土；君子怀刑，小人怀惠。”\n" +
    "　　子曰：“放于利而行，多怨。”\n" +
    "　　子曰：“能以礼让为国乎？何有？不能以礼让为国，如礼何？”\n" +
    "　　子曰：“不患无位，患所以立；不患莫己知，求为可知也。”\n" +
    "　　子曰：“参乎！吾道一以贯之。”曾子曰：“唯。”子出，门人问曰：“何谓也？”曾子曰：“夫子之道，忠恕而已矣。”\n" +
    "　　子曰：“君子喻于义，小人喻于利。”\n" +
    "　　子曰：“见贤思齐焉，见不贤而内自省也。”\n" +
    "　　子曰：“事父母几谏，见志不从，又敬不违，劳而不怨。”\n" +
    "　　子曰：“父母在，不远游，游必有方。”\n" +
    "　　子曰：“三年无改于父之道，可谓孝矣。”\n" +
    "　　子曰：“父母之年，不可不知也。一则以喜，一则以惧。”\n" +
    "　　子曰：“古者言之不出，耻躬之不逮也。”\n" +
    "　　子曰：“以约失之者鲜矣。”\n" +
    "　　子曰：“君子欲讷于言而敏于行。”\n" +
    "　　子曰：“德不孤，必有邻。”\n" +
    "　　子游曰：“事君数，斯辱矣；朋友数，斯疏矣。”",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  },
  {
    title:'',
    content:"",
    translation:""
  }
];