var data=[
  {
    title:'莫名的低潮',
    content:"生：我有时候会觉得心情很低潮，不知道为什么，就是觉得什么都不想做，意兴阑珊，这是怎么回事？\n" +
    "　　师：虽然你不知道为什么，只要你放松、接纳当下的一切，该休息就休息，让思绪沉淀下来，你会逐渐看到原因的。\n" +
    "　　生：有时候，我会强打精神，找点事情来做，振奋一下，等到回复正常以后，就忘了刚才的低潮了。\n" +
    "　　师：如果你想看清自己的内在，放松和休息是必要的，转移注意力可能会忽视内在的呼唤。一些没有被满足的愿望和期待，不被承认的忧心和阴影，如果没有面对它、看清它，仍然会在内心深处发酵，干扰我们的心，消耗活力，隔一段时间又形成另一次莫名的低潮。所以这是一个警讯，急着逃离它，做别的事，没有解除内在的心结，仍不会有寂静、安祥和喜悦；即使是乐受，也是带有焦躁、兴奋的成份。\n" +
    "　　生：那么，现在我该怎么做？\n" +
    "　　师：下次出现低潮的时候，自己先放松，听听内在的声音，然后打电话给我！\n" +
    "　　〔数周后〕\n" +
    "　　生：我有点看到我为什么心情低潮了！\n" +
    "　　师：有什么发现呢？\n" +
    "　　生：我在心情苦闷时，想起来要放松、自我观察。刚开始时，不但感觉一片浑沌，而且连观察的动力也没有。很奇怪，等到心空了下来，逐渐看到积压已久的不甘心和伤心正深藏心中。我发现我并不如自己所以为的那样平静，我的工作不如意，婚姻也不顺利，我想藉着学佛让自己看开一点，其实并没有真正放下。我的内心深处还是非常在意这些挫败，我不甘心为什么我做了那么多，却得不到我要的。我伤心为什么我那么努力，受了那么多委屈，结果还是没用！\n" +
    "　　师：如果你想哭，不要觉得不好意思！\n" +
    "　　生：我现在觉得舒坦一些，不再那么郁闷了！\n" +
    "　　师：问自己，你真正要的是什么？工作和婚姻带给你的意义是什么？\n" +
    "　　生：我学佛以后，认为工作和婚姻只是世间法，只是不得不负的责任；往生净土、明心见性才是真正有价值、有意义的。现在看来，这种观点似乎有问题，但是不知道问题出在哪里？\n" +
    "　　师：出在世间和出世间二分法的对立思考模式！要是能如实见到工作和婚姻的真相，就是见法性。在工作和婚姻的过程之中净化自心，以觉悟的心看待工作和婚姻中的人、事、物这些因缘环境，这是人间净土的实际修行。并不是离开当下的因缘，另外去找个「明心见性」，这是佛法不离世间的中道。\n" +
    "　　生：那么，工作有成就，婚姻美满，也是学佛的人可以追求的吗？\n" +
    "　　师：学佛的人，只是以清净心来工作，以慈悲心来经营婚姻，并不预设「成就」和「美满」为目标。心中「无所住」，「无所得」，才能化解内在僵化的目标认知。因为这些目标是因缘所生法，是由福德、智慧、慈悲、方便等善法来成熟，在过程中的每个当下都是觉知的、流畅的、灵活而有创意的。生命本身就是成就和圆满的展现，外在的成就和圆满只是内在福德、智慧、慈悲、方便的显现而已！如果你真的看到这点，还有什么不甘心和伤心的？\n" +
    "　　生：那就是说，不管失败、挫折或成功、顺利，都要接纳当下的因缘，然后努力创造清净的因缘，而清净的善果是不求而得的，是用这样的心态来面对事情吗？\n" +
    "　　师：这正是走出低潮的正确道路！"
  },
  {
    title:'我是谁？',
    content:"甲：你现在怎么用功？\n" +
    "　　乙：我在找「我是谁？」\n" +
    "　　甲：找到了吗？\n" +
    "　　乙：正在找！\n" +
    "　　甲：正在谈话的不就是你吗？\n" +
    "　　乙：这只是身心活动的假我！包括从出生到现在所有的角色、身份都是假我而已！不是真我！\n" +
    "　　甲：你为什么要找到「真我」？\n" +
    "　　乙：找不到心就不安！因为活在虚妄的身心世界中，一切都是生灭无常、苦恼不安的，找到真我才能得到究竟安乐！\n" +
    "　　甲：你说的「真我」是什么？\n" +
    "　　乙：不可思议、妙用无边、灵智大觉。\n" +
    "　　甲：怎样才能找到？\n" +
    "　　乙：一念不生全体现，妄心息灭，真心就现前！\n" +
    "　　甲：怎样息灭妄心？\n" +
    "　　乙：说老实话，起心动念、见闻觉知，这些都是脑细胞和神经系统的电流作用，都还在妄心的范围内，真心、真我、真如，一点眉目都没有！那请问你是怎么修的？\n" +
    "　　甲：没有假我、真我，妄心、真心，生灭、不生灭，也没有灵觉与不灵觉，当下就是！\n" +
    "　　乙：就是什么？\n" +
    "　　甲：当下就是空有不二的实相！纯然和全然，没有知见投射在身心世界中，也没有割裂对立的认知。\n" +
    "　　乙：既然什么都没有，活着还有什么价值和快乐呢？\n" +
    "　　甲：虽然没有谈话的「我」的主体，但是你所说的「不可思议、妙用无边」自然展现！它不是什么「灵智大觉」、「真我、真心」或神祕的宇宙本体，就在当下，由不同的因缘幻现多彩多姿的身心世界！它也不是绝对不变的实体，当下就是毕竟空中的「虚拟实境」！当我们执意想要把它改变什么才满意，就离开「纯然」，心有增减；当我们无意中认定它是什么、不是什么，就离开「全然」，而有所割裂、对立。\n" +
    "　　乙：那么，我是谁？\n" +
    "　　甲：从早到晚，就在生活工作的语默动静、感情、思想、见闻、觉知之中，这些都是缘起之用；心不执迷在虚幻的假相中，当下就是真实和快乐。「我」只是想蕴的作用，它只是世俗假名安立的方便；心念、\n" +
    "名相的虚幻性就是真相、实相。\n" +
    "　　乙：要到达一念不生才能见到实相吗？\n" +
    "　　甲：那么佛和阿罗汉有没有念？\n" +
    "　　乙：无念！\n" +
    "　　甲：无念怎么说法度众生？\n" +
    "　　乙：？\n" +
    "　　甲：无念若解说成无思无想，则顶多是禅定；佛和阿罗汉的脑子还是有作用的。禅宗说无念是「於念而离念」，不陷入、粘着在念头中，对形相不生执取，也没有添加主观见解、期待等等的投射，只是活在纯\n" +
    "然和全然的当下而已！\n" +
    "　　乙：还有苦和不安吗？\n" +
    "　　甲：在纯然和全然的当下，内心没有苦和不安；但是当投射和割裂生起时，苦还会现起。\n" +
    "　　乙：不是一悟永悟吗？\n" +
    "　　甲：我不清楚你说的悟是指什么，我的意思是般若智慧照见「空有不二」的实相，不等于贪、瞋、我慢所有烦恼完全平息。所谓「理可顿悟、事须渐修」，认得路，不再迷路，不是到达；虽说还没有到达，但心中踏实、放心而不再惶惶不安。\n" +
    "　　乙：当境界来的时候怎么办？\n" +
    "　　甲：回到纯然和全然。譬如说：眼前是宁静而美丽的夜景，不必另外去分割它、认定、执取它是固定、实体的存在，或添加一些想法上去，希望拥有这片宁静和美丽。到了白天，一片吵闹、杂乱的交通出现在眼前，明白这是因缘的转换，就不会拒斥眼前的景像而生烦恼，因为这就是实相。\n" +
    "　　乙：可以有感情、思想、见闻、觉知吗？\n" +
    "　　甲：当智慧现前，看见真相，所有感情、思想、见闻、觉知都只是幻影，世俗缘起的假名而已。虽毕竟空而可闻可见，虽宛然有而不真实，这就是空有不二的中道实相。"
  },
  {
    title:'慈悲心对待自己的恐惧',
    content:"生：我这段期间，身心经历了很大的冲击，也有一些感受，想跟老师谈一谈！\n" +
    "　　师：慢慢说！\n" +
    "　　生：上个月身体不适，到医院检查，发现身上长了一个大的肿瘤，医生说要开刀切除，我心里很恐慌、很徬徨、很无助！虽然我的理智告诉我要冷静、接受事实，作最坏的打算，尽最好的努力，但是我发现一向坚强的我，碰到这种事情，竟然变得这么软弱！究竟是怎么一回事？\n" +
    "　　师：也许「坚强」只是你自己的认定吧！你有没有看到自己内心仍然存着一个「小孩」？！他会恐惧、不安，并不因为你已经长大成人了，它就消失！\n" +
    "　　生：我体验到了，但是，想不到我还有软弱的一面，为什么会这样？\n" +
    "　　师：你回忆一下你的成长过程，在你很小的时候，难道就已经像大人那样坚强了吗？\n" +
    "　　生：我记得小时候，像其他小孩一样，也会哭，也会害怕！\n" +
    "　　师：是什么时候开始变坚强的？\n" +
    "　　生：记忆中，比较大的时候，大人告诉我：「要勇敢、不要哭！」所以当我害怕又没有人可以依靠的时候，虽然心里害怕，我却告诉自己：「不要害怕！我要证明给你们看，我是坚强的！我要靠自己！」从\n" +
    "此以后，我变得更独立、更自信。\n" +
    "　　师：这并没有改变「害怕」的本质！你只是增强自己的能力，反而否定、掩饰内心深处真正的感受：「其实我很害怕！我是多么希望被关心、被呵护！」所以，当事情超乎自己能力的极限，例如意外或重病、面临死亡、失去亲人时，尘封已久的内在的「小孩」，就会再次出现，这是很自然的事情。\n" +
    "　　生：那么，要如何处理内心的恐惧和无助？\n" +
    "　　师：你的问题不在于现实事务的处理；要怎么做，可以请教有经验的人，信赖专业的人。问题在于情绪，不是如何处理的问题，而是要以像对待他人那样，用慈悲、爱心来接纳内在的恐惧和无助，抚慰内在受惊吓的「小孩」！\n" +
    "　　生：可是，既然有些事情是超乎自己能力极限，无法抗拒的，抚慰有用吗？\n" +
    "　　师：慈爱、支持是化解恐惧、无助的妙药；悲悯、抚慰是面对伤痛、无奈的良方。先在情绪上稳定、清洗，然后再看看能做些什么！如果没有，先面对情绪，直接用理智、行动作反应，情绪没有舒解，会有压抑，身心便会变得僵硬、冷漠。\n" +
    "　　生：自己对自己慈悲，不是很奇怪吗？\n" +
    "　　师：内心的每一个苦都是需要救度的众生！难道只度外在的众生，不度内在的众生吗？\n" +
    "　　生：人们需要温暖和被关怀的感觉，可以降低冰冷和孤独的感觉。自己对自己慈悲，有用吗？\n" +
    "　　师：当恐惧和无助接触到慈悲时，就像太阳升起，自然就驱除黑暗和阴冷。无论慈悲是来自他人或自己的内心，温暖和关怀的感觉是一样的，都可以暂时解除内在的恐惧和无助。\n" +
    "　　生：这样就足够了吗？\n" +
    "　　师：当情绪释放出来，内心便自动开始产生转变；障碍消除了，内心便体验到宁静；有了宁静，才有可能进一步看见真相，生起般若智慧，从根本上化解恐惧和无助。\n" +
    "　　生：怎样从根本上化解恐惧和无助？\n" +
    "　　师：要透过智慧的观察，明白事物的虚幻性，知道各种的遭遇如病痛、衰老、面临死亡、失去亲人等等，都只是因缘和合现起的假相，表面上是不幸、灾难，其中却蕴含着无限性、空寂性！抽离掉对它的固定、狭隘的负面观点，无论多么可怕或多么无奈的事情，从无限性的视野来观照，都有其深远的内涵！把它当成学习慈悲、淬练智慧、培养安忍的良药！虽然苦口，却能消除无始劫以来的烦恼，转恶业为功德；能转念就是自在！虽然个人有形的力量是有限的，却认知到缘起是无限的！即使在生、老、病、死的过程有着许多身心上的缺陷、障碍和不便，只要内心清净、鲜活、丰足、有爱心，仍然可以发挥其他方面的潜能，乐观地面对，成为生命的智者、仁者和勇者！"
  },
  {
    title:'安心之道',
    content:"生：最近觉得心里很矛盾，压力很重，也很焦虑！有点喘不过气来！\n" +
    "　　师：什麼事情？\n" +
    "　　生：现在我觉得很混乱，烦的事情很多！\n" +
    "　　师：先说说看最烦的事。\n" +
    "　　生：我们单位最近课长要离职，空缺由内部晋升，这是我难得的机会，可是情况好像不太乐观，所以觉得很焦虑！\n" +
    "　　师：顺其自然不是比较自在吗？\n" +
    "　　生：可是我花了很多时间进修，为了考绩，工作特别努力，还自动加班，常常牺牲家庭生活和休闲活动，就为了想要升迁。付出那么多，得不到的话，很不甘心！\n" +
    "　　师：为什么想要升迁？\n" +
    "　　生：我不想屈居人下，被人指挥，而且升迁之后，收入也会增加。\n" +
    "　　师：你觉得升迁就是你想要的吗？你知道主管的责任和压力更重吗？你还要懂得领导、管理和相处之道，不是吗？\n" +
    "　　生：我没有想那么多。\n" +
    "　　师：了解自己和了解因缘是很重要的，如果你能力很强，人际关系和谐，而且乐在工作，主管的职务自然被赋予，而不是刻意求来的，怎么会有烦恼呢？\n" +
    "　　生：那不是消极、缺乏进取心吗？\n" +
    "　　师：我们的教育太偏重成就取向，欠缺情绪管理，更不用说心灵的宁静之道、智慧慈悲的修炼了。现在人心混乱不安，和教育很有关系！\n" +
    "　　生：怎样才能安心？\n" +
    "　　师：在根本上，要调整自己的心态和观点，以佛法来说，就是要有平常心和因缘观。平常心就是以自然、轻松、不刻意的心面对人、事、物；因缘观就是要观察整体的因缘，不要落入割裂式的思考，譬如刚才提到的事情，要了解当主管也要内在和外在的因缘具备才行，不是光靠自己的努力就可以的，还要老板欣赏才有希望，况且当了主管，也要有管理才能，优秀的技术人员或幕僚人员不一定就能胜任管理工作。而主管的责任当然会更重，所以顺其自然其实是最自在的。\n" +
    "　　生：那就不用努力了吗？\n" +
    "　　师：你只要发挥你的才能，努力把工作做好就好了，不必刻意去争取什么，让整体的因缘决定你的前途，事实上，单凭个人是不足决定所有事物的，这就是因缘观。\n" +
    "　　生：其他方面的问题，因缘观也有用吗？\n" +
    "　　师：这是大原则，或是一个开放性的视野，实质的问题当然也要采取实际的行动去化解。视野窄化会制造内心的冲突、矛盾，开放性的视野，可以使人有智慧地处理问题！\n" +
    "　　生：视野窄化是什么意思？\n" +
    "　　师：譬如，只想享受甜美的成果，忽略过程中的付出和所要承担的责任是否能胜任；只注意感情、一厢情愿，忽略对方的劣根性而一心要和对方结婚；只希望别人顺从听话，不了解对方的因缘、兴趣和需求；只维护自己的利益，没有考虑到对别人的伤害、对环境的破坏，等等都是。视野开阔，就比较能理性、安心、关怀并尊重他人。\n" +
    "　　生：我现在心情比较开朗一些了！世界那么广阔，每个人都可以有他的空间，有他自己的人生，不必和别人相同，也没有胜负，一切全凭因缘来创造，不是吗？\n" +
    "　　师：不错！你的领悟力很高。"
  },
  {
    title:'菩提心',
    content:"师：你平常修什么法门？\n" +
    "　　生：没有一定，有时候观呼吸、修四念处，有时候念佛。\n" +
    "　　师：会不会太杂？\n" +
    "　　生：有一点，我本来修净土，后来学了原始佛教、中观，觉得蛮好的，但是又想到如果没有了脱生死，还会再轮回，甚至可能堕落，没有保障，还是觉得往生西方净土比较稳当，可是心念很散乱，恐怕未必能去得成。所以我常常觉得很困扰！\n" +
    "　　师：你也可以修四念处、中观，同时发愿往生弥勒净土追随弥勒菩萨！因缘成熟一同回到人间，实现人间净土，这样就不会互相矛盾了！\n" +
    "　　生：可是，有人说，有些修行人想去弥勒净土，到了兜率天经过外院，就沉迷在天界的享乐，忘了去内院！\n" +
    "　　师：这只是传说，心有所染才会耽于欲乐，所谓「心净则佛土净」，不管修什么法门，内心清净才是重点。\n" +
    "　　生：我还是对未来不放心！\n" +
    "　　师：何不好好安住当下？\n" +
    "　　生：我觉得活在这个娑婆世界很苦，看到种种人情冷暖、各式各样人性的丑陋，让我很不想留在这里，也不想再回来人间！\n" +
    "　　师：看到苦就想离开，这不是逃避吗？\n" +
    "　　生：逃避和厌离有什么不同？\n" +
    "　　师：逃避是不去面对苦的原因，厌离是彻底了解苦的原因无非贪瞋痴。所以不但爱染心要离，连讨厌的心也要离，内心清净光明、平等对待顺逆境才能究竟离苦得乐，如果只是逃离或转移情境，而没有净化内心，趋乐避苦只是众生的本能，只有短暂的效用，没有解决生命的困境！\n" +
    "　　生：那么佛为什么还要教人往生净土？\n" +
    "　　师：这是佛的慈悲、方便接引，「阿弥陀佛」即是「无量」，是无限智慧、功德的显现。如果能在苦难的秽土中精进修行一天，胜于在净土中修行一百年，因为在困苦的环境下，更能发出离心和菩提心，所谓「菩提所缘，缘苦众生」，任何的修行，念念回向於正觉，这是所有法门都一样的！\n" +
    "　　生：就是说，如果我面对苦、了解苦因，我就不再矛盾、困惑了？\n" +
    "　　师：是的！你知道世间为什么有苦？人性为什么会那么丑陋吗？\n" +
    "　　生：因为众生有烦恼、造业才会这样！\n" +
    "　　师：这是注定而不可改变的吗？\n" +
    "　　生：虽然可以改变，但自己很难改变自己，别人也很难改变他。\n" +
    "　　师：学佛修行就是要自觉觉他，自己改变，自然可以感化他人。\n" +
    "　　生：真正学佛修行的人太少，烦恼的力量又那么大，情况不太乐观。\n" +
    "　　师：千年的暗室，一盏灯就能打破黑暗！一灯燃千灯，灯灯无尽！一夜恶梦，醒来什么也没有，智慧的光明照破无明的黑暗，有什么难易可说？\n" +
    "　　生：那我要怎么选择修行法门？\n" +
    "　　师：你可以随着你自己的因缘，选择修学的方式，将来要往生哪一个净土，或回到人间，也是由愿力和因缘来决定。只要内心光明、纯净、觉醒，都是好的。\n" +
    "　　生：我想通了，心向菩提，念念觉醒就是了，其它随缘就可以了！\n" +
    "　　师：很好！"
  },
  {
    title:'法念处',
    content:"生：我想报告一下我最近对四念处的一些体验。\n" +
    "　　师：很好！请说！\n" +
    "　　生：我近来观察到自己的「自我」观念，和身心的互动变化，真是太奇妙了！\n" +
    "　　师：详细情况请描述一下！\n" +
    "　　生：以前我不知道我的身体其实并不柔软，我在作柔软体操的时候，拉筋拉得还不错，所以认为：我的身体算是柔软的。可是，当我发现到内心的「强硬」——不愿被指挥的强烈自主意识造成身体无法真正放松，这时才知道原来柔软是由内而外，自然散发的！\n" +
    "　　师：你是在什么情况下观察到的？\n" +
    "　　生：我一直在「四念处」——身、受、心、法的观照上试着下功夫，觉得很受用。有一次，有同修没有经过我的同意，半强迫地安排参加一项活动，虽然这个活动我并不排斥，但我觉得我不受尊重。这时候，我立即向内观照，发现自己的「受」——情绪处在郁闷的状态，「身」——身体则有点僵硬不自在，「心」——内心有点抗拒、排斥。我冷静下来观照，为什么会这样，原来是我紧抓住「不受尊重的感觉」，我对自己的事情一向要自己作主，别人要支配、指挥我，我绝不接受。\n" +
    "　　师：当你发现这点以后，有什么改变？\n" +
    "　　生：我想，其实我不必那么在乎别人的态度和语气，那是他们的修养和习惯；我只要问自己，是否决定去，如果要去，就去嘛！如果不要去，只要委婉地拒绝就是了！\n" +
    "　　师：身心有没有不同的反应？\n" +
    "　　生：真奇妙！当我想通以后，身体顿时觉得很轻松、很舒畅，也很柔软。我想，修四念处真的很有效！\n" +
    "　　师：法念处有什么体验？\n" +
    "　　生：我看到我执在作用，它让我身心紧绷。\n" +
    "　　师：有没有见到「无我」？\n" +
    "　　生：没有！\n" +
    "　　师：法念处最重要的内容就是叁法印——诸行无常、诸法无我、涅槃寂静，在杂阿含第一经就开示五蕴苦、空、无常、无我。可以说四念处其实就是如实观察五蕴。\n" +
    "　　生：烦恼没有现起，要怎么去观照？\n" +
    "　　师：烦恼还没有现起时就要观察，这才是根本之道，否则烦恼的根还在，是不能彻底解脱的。如实正观，就是在身心活动的当下，没有预设立场地观照，不停留在观念、想像、推测的领域，锲而不舍地观照，终能破茧而出，体悟真相，同时见到原先所认定的「常」和「我」根本不存在，连观照和能观照的自我也是没有实体的，是相对设定的概念而已。\n" +
    "　　生：那么，见到无我，能不能去除烦恼？\n" +
    "　　师：烦恼的根本原因在於过度保护「自我」，依照「我的」感觉、想法、意愿来生活，没有见到缘起无我、自他平等的实相。见到无我，才能在根本上断除烦恼的根，不再以我、我所为中心来感受、思考、行动，而随顺当下的因缘，身心自然放松、柔软、平静。你实际去观照，才能亲自印证！\n" +
    "　　生：老师的意思是说，我还要再观照五蕴无常、无我、空性，修行才会更上层楼？\n" +
    "　　师：是的，法的奥妙就在于此！"
  },
  {
    title:'安住当下',
    content:"生：我自己开了一家店，夫妻俩一起看店，虽然有人可以替换，但有时候还是会有一股冲动，想出去逛一逛。起初我没有特别注意它，现在学习观照法门，明白那是「行蕴」的推动，要如何才能把心静下来？\n" +
    "　　师：你试过什么方法？\n" +
    "　　生：我用观出入息的方法摄心，有点效果。可是，因为要看店，总不能一直观出入息，停下来之后，不知不觉又开始想出去。\n" +
    "　　师：你知道为什么你的心不能安住在当下吗？\n" +
    "　　生：不清楚！忙的时候，希望忙完了可以休息；等真的闲下来，又想找一些事来做！是不是对熟悉的事物产生厌倦，觉得乏味，留店里，就像被困住一样，想透透气，接触新鲜的事物，是这样吧？\n" +
    "　　师：有点接近。那又为什么会有这种心理呢？\n" +
    "　　生：这很平常吧！不是吗？\n" +
    "　　师：就在看起来很平常之中，深入观察才有智慧啊！在新的事物中，固然可以学习、成长，但如果没有用心，也可能是一种短暂的刺激作用，不会有进步；而事实上，旧的事物中，多用心观察，以新的眼光重新审视，将会有新的发现！\n" +
    "　　生：就是说，新鲜或乏味，在于自己的心，不在于事物，是吗？\n" +
    "　　师：是的！现在，你再回想一下，当时你有没有用智慧观照，还是在攀缘、想像或无记心之中？\n" +
    "　　生：提不起观照，只是东想西想。\n" +
    "　　师：如果你能用智慧来观照当下，情况就会改变。\n" +
    "　　生：怎么观照？\n" +
    "　　师：你可以修缘起观。在不妨碍工作的情况下，观察当下的人、事、物，看到它的关系、条件、流动和变化，眼前就会呈现丰富的面貌。\n" +
    "　　生：如果是来了一位顾客，挑三拣四，嫌东嫌西的，觉得很讨厌，要怎么观照？\n" +
    "　　师：拿掉心里面的「框框」，用平等心，不预存固定的想法，你只是看到他脑中、口中发出负面的评语，与真实的情况未必一致。面对这样的情境，你不要卷入，了了分明地看着当下他的言辞、表情、动作的过程变化。发现这和他的高标准的要求有关，若非如此，也许场面会平和多了。等到下一位老顾客来了，双方谈笑风生，多么不同！这就是无常、因缘生的写照！\n" +
    "　　生：其他的方法可以吗？\n" +
    "　　师：只要能让心安住，都无妨试试！譬如：整理名单，擦拭货品，清扫地板等杂务，在做的时候注意观照自己的心，平静、祥和地活在当下，也是很好的！\n" +
    "　　生：如果这样还会想外出呢？\n" +
    "　　师：那就安排外出吧！不必过份压抑，但是平常摄心的功夫还是要下，这才是治本之道。只有当内心随时随地都可以安住的时候，心才能不须压抑自然安定下来。\n" +
    "　　生：很不容易做到！\n" +
    "　　师：当然！这是心向外攀缘的惯性太强的缘故。它总是不断地转换粘着的对象，不容易停下来。佛法的道理容易懂，而事相上却要下功夫，不断地自我调整、修正，才能改变、削弱向外攀缘的惯性，这是无法取巧、速成的。"
  },
  {
    title:'缘起如幻',
    content:"生：般若智慧是什么？\n" +
    "　　师：你认为呢？\n" +
    "　　生：就是空性的体验。\n" +
    "　　师：什么是空性？\n" +
    "　　生：就是「无所得」。\n" +
    "　　师：你自己是不是无所得？\n" +
    "　　生：是！\n" +
    "　　师：这只是你的知解、观念，不是实际的体验。你来说说看，既然无所得，坐在你那里的又是谁？\n" +
    "　　生：……？？？是啊！既然空无所得，坐在这里的到底是谁？\n" +
    "　　师：你静下来观照一下，看看「坐着」的是什么？\n" +
    "　　〔静默一分钟〕\n" +
    "　　生：我看到「我」坐在这里。\n" +
    "　　师：把这个「我」的概念拿掉，不要思考，再观察看看，「坐着」的是什么？\n" +
    "　　〔静默五分钟〕\n" +
    "　　生：只是这个身体「放」在这里。\n" +
    "　　师：「我」还有吗？\n" +
    "　　生：我还是有，身体就是我。\n" +
    "　　师：你再观察看看，如果没有「我」，身体能坐在这里吗？\n" +
    "　　〔静默一分钟〕\n" +
    "　　生：可以。\n" +
    "　　师：你能看到这点，这是很关键的地方。「我」纯粹只是一个名称、标签或设定而已，明白了吗？\n" +
    "　　生：有点懂了！\n" +
    "　　师：那么这个是有所得，还是无所得？\n" +
    "　　生：我可以理解「我」只是假名，可是我觉得身体还是很实在的，吃饭、睡觉、说话、走路、做事都要靠它，不是吗？\n" +
    "　　师：那就不是「无所得」啰！\n" +
    "　　生：是啊，那么什么才是无所得的空性？\n" +
    "　　师：空是指无自性、如幻不实。\n" +
    "　　生：难道这个身体也是如幻不实的！明明看得到、摸得到，为什么说它是如幻不实？\n" +
    "　　师：因为「身相」是因缘所生法，是无自性的，所以说身相不可得、如幻不实。身体是大自然生态体系的一环，依存於大自然的因缘而存在，而身体也同样是由物质、蛋白质、细胞等精密组合而成，所以身体也纯粹是一个名称、标签或设定而已。「我相」不可得，「身相」也不可得，只是依存因缘，假名似有如幻的身体，实在是没有实体、自性的。\n" +
    "　　生：什么是「无自性」？\n" +
    "　　师：「缘起」、「如幻」、「假名」、「无实」都只是同一个事实真相的描绘，在身体中，找不到任何固定、单一、独自存在的身相，只有形相，没有实体，称为无自性，也就是没有它自己绝对性、自主性、永恒性的存在。\n" +
    "　　生：所以，虽然身体有身体的形相、作用和活动，可以吃饭、睡觉、说话、走路、做事，却是无自性的，是吗？\n" +
    "　　师：正是！你觉得是身体在吃饭、睡觉、说话、走路、做事吗？\n" +
    "　　生：直觉上是这样的！\n" +
    "　　师：心中不要预存「身体」的概念，可以呼吸吗？\n" +
    "　　〔静默三分钟〕\n" +
    "　　生：只有胸部、腹部的起伏，和空气的进出，不需要预存「身体」的概念。\n" +
    "　　师：这就是身相如幻不实、假名安立或无自性的真正含意。进一步观照，不但呼吸不可得，连胸部、腹部和空气都是无自性的假名。空性不是否定因缘的现象，而是指出这些现象当中并没有一个绝对的实体，打破这种局限、僵化的认知，这些因缘的现象呈现出它鲜活流动、相依共存的原态，就是缘起性空。直接洞见这个事实，就是般若智慧。\n" +
    "　　生：般若智慧对我们有什么作用？\n" +
    "　　师：洞见缘起性空的事实，我们会很容易看到缘起的大用，我相、身相、心相都是无自性的，吃下去的食物，不用操心，缘起的力量会将它消化吸收，运动的时候，不用命令它，心脏自然加快跳动，一切都只是缘起的呈现。明白缘起，支配、操控、追求、逃避的心就会逐渐止息，心灵的自在解脱就不求自得了！"
  },
  {
    title:'自主与自在',
    content:"甲：我希望以后能过悠闲、平静的生活，可以专心修行，不受干扰。\n" +
    "　　乙：那真是太棒了，可是真有那么理想吗？\n" +
    "　　甲：我准备多赚一些钱，然后退休，找一个幽静的地方专心禅修。\n" +
    "　　乙：禅修是当下身心的净化，为什么要等到退休，而且要在幽静的地方？\n" +
    "　　甲：我目前的环境不理想，为了工作，常常身不由主，没有自主性，障碍很多，禅修很困难。\n" +
    "　　乙：你可以设法改善啊！况且禅修不只是修禅定，随时随地保持正念正知，都可以观察身心和外境的缘起缘灭、无常、无我，培养慈悲喜舍心，不是吗？\n" +
    "　　甲：道理是不错，但是一时之间，环境还没有办法改善，正念正知也不容易保持，世间法和出世间法无法兼顾，以我目前的功力，只能二选一。\n" +
    "　　乙：我的意思是说，如果能够就整个人生的规划作修改，放弃一些次要的活动，每天仍然可以找到空余的时间静下来学习「正念正知」，及无常观、因缘观、慈悲喜舍观，不是吗？有机会的话，进一步安排假日作较长时间的禅修，不是吗？\n" +
    "　　甲：可能是禅修的要领没有把握到，虽然也努力尝试，成效却不彰。譬如我很怕被干扰，我需要有自主性，所以当我被干扰，或不能照自己的意思做事的时候，就会烦躁，没办法正念正知和观照了！\n" +
    "　　乙：被干扰而烦躁时，不要把注意力放在干扰的事情上，急着处理。把视野放宽，心放柔软，事情都有其因缘，惹我起烦恼的人也有他的因缘，更重要的是要看到：自己对这件事情的抗拒，是因为不能顺从自己的意思，所以烦躁。如果心中不预存：我要这样，我要那样，就不会有抗拒，也不会烦躁了！\n" +
    "　　甲：可是，人如果没有自主性，不能为自己而活，那活着还有什么乐趣可言？\n" +
    "　　乙：在因缘的观照中，任何一法都没有自主性，所谓「缘起无我」，只有因缘，没有自我。有我就有苦，因为想要自主、支配，而又无法自主、支配，就会有苦恼。\n" +
    "　　甲：追求自由难道错了吗？\n" +
    "　　乙：自由、自主本来就没有绝对的实在性，它只是假相。\n" +
    "　　甲：像我现在，可以自由地挥动我的手，可以指挥我的部属做事，这难道不是自主、自由吗？\n" +
    "　　乙：这是因缘条件的关系：如果你的手受伤了，你还能自由挥动你的手吗？你的属下辞职了，你还能指挥他做事吗？\n" +
    "　　甲：接受「没有自主性」的事实是很无奈的！\n" +
    "　　乙：「我执」、「我见」是多出来的，去掉「我执」、「我见」，内心自然宽广、柔软，随遇而安，少欲少恼！\n" +
    "　　甲：那样岂不是一事无成？\n" +
    "　　乙：这是就出世法而言的，它使我们有智慧，明白真相，不起烦恼。若就世俗谛而言，相对的、假名的「我」，「自主性」还是有的。在待人处事上，能观察实际的因缘状态，能沟通、协调，保持弹性，务实而体会对方的感受，那么即使你想要完成一件事，遇到障碍了，把它视为一个自然的过程，不视它为「麻烦」而心存排斥，用包容的态度和智慧去化解，因缘成熟，自然可以实现！其实一切都是因缘，「接受因缘」是在「果」上说的；你还可以「创造因缘」，那是在「因」上说的，彼此是没有矛盾的，这也就是佛法的「中道」、「中观」。\n" +
    "　　甲：我明白了，原来我没有体会佛法不偏两边、恰如其份的「中道」、「中观」，我以为要有绝对的自主性，否则就得无奈地接受。佛法是很生活化的，在生活点滴中看见自己的盲点，用佛法来突破它，照亮自己的心，这就是真实的禅修，当下就可以受用。刚才提到的，如果能够找一个幽静的地方，长时间专心禅修，固然很好，但也要因缘成熟才行哪！\n" +
    "　　乙：正是如此！"
  },
  {
    title:'觉察与现观',
    content:"生：我对「缘起性空」完全能够理解，可是面对境界的时候，依然有烦恼。有时也会用「缘起性空」来剖析，可是不太灵光，还是无法消除烦恼，为什么呢？\n" +
    "　　师：当你起烦恼的时候，有没有觉察到？\n" +
    "　　生：大部份的情况是，起了烦恼以后才觉察到。\n" +
    "　　师：烦恼一生起就察觉到，修行才能得力！\n" +
    "　　生：怎样才能在烦恼一生起就察觉到？\n" +
    "　　师：平时就要培养觉察力！\n" +
    "　　生：怎样培养觉察力？\n" +
    "　　师：觉察力是定力的一部份，也是四念处的功夫。只要心不散乱、不昏沉，即使在日常活动中，都可以修定。虽然这不是四禅八定那样深的定力，却是活定，不是枯定。它可以让人看清自己的行为、举止、说话、感觉、思想和外在的境界，保持超然而不会陷溺其中。\n" +
    "　　生：要怎么训练？\n" +
    "　　师：无论处在哪一种情况下：休息、说话、做事、行走或思考，都要经常地回到当下，轻松、自然地安住，觉察力就会增强。如果发现心向外攀缘，漫无边际地联想，可以先把注意力放在呼吸上，把心收回来，工夫纯熟以后就很容易回到当下，身心平静、纯净。这时稍有烦恼生起，会自动发现它，就像平静无波的水，稍有波动，就可以感觉到。又像一张白纸，滴了一滴墨水上去，马上就会被发觉，生活中的禅修也是这样的！\n" +
    "　　生：有时候，虽然发觉有情绪，就算用「缘起性空」努力观照，好像也不太有用，为什么？\n" +
    "　　师：在情绪中，事实上心思混乱，观察的品质不良，效果自然很有限。\n" +
    "　　生：那怎么办？\n" +
    "　　师：远离，暂时不要接触引起情绪的境界，等情绪平复之后再来观察比较好。\n" +
    "　　生：怎么观察？\n" +
    "　　师：以「缘起性空」观察，可分「思惟」和「现观」两种：思惟的力量弱，现观的力量强。\n" +
    "　　生：怎么「现观」？\n" +
    "　　师：先让自己回到平静、明觉的状态，在觉察身心事物的当下，照见到因缘的相依、和合而没有实体性，自然而然放下执取，随顺因缘，不再挂碍。\n" +
    "　　生：思惟的力量弱，还需要用吗？\n" +
    "　　师：当内心仍在散乱中，或现观不纯熟而有困难时，思惟是必要的！\n" +
    "　　生：是不是要等到烦恼生起，才用「缘起性空」来观照？\n" +
    "　　师：事先观照，当然比烦恼生起才观照，更根本、更彻底。烦恼是果，尘境是缘，内心对尘境错误的认知和执取才是因。尘境是来来去去的，当引发烦恼的尘境，也就是我们认为惹起我们苦恼的人或事物，还没有出现，或事过境迁时，烦恼的因一直都潜伏在我们内心。所以平时就要发掘它，用智慧观照来化解错误的认知和执取心，等到遇到事情的时候，虽有外缘，没有内因，因缘不和合，烦恼也就无从生起了！\n" +
    "　　生：比方说，我有一位同事，常常找我麻烦，看到他就讨厌，怎么观照？\n" +
    "　　师：先静下来，再进行观照。找麻烦一定有因缘，你要试着站在他的立场，模拟他的想法和个性、作风来看事情，也许你会有所发现，领悟到他这样做是很合理、正常的。他并没有「故意」「找麻烦」，我认定他在「找麻烦」，那是我自己对他说话的语气、时间、场所的主观认知，而那是「错误的认知和执取」。真相是「缘起性空」；内空寂，才能真正释怀，看到他不再觉得讨厌！\n" +
    "　　生：谢谢老师的指导，我会试试看！\n" +
    "　　师：多用一分心，很快就会有进步的！"
  },
  {
    title:'空与有',
    content:"甲：我觉得「一切法空」的说法太过於虚无、悲观，这是不究竟、不了义的。要发挥「妙有」才是更高、更圆满的说法。\n" +
    "　　乙：为什么？\n" +
    "　　甲：如果「一切法空」，那么连善恶、功德、业报、生死、涅槃、戒、定、慧都是空的，连佛也是空的，那么一切都是无义意的，何必还要来学佛修行呢？\n" +
    "　　乙：你认为应该怎样才对？\n" +
    "　　甲：好的不能空掉，好的不但是不空，还要发扬光大。\n" +
    "　　乙：什么是好的？什么是不好的？\n" +
    "　　甲：业障、苦、烦恼是不好的，清净、乐、功德是好的。\n" +
    "　　乙：「空」的定义和你的认知是完全不一样的。空，不是否定或抹煞现象的存在，而是说明现象的根本性质或普遍性真相，所以又称为「空性」、「法性」。空不是什么都没有，而是没有绝对的实体、自性，只是因缘的显现而已。这是一切法的普遍性的本质，不管好的或不好的，都同样是没有绝对的实体、自性，所以说一切法空，众生和佛同样是空，业障、烦恼和清净、功德也同样是空，所以也可以说是「如实」、「如如」、「真如」。\n" +
    "　　甲：你的意思是说，「空」是理论，而不是修行？那么说「空」有什么用？譬如说，我生病了，身体某个部位非常痛，虽然我知道它是空的，但还是痛得要命，空对我一点帮助都没有！\n" +
    "　　乙：佛法要消除的是内心的烦恼和苦；身体的苦，还是需要以世间的医药、保健来消除。佛陀时代，允许信众以衣、食、医药供养修行人，可见对于色身的维系，有关世间法的部份是不能缺少的。\n" +
    "　　甲：那么，知道空就能消除内心的苦吗？\n" +
    "　　乙：当你彻底了悟色身和痛觉是空性时，对色身和痛觉就不会有实在感的执着，内心不会紧紧抓住它、抗拒它、痛恨它或害怕它，只是单纯的痛觉而已。你对痛的态度是先完全接受它，然后想办法解除它。因为你知道痛既然是因缘生，所以也可以由因缘的改变来减轻或消灭，譬如检查病因、吃药或手术治疗、吃止痛药，用念佛、观出入息来转移注意力，甚至功夫深的话，只要入定，就没有痛的感觉了！至於内心，始终是平静的。这就是阿含经说的「身苦心不苦」的道理！\n" +
    "　　甲：可是我觉得「空」是消极了一些！「妙有」是更积极的观念！\n" +
    "　　乙：事实上空与有是不二的，自性空的法性和缘起有的法相是相即不离的。因为空，一切法没有实体，所以蕴含了无限的可能性。只要消除不良的因素，就可以创造丰富而多彩多姿的清净因缘，所以空也有积极的意义。\n" +
    "　　甲：「缘起有」和「妙有」意思一样吗？\n" +
    "　　乙：如果不拘泥文字相，「缘起有」也是奥妙、巧妙的。但是如果把如幻的假有当作虚妄，妙有当作真实，那只是以「真空妙有」的真常思想的解说。在实践上同样是要离染、离执，清净、自在，并不是假有就是消极，妙有就是积极的。因为一切法自性空，如幻有就是普遍的真实，自然也没有消极或积极的意义可以赋予它了！"
  },
  {
    title:'回到平静',
    content:"师：你目前怎么修学的呀？\n" +
    "　　生：我觉得：让自己的心时时回到平静是很重要的，只要一发现心念有波动，就警觉到，并且立即回到平静！\n" +
    "　　师：你怎么让心念回到平静的呢？\n" +
    "　　生：把注意力放在呼吸上，心念就自然回到平静了！\n" +
    "　　师：如果杂念的力量很强，心回不来的话，怎么办？\n" +
    "　　生：那就迷失在境界里了！如果事务繁杂，太花心思，难免心浮气躁，这时候，不带情绪，理智地处理眼前的事，也可以回到平静！\n" +
    "　　师：如何不带情绪？\n" +
    "　　生：情绪其实是一种牵绊，是累赘！知道它的生起，不理它就是了！\n" +
    "　　师：这当然很好，但情绪也有它的意义，就像警灯一样，不能视若无睹，要实际地面对、处理！忧愁、悲伤、气愤、恐惧表示内心存在着冲突、矛盾；愉快、兴跃表示内心和谐、充满活力。一概不理，不是最好的方式！\n" +
    "　　生：那如何处理呢？\n" +
    "　　师：不理它，随它去，只能算是禅定的方法；来了去，去了又来，永无休止，只能勉强地治标。要彻底根治，就得发掘情绪生起的因缘，解开心结，用智慧的方法回到平静！\n" +
    "　　生：情绪生起的因缘是什么？\n" +
    "　　师：这要如实观照，像侦探一样，搜寻、比对、过滤，才能找出真正的原因！\n" +
    "　　生：情绪波动的原因是什么？\n" +
    "　　师：错误的认知和预期心理是情绪波动的两大原因！\n" +
    "　　生：比方说，我看到先生把地板弄脏了，一下子气就上来了，是什么原因？\n" +
    "　　师：你自己探索看看！\n" +
    "　　生：让我回想一下……我预期——地板要保持干净，弄脏了，别的事还没忙完，又得拖地板，烦死了！一家之主，还那么粗心大意，没有榜样，一点儿也不体谅做家事的辛苦！是这样分析吗？\n" +
    "　　师：可以！你看到这些想法和要求，知道错在哪里吗？\n" +
    "　　生：我的想法很平常，家庭主妇都这么样的，不是吗？\n" +
    "　　师：没有接纳事实！没有看到无常、变易！有因有缘事情就会发生；要求一件事发生，或不要它发生，要它如何如何，都是很主观、不切实际的！\n" +
    "　　生：难道不能有一点点要求吗？\n" +
    "　　师：主观的要求，如果不太合乎事理，不如放弃！接受客观的真相，内心才会回到平静；只要稍有一点点要求，内心就可能生起冲突！\n" +
    "　　生：可是地板还是脏的，怎么办？\n" +
    "　　师：分清楚轻重缓急，重要的先来；如果清洁工作不急迫，稍后再处理，它不是你的束缚！不要认定你的地板被弄脏了，而你无法忍受！\n" +
    "　　生：难道制造脏乱很好吗？\n" +
    "　　师：好或不好，只是主观的认定；事情本身没有绝对的好或不好！为一点点小事伤神，跟身边的人过不去，才不好！随缘才会自在！\n" +
    "　　生：我懂了！以智慧看清真相，没有预期的心理和应该不应该的坚持，用平和、包容的心，面对因缘的来去变化，内心就容易平静、平衡，情绪也不致起伏波动了！\n" +
    "　　师：是的！很好！"
  },
  {
    title:'知见的清净',
    content:"师：近来修学佛法有什么心得啊？\n" +
    "　　生：感谢老师们的指导，近来修四念处很有收获！在六根对六尘的时候，常常观照身体的动作和身心的互动，所以比较能发觉动作的急躁和情绪的冲动，因此就把动作放慢下来，心情也放松下来，这样觉得安详多了。同时，很奇妙的，观照鼻嗅香，舌尝味，对於酸甜苦辣如实知，久而久之，对食物比较不挑剔了！\n" +
    "　　师：很好啊！\n" +
    "　　生：可是，我近日为了一件事愤愤不平，怎么想都不甘心，应该怎么观照心呢？\n" +
    "　　师：什么事情让你愤愤不平？\n" +
    "　　生：在我们公司，别人加班都报加班费，可是我加班好几天，却没有加班费，这很不公平！\n" +
    "　　师：你修四念处，偏重身念处和受念处：在六根对六尘的观照中，偏重五根对五境——眼见色，耳闻声，鼻嗅香，舌尝味，身觉触。还要加强心念处和法念处的观照：意根对法尘！\n" +
    "　　生：怎么观照呢？\n" +
    "　　师：观照心中的愤愤不平，这是受念处。观照境界的无常、无我、缘起、缘灭，和你认定的观念不一样，这是法念处。观照意根接触法尘（别人有加班费而你没有这件事），生起意识（这件事盘旋在脑海里），然后有各种想法（认為不公平），这是心念处。\n" +
    "　　生：我认定了什么观念？\n" +
    "　　师：你自己观察看看！\n" +
    "　　生：这件事不公平！同一个单位应该公平待遇，别人有加班费，我独无！\n" +
    "　　师：执着「公平」就不符合缘起法；凡事没有绝对的公平，只有相对的公平。也就是说：你可以去争取，但是如果争取不到，就要接受事实。公平只是可以努力奋斗的理想，不是如实相！\n" +
    "　　生：可是为自己争取利益不也是一种贪念吗？修行人不应该这么做！\n" +
    "　　师：「不应该为自己争取利益」，这也是知见的执取。执见即不合乎缘起法，法念处就是观照到这些缘起的法则。\n" +
    "　　生：难道「应该为自己争取利益」吗？\n" +
    "　　师：这也是相反一端的执见！其实没有应该或不应该，这样就是僵化的观念。无论争取或放弃加班费，只要没有「公平」、「不公平」、「必得」、「不得」的思考模式，从开始到结束，心中都不挂碍得失，那么在行动上试着依理而争是无妨的！当然，如果觉得不需要这些加班费，决定放弃也是可以的！就像合法的节税，或是购买打折优待商品，其中到底有没有贪念或慳吝，要仔细自我观照，才能知道有没有染着！即使非常微细的贪念，也要以智慧深刻地明白它的味着、过患，而出离。不能单由教条式的观念「应该」、「不应该」来压制它，否则，内心仍然会有冲突，无法真正地平静！\n" +
    "　　生：有智慧就能平静吗？\n" +
    "　　师：发现自己的贪念，明白它生起的因缘，就知道如何息灭它；有智慧才会放下贪念，达到真正的平静。如果一味地抗拒或是掩饰贪念，扭曲情境，光是叫自己不起贪，缺乏对真相的照见，那不是澈底解除贪念的办法！"
  },
  {
    title:'安定身心',
    content:"生：这段时间，学佛修行的功夫退步很多。虽然也诵经，可是不如意的事接踵而来，很烦恼！虽知缘生缘灭，这些都是幻化无常的，还是心有波扰。想要弥补、挽回，事实却很无奈！怎样才能安定身心呢？\n" +
    "　　师：你知道佛法的道理，也读诵经典，却不能受用，其中一定有盲点！修行不完整，有缺漏，是会这样的！\n" +
    "　　生：怎样才是完整的修行？\n" +
    "　　师：从修行的基础——戒律开始，身、口、意一致，然后才能定、慧双修，断除烦恼！以八正道为例：正见，有正确的因果观、缘起无我观；正思惟，检视、调整自己的想法，回归因果、缘起、无我，摒除思想中违反因果、缘起、无我的部份；正语，说话慎言，不妄语、两舌、恶口、綺语；正业，行为举止合乎戒律，及一般的伦理规范，没有暴力、邪淫、偷盗的行为；正命，正当踏实的工作和经济来源，没有投机行为；正精进，念玆在玆，心存实践佛法的决心；正念，如实了知当下的情境，和身心的实际状态，不迷糊地过生活；正定，专注一念，成就三昧，开启缘起无我的智证。所以，光是知道缘生缘灭、幻化无常的道理，对於安定身心而言，力量是不够的！\n" +
    "　　生：我很惭愧没有完整的修行！要如何改进呢？\n" +
    "　　师：好好检视自己，学佛是为解脱自在、断除烦恼吗？人生的苦体会得到吗？愿意改变世俗的旧思想、旧行为？依佛法思惟、行事，化佛法为力量，看事情自然愈来愈明白，身心安定的力量也自然愈来愈强！\n" +
    "　　生：确实如此！现在反省起来，生活没有规律，也没有好好遵行正语、正业、正命，做事情没有脚踏实地，外在环境一变动，不如意的事一来，身心便跟着不安！\n" +
    "　　师：心行不踏实，心思浮躁，功夫便用不上！世事无常，总是有缺憾，难以如愿的！世俗之物，极力追求，也未必能到手，惟有淡化对它的渴求，老老实实地做人、做事、修持，心才能安下来。善因、正因，才能得善果、正果，这是佛法的正道，稍有偏失，便会迷失正道。\n" +
    "　　生：诵经有用吗？\n" +
    "　　师：有的！这是引生智慧的前方便，可以辅助身心的安定。更要进一步的研求义理，正见因果缘起，正知世俗五欲的过患，心生远离，起身语意的正业、正行，然后正念观照，在正定中澈见无我。\n" +
    "　　生：我对某些理想放不下……\n" +
    "　　师：理想太高，也成妄想；放不下，心就给悬着。为了美丽的未来，迷失当下，打乱当下的心，不是本末倒置吗？未来的美景只是一个心的投射，一个感觉，一个幻影而已；当下的心安，才是真实的。不要荒废时光，把握当下，创造清净的因缘！太多的计划，不着边际的臆想，只会招致更多的苦恼！\n" +
    "　　生：我要好好想想！"
  },
  {
    title:'寂静的心',
    content:"生：近来有一些体会，想跟老师报告！\n" +
    "　　师：很好啊！\n" +
    "　　生：这段时间，因为经济景气不好，收入锐减，可是还有房屋贷款要缴，小孩要上大学，也要缴学费，不能像前一段时间那样，全心学佛修行，必须设法工作，增加收入，内心感到「逼迫性」，压力很大。\n" +
    "　　师：如何处理？\n" +
    "　　生：初学佛时，总觉得修行最重要，牺牲世间法是值得的。可是现在对空性有了体会之后，知道世间法和出世间不相碍，一切法皆是寂灭相，不取「出世间法」、不舍「世间法」，在工作中保持内心寂静，「逼迫性」、压迫感也就消融了！当初，我意识到我无法再过专心修持的生活，而不得不回到万丈红尘里，心中有些不愿意而且感到无奈。但是当我的心安住空性时，发现世间并不妨碍修持，反而是更真实的焠炼，就不再心存排斥了。\n" +
    "　　师：很好，一般学佛的人，遇到困难，往往会用移转的方式来逃避：研究经典或打坐、诵经、念佛、持咒，如果能使内心宁静，然后很理性地面对问题，那就对了。如果只是沉浸在内心的宁静，或感应、神通之中，回到现实，问题依然如故，内心又再度纷乱、感受到苦迫性，这样的学佛是不究竟的。如你所说，以空性的智慧面对真实的情境，以安住於寂静中，自然消融内心的冲突，而不再有压迫感，这是正确的修行。\n" +
    "　　生：很奇妙的是，当融入空性、心无分别时，有另一种智慧生起，很清晰地看见当下的因缘，自然而然知道如何去做，并且很容易地化为行动，来应对当下的情境。我开始进行评估、计划，了解环境、考虑事情、与人接触，在这些过程中，都可以保持内心的寂静，修行和工作其实是可以结合的。\n" +
    "　　师：这就是大乘佛法的修行，可以和众生结善缘、积集菩提资粮、培养慈悲心，修学大乘佛法，并不限于财布施或法布施，修四摄法中的爱语、利行、同事，就是在人群中，将自身修得的寂静、柔软、清净、开朗的气质自然散发出来、摄受众生，用潜移默化的方式来化导众生，这就是大乘佛法的修行了！\n" +
    "　　生：有时候，事情发展出奇的顺利，或得到意料之外的收获，不免喜不自禁。这时，我也观察到，提醒自己不要陷入乐境、沉迷在喜心中，依然安住空性，知道乐境、喜心也是缘生缘灭、幻化无常，内心就回到寂静，不再波动了。\n" +
    "　　师：其实，在可欲的乐境、如愿以偿的满足感之中，修行难度更高。因为逆境、苦迫，会驱策人精进修行，得以离苦、灭苦，但是欲乐情境的诱惑和陷阱，要有很高的警觉性才能发现，即使发现了，如果没有很强的出离心，仍然会逗留在那里，不肯舍弃，内心寂静确实不容易。这需要在平时就多作内观禅修，培养觉察力和离执力，否则境界一来，恐怕是很难过关的。\n" +
    "　　生：感谢老师的教导，让我得到法的受用！\n" +
    "　　师：你本身下功夫也是很重要的，继续努力吧！"
  },
  {
    title:'走过哀伤',
    content:"生：我最近经常陷入情绪低潮，我先生过世以后，想到过去的种种，就会伤心得哭了起来。\n" +
    "　　师：这是人之常情，不必太过压抑自己！只是不要深陷其中。最好能观照整个过程，包括想起从前一起生活的点点滴滴、愈想愈伤心。观照的心就像天空，情绪就像云，情绪会像云慢慢消散，内心也就回到平静了！\n" +
    "　　生：我试着做做看！\n" +
    "　　（两天后）\n" +
    "　　师：现在感觉怎样了？\n" +
    "　　生：想到自己孤苦伶仃就很伤心！\n" +
    "　　师：你从现在开始改成观想，想像观世音菩萨很慈祥地用甘露水洒在你身上，身心柔和、宁静。有空尽量多作观想，沉浸在柔和、宁静的感觉里。当你觉得伤心的时候，就回到观想。\n" +
    "　　（叁天后）\n" +
    "　　生：现在感觉好多了，但是整理信件时，睹物思人，还是会难过。碰到事情不顺利时，想到以前都是我先生处理，现在只有我独自面对，常常手足无措，又不禁悲从中来！\n" +
    "　　师：不要再让哀伤的情绪蔓延，只要一发现，立即观呼吸、清楚地活在当下，作好眼前的事。若还不行，就用转移的方式，读诵经典、听佛曲、拜佛、散步、打太极拳等都可以。\n" +
    "　　（一周后）\n" +
    "　　生：当我用功修行时，情绪比较稳定，但最近到朋友家过感恩节，不知不觉，还是会触景伤情。\n" +
    "　　师：情绪的引生多由联想而来。观照、观想、活在当下、转移之后就要切断联想，不能再藕断丝连。内心的伤痛，经过一段时日的宣泄之后，就不要再卷入过去的回忆，毫不犹豫地切断联想，跟过去说「再见」。活在当下，这就是最直接有效的对治，其余的都是方便。\n" +
    "　　（十天后）\n" +
    "　　生：进一步要如何作？\n" +
    "　　师：等到心静下来之后分两方面，在事情方面，要安排新的生活、以新的眼光、思想开始新的因缘。可以考虑搬到另一个地方、从事自己喜欢的工作。更重要的是，开发般若智慧，透视法界、生命的真谛，明白人生的一切都如幻影，虚妄不实，连生命也是缘起如幻。涅槃、实相、法性、法身、法界才是究竟的归宿。\n" +
    "　　生：大智度论不是说涅槃也是如幻如化吗？\n" +
    "　　师：涅槃如幻是菩萨境界，不厌生死、不入涅槃，长在生死中度众生，但必须具足甚深般若与大悲心，否则业力、烦恼还很多，自身的苦还没有能力解除，很容易退心，所以般若智与大悲心的培养是最优先的。\n" +
    "　　生：般若智慧如何修？\n" +
    "　　师：般若智慧从闻思修，渐次修习，先得到缘起无自性的正见，然后面对各种人、事、物，思惟分析如何缘起无自性。再进入止观的修习，不透过思惟分析，直观各种人、事、物的缘起无自性，这不是短时间可以做到的，需要依止善知识长期修习才会有成效的。\n" +
    "　　生：那就从现在开始进行吧！"
  },
  {
    title:'动态禅修',
    content:"生：我现在一打坐就会觉得肩膀胀痛，不知道是不是「禅病」？\n" +
    "　　师：下座以后还会不会胀痛？\n" +
    "　　生：下座以后，胀痛的感觉就渐渐消失了！\n" +
    "　　师：你打坐时如何修？\n" +
    "　　生：观想。\n" +
    "　　师：有没有试过其他方法？\n" +
    "　　生：有一次，我把心空掉，什么都不去想，也不作观想时，说也奇怪，肩膀竟然不觉得胀痛了！\n" +
    "　　师：那你就用这个方法作看看吧！\n" +
    "　　生：刚开始很有用，没有胀痛的感觉，但是过一段时间就渐渐不灵了！不知道是不是因为把心空掉，也不作观想，内心空荡荡的，没有依止的关系？\n" +
    "　　师：也有可能，重要的是要了解偏于禅定或是偏於智慧的禅修的不同，禅定的重点在专注一境，守住它，智慧则是「心无所住」，不取不着，任运观照，不用守住一境，而内心自然寂静。你可以试着做做看，不管是耳根听到的声音，或内心浮现的影像、念头，或是佛号、咒语、经文、佛理，都让它流过，不要抓住它也不用赶走它，心中只是宁静地观照它的生起和消失，它们来了又去，彼此不相妨碍，好像平静的流水，底层是不动的，又像是云彩在天空中飘过，而天空依然是自由而开阔的。\n" +
    "　　生：我练习看看！\n" +
    "　　师：感觉怎样？\n" +
    "　　生：刚开始觉得很好，肩膀也不会胀痛，不过几天以后，又觉得隐隐发胀。我仔细观察为什么换了方法以后，刚开始很有效，到后来又失灵了，终於发现我太刻意作一些什么，紧紧抓住方法，於是放松心情，自然地观照，说起来真奇妙，胀痛的感觉居然不见了！\n" +
    "　　师：很好，身心是相连的，心中没有滞碍，气脉自然通畅，如果能注意调身，作瑜珈，柔软操或拜佛，让气血流动顺畅，对打坐会很有帮助。\n" +
    "　　生：我想起来了，几年前开始学打坐的时候，筋肉比较紧、比较僵硬，打坐前都会拉筋、作柔软操，使筋肉松开、柔软，后来筋肉变柔软了，可以很容易地双盘，就不再事先拉筋、作柔软操，有时候一坐就是几小时，难怪会气血不通畅。\n" +
    "　　师：你的分析很有道理。禅修的内容很丰富，打坐是静态的禅修，如果能加上动态禅修，动静均衡，那是更实用、更容易在日常的行住坐卧中体验「寂静」和「无住生心」。\n" +
    "　　生：怎么修？\n" +
    "　　师：和静态禅修的要领一样，但是范围更扩大到日常生活中，了了分明觉知当下的看、听、行走、谈话、洗碗、吃饭、喝水等事情。这时侯，身体、感受、心念还有外面的人、事、物是流动变化的，可是觉知观照是寂静、自由而开阔的，看只是看、听只是听，行走只是行走、谈话只是谈话、洗碗只是洗碗、吃饭只是吃饭、喝水只是喝水，不要用一些想法加以评断、或用佛法加以解释，只是单纯地活在当下，没有夹杂、没有投射，这就是动态的禅修！\n" +
    "　　生：太好了，我想开始照这样来修！\n" +
    "　　师：不必急求效果，只要不懈怠、纯一无杂地修，就可以进入状况啦！"
  },
  {
    title:'红尘中好修行',
    content:"生：这几天住在山上真好，空气新鲜，环境又清幽，没有都市的吵杂、混乱，眼前尽是花草树木，耳边尽是虫鸟的叫声，微风吹来、阵阵清凉，有空就禅坐经行，轻松、自在，完全没有压力，真不想回家呢！\n" +
    "　　师：这是在享清福，不是人人都有这种福报的呢？\n" +
    "　　生：山上修行真的很好，不过为了工作还得下山，回到红尘里去忙碌！\n" +
    "　　师：修行不分山上山下，内心宁静、对事物能洞察它的本质，都是在修行，你最近有没有什么事情？用怎样的认知和态度处理？\n" +
    "　　生：上星期，临时代理同事接下一场演讲，要把五本书的内容综合报告出来，只有两天的时间，很紧迫，心里觉得很焦虑！\n" +
    "　　师：焦虑是如何生起的？\n" +
    "　　生：时间很紧迫，怕讲不好。\n" +
    "　　师：怎样才算是「好」？\n" +
    "　　生：至少要完全消化以后，用最完整的方式呈现出来。\n" +
    "　　师：如果时间不允许，也非得做到这样不可吗？\n" +
    "　　生：很希望能做到！\n" +
    "　　师：这个想法是焦虑的原因吗？\n" +
    "　　生：应该是！\n" +
    "　　师：你觉得可以不用焦虑吗？\n" +
    "　　生：不要带有任何期待、希望，就不会焦虑了！\n" +
    "　　师：那不会太散漫了吗？\n" +
    "　　生：什么才是中道？\n" +
    "　　师：用宁静的心面对它，以智慧的观察找出适合的应对方式，譬如说：先可以把五本书的序文、目录读一遍，然后抓住重点，根据自己的思考和灵感，择取一些实例、故事部分作仔细的浏览，以此为基础，再加上自己的阅读心得，总之，尽心尽力，不要执着「完美」，就不会焦虑了！\n" +
    "　　生：只问耕耘，不问收获，是这样吗？\n" +
    "　　师：正是！\n" +
    "　　生：这样就是在修行吗？\n" +
    "　　师：在繁忙中保持宁静，就是培养定力，观察当下的因缘，就是培养智慧！用清净的心和积极的态度把眼前的事做好，就是精进！\n" +
    "　　生：比起在清静的环境里修行，红尘中的修行要难多了！\n" +
    "　　师：当然，所以静中修有基础，定慧成熟以后，便要在动中磨练，才能真正把佛法活用出来。如果连静中的觉察力、观照力都没有开发出来，就无法立即发现焦虑，也不清楚如何观察因缘！\n" +
    "　　生：静中的与动中的定慧，似乎有些不同的地方，静中的定慧真的能在动中用出来吗？\n" +
    "　　师：如果修的是守住一境的定，动中就很难活用，因为心无二用，无法专注两种境界。如果修的是心不住於一境而内心寂静、觉知当下的「活定」，无论在清静或活动都可以用得上！\n" +
    "　　生：那么在清静或活动中的智慧有没有不同？\n" +
    "　　师：本质是相同的，功用各有不同，在清静的环境中，内心、外境都比较单纯，可以深入观照，透彻照见缘起、无我的甚深法性，但是还没有在一一境上验证，广度不够；而在日常生活中修智慧，就可以广泛地在每个情境中照见缘起、空寂的如如法性。而无论在动中、静中，内心的无执、无碍、寂静、光明是完全一样，没有什么不同的！"
  },
  {
    title:'真心待人',
    content:"师：最近有什麼体验？\n" +
    "　　生：我发现真诚心、慈悲心、喜舍心确实可以对治瞋心！\n" +
    "　　师：你的发现是透过思考归纳的结论还是实际生活的体验？\n" +
    "　　生：这是实际的体验。最近一个月，我发现慈悲喜舍心自然生起，身心常在柔软而流畅的状态下，当和人接触的时候，能敏锐地感应到他的感受，并且真诚地希望他不起恶念、离苦得乐。有一天，我的员工做错事情，又不肯认错，我立即感受到对方的苦，他因为注意力不集中而做错事，加上固执己见不肯认错。如果是从前，我一定会大声斥责，可是这时却以平静柔软的语气告诉他：「大家相处在一起，就是缘份，一个工作团队需要每个人都发挥潜能把事情作好，才能共同成长。人不是完美的，难免会犯错，只要能诚心面对问题，知错能改，大家都会包容的！」他感觉到我的真诚，就充份配合，事情也就解决了！由这件事情，发现自己瞋恨的习气消融很多，内心愈来愈清净，因此感到很喜悦，然后又再发现：这其实也是很平常、很自然的，于是内心放下对喜悦感的执取，回归平静。\n" +
    "　　师：很好，你明白你的真诚心、慈悲心、喜舍心是思惟、意念而生的，还是由内心深处自然生起的？\n" +
    "　　生：是由内心深处自然生起的，我可以很清楚地知道两者的不同。我以前曾经参加过一些企业界的训练课程，老师教我们要真诚地关怀他人，当时我只能做到关怀，而没有做到完全的真诚。\n" +
    "　　师：为什么？\n" +
    "　　生：我发现：我从前接受训练而关怀他人，是因为我要实践那个课程，而我学习那个课程，则是因为我想要改善人际关系。现在我领悟到：因为我的内心深处其实是「我要这样，我要那样」，这是思惟、意念的力量，难怪觉得假假的，所以当时虽然很热心地关怀他人，也觉得很快乐，但过不了多久就冷掉了。其中，最大的原因就是不真实、不自然。\n" +
    "　　师：怎样才是真实、自然的？\n" +
    "　　生：明白一切都是缘起的，内心澄明，自然地感受到众生的苦与乐、悲与喜，知道别人和自己的感受同样都是缘起的，所以感同身受、心灵相通。慈悲心不是由思想、意念造作而来的，是缘众生苦而生的。喜舍心也不是由思想、意念造作而来，是缘于烦恼的息灭、苦的止息而来的。\n" +
    "　　师：慈悲喜舍心和真实清净心都是由智慧觉醒自然生起而非外加的！\n" +
    "　　生：我发现在实际体验中，各种法门都是可以相通的。\n" +
    "　　师：「法无高下、应机者良」，只要能进入清净真实，各种修行法门都是可以包容的，执着特定的法门，以为有一个最高、最好的法，而误解、轻视其他法门则是所知障。内心空寂、不预存任何知解，自然而然融会贯通、左右逢源、无滞无碍、触处圆明。这就是最不会有障碍的修行。\n" +
    "　　生：佛法真是太美妙了！\n" +
    "　　师：佛法本是不可思议的！"
  },
  {
    title:'忙与闲',
    content:"生：我最近工作上压力很大，想请教老师！\n" +
    "　　师：好啊！不妨说说看！\n" +
    "　　生：这一阵子忙起来的时候，觉得很混乱，闲下来，又觉得不安。忙起来的时候，譬如昨天打电脑的时候，开了几个程式来工作，这时客户要资料，就另再开了一个程式来列印资料。还没开始列印，电话就来了，电话讲一半，上司又交待工作，等到告一段落回去打电脑，要列印资料的时候，电脑却死机了！内心焦急感觉身体紧绷、胃也有点痉挛。\n" +
    "　　师：你有没有观察看看是什么想法或感觉造成焦虑？\n" +
    "　　生：我很不喜欢事情作一半搁在那里，那种被干扰、未完成的感觉很不舒服，所以就不自觉地加快速度，把它赶完，如果被干扰，就会急着排除它！\n" +
    "　　师：其实生命只有当下，但我们对事物却产生实体感，从整体的因缘中切割下来，成为单独存在，认为它有开始和结束，所以才有被干扰、未完成的感觉。如果你看到缘起的不可分割，你只是活在当下，单纯地做好眼前的事，就不会卷入事情里面，也不会有被干扰、未完成的感觉。\n" +
    "　　生：我试着体会看看！\n" +
    "　　师：闲下来的时候为什么觉得不安？\n" +
    "　　生：看到别人都有事情在忙，自己一个人闲着没事作，觉得过意不去，就主动过去问问有没有工作要帮忙，工作接过来做一半，又有客户电话打来，又开始觉得焦虑了！\n" +
    "　　师：忙只是忙，闲只是闲，不要把观念和感觉加上去，忙和闲都是因缘。你只要活在当下的因缘，闲下来的时候，你可以喝杯茶、心情放松、整理文件、扫扫地、如果有同事内心有困扰，也可以多去关怀！不要闲下来的时候，心还在忙！\n" +
    "　　生：我懂了！休息的时候可以放松、沉淀、做一些比较轻松的事。\n" +
    "　　师：你知道为什么不能坦然安住当下，工作只是工作，休息只是休息？\n" +
    "　　生：为什么？\n" +
    "　　师：因为执着某些想法，没有看见真相。\n" +
    "　　生：什么真相？\n" +
    "　　师：我们所认知的每一个现象，只是记忆的串连，而真相是缘生缘灭、剎那不住的事实。内在的和合性、变化性和外在的相依性没有被察觉，才会觉得事物是单独的、分段的、固定的。拋开局限性、个别性，每一剎那都是所有旧事物的结束，也是全新的开始。过去只是记忆和经历，未来也只是预期和想像，而现在则夹杂了时间感、空间感、实在感、自我感以及种种解释和批判，这些都不是真相。\n" +
    "　　生：老师是说，我的焦虑不安是由于没有看清真相？\n" +
    "　　师：是的，因为没有看清真相，才会急着「完成」，而没有看到实际的因缘。认为「没有在做事」是不好的，把自己逼得太紧！\n" +
    "　　生：那我该怎么样才能看清真相？\n" +
    "　　师：觉察当下的因缘，不要落入记忆和想像，你就可\n" +
    "以看到真相！\n" +
    "　　生：喔！谢谢老师！"
  },
  {
    title:'烦恼即菩提',
    content:"师：当烦恼来的时候，你怎样修行？\n" +
    "　　生：顺其自然！当它来的时候，就让它来，当它走的时候，就让它走，只要看着它就好！\n" +
    "　　师：为什么不处理？\n" +
    "　　生：烦恼已经生起了，想要去除烦恼，也是另一种烦恼，所以不要另外再动念去除掉它，只要保持觉照就可以了，到时候烦恼自然就会消失，既然没有烦恼了，就不用再修行了。\n" +
    "　　师：烦恼怎么断？\n" +
    "　　生：烦恼不是用断的！烦恼不可能断，也不用去断它，「烦恼即菩提」嘛！烦恼来来去去是很正常的。只要看着它就好了！\n" +
    "　　师：这种讲法很奇怪！\n" +
    "　　生：「前念迷即凡夫，后念觉即佛」，佛与众生不二，烦恼与菩提不二。\n" +
    "　　师：不二法门是甚深般若，你所引用听到的词句并没有错，但你的体会还不到这个见地！你的解说似是而非！\n" +
    "　　生：哪里有问题？\n" +
    "　　师：你听到了很高深、很微妙的法门，却错解了，这一点要特别小心，「菩提」、「觉」、「觉性」以及「佛」的实质内涵是照见空性的般若慧，不只是「觉照」、「觉知」、「觉察」、「看着它」而已，即使因为烦恼被看见而消失，也不一定就是般若慧。把注意力移转到放在「看自己的心」，而不再去注意引起烦恼的事情，不是智慧，烦恼没有断根，还会再生起！\n" +
    "　　生：看见它就消失，所以是空的，当觉照的时候，佛性常存、不生不灭，才是真实不虚的！不是这样吗？\n" +
    "　　师：不是！失之毫厘，差之千里，空性是一切现象无非从缘起，而缘起的现象就是无自性，没有丝毫的实质自体的，一切都是在相依相待中，变换移动的。\n" +
    "　　生：这些都是理论，都是用头脑想出来的！佛性是可以用眼睛看见的，不是空的。烦恼也是佛性的显现，因为烦恼有生有灭，虚妄不实，是空的。佛性才是真实的。\n" +
    "　　师：不要错把「灵明觉知」当作真如佛性，灵明觉知也是因缘和合才有的，要有呼吸、心跳，运送血液到大脑才能有知觉，人在昏迷状态的时候，「灵明觉知」就不见了！\n" +
    "　　生：什么才是「空性」「觉性」？我指的是当下的体验，不是理论。\n" +
    "　　师：当你照见「如实」，就不只是理论，而是当下的体验，「如实」具有普遍性，是不受时间、空间限制的，内心的智慧和所悟的真实是一如的。「空性」是就「如实」的没有固定性、界限性、实体性而说的，「觉性」则是就「如实」的洞见、透彻、无滞、无碍而说的。\n" +
    "　　生：那么，这就是「不二法门」吗？\n" +
    "　　师：是的！烦恼、菩提不二是指烦恼、菩提两者都是「无自性」的，烦恼没有固定的实体，所以当般若智慧现前，烦恼自然不生；菩提也没有固定的实体，不能把它当作宇宙永恆不灭的本体，而是「烦恼消失、觉性显现。」依迷说觉，二者是相互对应、衬托而建立的假名，本质上是如幻不实的！\n" +
    "　　生：照这样说，就不用断烦恼、不用修了吗？\n" +
    "　　师：你还是没听懂！如幻不是没有，是虽然可闻可见，却不坚实。智慧现前、烦恼就消失，假名说是「修行」、「断烦恼」，「修」如幻的智慧，「断」如幻的烦恼！「生」如幻的智慧，「灭」如幻的烦恼，生灭是如幻的，这才是「不生不灭」的真义。\n" +
    "　　生：理论上可以接受！\n" +
    "　　师：理论要依靠语言文字相来描述，这是很局限、很片断的。一旦言语道断、心行处灭，不必透过语言、文字、思惟，真契入真如实际，内心寂静、一切相寂灭，你就知道诸佛贤圣所言不虚！\n" +
    "　　生：希望有一天能真正体会！\n" +
    "　　师：如是因得如是果，要依闻思的正见修止观定慧，才能得菩提果啊！"
  },
  {
    title:'随缘度日',
    content:"师：你在生活上对佛法有什么体会？\n" +
    "　　生：不要太坚持自己的观念，人与人之间就比较好相处！\n" +
    "　　师：可不可以举实际的例子来说明？\n" +
    "　　生：上个月结婚，因为双方家庭习俗差很多，繁文縟节很多，长辈们很重视、很坚持，可是意见常常不一致，我对这些其实都无所谓，所以就尊重他们，等他们讨论有共识以后，照做就是了。\n" +
    "　　师：难道你没有个人的喜好吗？\n" +
    "　　生：当然有，不过，那是因为过去经验所遗留下来的习气，我会试着用不同的观点、角度欣赏和自己的喜好不同的事物。\n" +
    "　　师：可不可以举实例来说明？\n" +
    "　　生：我和太太一起去选家俱，他喜欢的沙发、床组、书橱，我可以试着去欣赏它，只要不是太讨厌，尽量配合她，随顺她的意思。\n" +
    "　　师：那不会有点委屈吗？\n" +
    "　　生：不至于吧！只要她喜欢就好了！\n" +
    "　　师：你在教英文的时候，如果学生不听话，还要随顺他吗？你会生气吗？\n" +
    "　　生：学生不用功、不听话有他的因缘，我可以找机会了解他、规劝他，不需要生气嘛！\n" +
    "　　师：这样很自在啊！\n" +
    "　　生：学佛那么多年，总算有所体会。\n" +
    "　　师：你对缘起法能肯定吗？\n" +
    "　　生：当然，在实际生活中可以完全验证，没有一件事是例外的。\n" +
    "　　师：明白缘起法，对你的生命有没有改变？\n" +
    "　　生：明白缘起法，让我看事情比较清楚，比较不执着、不钻牛角尖，可以轻松坦然地过生活。\n" +
    "　　师：平常有没有打坐、诵经、拜佛？\n" +
    "　　生：没那么用功，这些都是方便法，是用来帮助内心平静的辅助工具。我都是直接在实际生活中用智慧来观照，然后烦恼就自然淡化了。\n" +
    "　　师：你对结婚有什么心得？\n" +
    "　　生：结婚有结婚的好处，譬如在生活上可以相互照应，有人可以分享、分忧！当然结婚也有一堆问题，尤其太太跟父母住在一起，相处容易有磨擦。不过，只要善加调适，也算是修智慧、修慈悲！修行不一定要单身，也不是非要把工作辞掉不可。只要能领悟佛法的精髓，努力实践，在红尘人间一样可以修行！\n" +
    "　　师：如果有时间，你会不会参加禅修？\n" +
    "　　生：有这个因缘的话，不妨藉着禅修深入内心、让自己的心更为纯净，不过平时的禅修更重要！\n" +
    "　　师：你平时用什么方式禅修？\n" +
    "　　生：散步、运动、搭车、作家事都可以训练自己了了分明、一心一境活在当下！\n" +
    "　　师：有没有修观出入息？\n" +
    "　　生：空档没事或休息的时候，心自然回到呼吸，以无所得、无所住心来呼吸，就不再局限于呼吸，而是大自然的律动，也没有呼吸的人或主体的我。唯有缘起，一切归於空寂，如此而己！\n" +
    "　　师：每天用多少时间观出入息？\n" +
    "　　生：看当天的因缘，不一定要花很长的时间观呼吸，活在因缘的当下就是禅修了！\n" +
    "　　师：你会不会想要赶快开悟、解脱？\n" +
    "　　生：一切法从缘起，开悟、解脱也是因缘生，水到自然渠成、瓜熟自然蒂落，只要顺着禅定、智慧、慈悲的法流，根本不必担心什么时候开悟、解脱。\n" +
    "　　师：正是如此！"
  },
  {
    title:'不忧不悔',
    content:"生：我很后悔年初公司征求优退（以优惠条件自愿退休）的时候没有选择优退。\n" +
    "　　师：为什么？\n" +
    "　　生：昨天公司开会决定减少人事开销百分之二十，不管是裁员或减薪，都有损失，而且我对目前的工作环境早就不满意了，如果不是想到退休在家无所事事，实在不想再做了！\n" +
    "　　师：已经过去的事后悔也不能改变事实啊！\n" +
    "　　生：我也知道，但是一想到这点，心里就不舒服。\n" +
    "　　师：既然无法改变，难道你就这样一直懊悔下去吗？\n" +
    "　　生：公司想派人到上海工作，我想尝试新的工作环境，比较有自主性和发挥的空间。\n" +
    "　　师：以智慧应对新的因缘，内心保持清新和灵活度，就不会再陷入「懊悔」的漩涡里。\n" +
    "　　生：我觉得我不是那种可以很灵活地适应环境的人。\n" +
    "　　师：如果你能够放掉很多固定的思考模式，内心有了弹性空间，潜能就可以被激发出来，并不是要你另外做什么事！\n" +
    "　　生：我还是有点担忧，我过去那边指导新进员工，教他们技术，等他们学会以后就不需要我了！\n" +
    "　　师：这是很正常的啊！那时候有那时候的因缘，内心有源源不绝的活力、创造力，面对未知就不会那么担忧！\n" +
    "　　生：那种不确定感会让我心里不踏实！\n" +
    "　　师：其实无常、无我、一切都不确定是真相，希望一切都被确定，就是没有看到真相，每一剎那都在改变，旧的因缘过去、新的因缘会来，如果对过去不耽恋也不追悔，新的因缘蕴藏着新的机会！未知未必是不好的！\n" +
    "　　生：就是说，到时可能会有新的机遇？\n" +
    "　　师：是啊！就算没有新的机遇，退休下来，也可以试着过不同的生活，也许更轻松、自由，也可以有更多的时间修习佛法呢！\n" +
    "　　生：可是我的两个小孩上大学需要昂贵的学费！我不能看着他们无法受到好的教育。\n" +
    "　　师：也许在家庭经济上比较困难，但如果善用资源，例如奖学金、助学贷款，问题也可能克服的。一人有困难，全家都要重新调适！\n" +
    "　　生：现代工商社会，大家的工作压力那么重，很容易紧张、焦虑，要如何面对。\n" +
    "　　师：如果真的不能胜任，就要请调单位或换工作，不要因为面子或怕收入减少而硬撑。毕竟，「留得青山在，不怕没柴烧」，要是弄得精神崩溃或全身是病那就得不偿失了！\n" +
    "　　生：有一些方法可以让身心松弛，如运动、休闲，您有什么看法！\n" +
    "　　师：只要适合自己而且有效的方法都可以采用。一些禅修的方法如坐禅、步行禅、观出入息，好好踏实去做对身心松弛都是很有帮助的，不过更重要的是心态、观念上要放开、放松！\n" +
    "　　生：怎样才能在心态、观念上放开、放松？\n" +
    "　　师：随顺外在、内在的因缘去做事，不要用僵化的标准来看事情，理性务实地处理事情，化解冲突，就不会制造紧张。用柔软心对待自己的恐惧不安，让内心真正的感觉流露出来，不要压抑它，情绪就可以获得舒解，这样就容易放松！\n" +
    "　　生：以我目前的状况来说，我对上司很不满，辛苦的是我，成果都变成他的，升迁也轮不到我，我该怎么舒解这种不满的情绪？\n" +
    "　　师：不满是因为你认为你应该得到而没有得到。让你的思绪归零，回到空性，丢掉「应该」的想法，用正面思考来想：如果我有能力，就换工作，不想换工作，就想想看问公司给你的待遇，足够生活所需吗？如果够用，不要太在意其他的事。工作和收入不是生命的全部，多放一些心力在自我提升，让自己活得更丰富。毕竟人身难得、佛法难闻，把人生视为修行的过程，这一生能得智慧、离烦恼，内心清净、光明、喜悦、自在，才是真正不虚此生呢！\n" +
    "　　生：我这样想就可以吗？\n" +
    "　　师：刚才只是举例说明，重点是正思惟，当你进入正思惟、试着放下负面的想法时，情绪会自然淡化！当你观念灵活时，就不会被情绪绑住了！要真正去做哦！\n" +
    "　　生：好！谢谢老师！"
  },
  {
    title:'净土与般若',
    content:"生：上个月发生了一件事，让我连续几天心绪不宁。\n" +
    "　　师：什么事情？\n" +
    "　　生：我在一家公司上班，老板很器重我，我也很拼命工作，业绩大幅提升，可是在一次交通意外中，老板就这样死了，我内心很茫然、很混乱，于是就在熟悉的寺庙立一个牌位，请法师念佛回向给他，那位法师念佛三昧修得很好。隔天晚上梦见老板对我微笑，此后我的心才安定下来。这时我决定辞掉工作，我不想把生命全部耗在工作上，我必须安排时间在道业上，后来换了一个兼职的工作，每天课诵、念佛，觉得很好，可以感受到宁静和喜悦，不再茫然和混乱。\n" +
    "　　师：很好啊！\n" +
    "　　生：老师！您平常有没有念佛？\n" +
    "　　师：有啊！\n" +
    "　　生：您是不是修净土法门？发愿往生西方！\n" +
    "　　师：我虽然也在念佛，但不一定非要往生西方净土不可！\n" +
    "　　生：不生净土，死后要去哪里？\n" +
    "　　师：并不是每个人死后想要去哪里就可以去哪里，能够内心清净、有智慧、有慈悲心，发愿生生世世都能见佛闻法、修行证果，这才是正常道。\n" +
    "　　生：可是五浊恶世、众生业障深重，修行很容易退转、没有保障，能往生极乐世界，从此不再退转，不是很殊胜吗？\n" +
    "　　师：是很殊胜没错，可是也要修到一心不乱才能有把握啊！况且修行法门很多，不是只有净土法门，生净土也不一定是西方极乐净土，弥勒净土也不错啊，即使没有修到一心不乱，只要离恶向善、爱乐佛法、发愿往生弥勒净土就可以去，将来随同弥勒菩萨下生人间、广渡众生、建立人间净土，不是也很殊胜吗？\n" +
    "　　生：如果生到外院、耽溺天乐怎么办？\n" +
    "　　师：如果能知苦离苦，并且有般若慧，就不会耽溺天乐，也不容易退转！因为见到世间无常、苦、空、无我、如幻不实，知道没有实法可以贪着、执取，现前当下即是清净、自在，不待死后，也不必等到生到净土才能清净、自在。法法皆通，不要对不同的修行方法起分别心！\n" +
    "　　生：能不能请老师详细解释？\n" +
    "　　师：就正常道而言，在三界中，能不堕落三恶道，靠的是正见和戒律的力量，能不退转于菩提道的是般若智慧和大悲心。净土法门是方便道，摄受初发心的人。就实质面来说，如果内心清净光明，如实了知一切法缘起如幻、不取不着，那么无论现在或未来，此地或他方都是喜乐而自由的，如果内心不清净，不能万缘放下、内心有着种种牵挂，与净土不相应，往生就会有障碍！\n" +
    "　　生：今生即使修得很好，转世投胎就有隔阴之迷，来世不知道自己前世学佛修行，迷恋世间法那就糟了！\n" +
    "　　师：清净心是心灵的品质，而不是记忆或知识的累积，所以不会因为转世投胎而改变。心愈清净，来世与佛法愈相应，不需别人教导，自然心地善良、爱乐佛法、慧根具足，这是业力因果、缘起法则的必然性，如果今生修戒定慧，来生居然忘失戒定慧而堕落，那是断灭见！成了「修行无用论」！\n" +
    "　　生：不是说有人修善升天，天福享尽，堕三恶道吗？\n" +
    "　　师：那是因为没有出离心、不修戒律、智慧不具足、单修福报的缘故，因为染着世乐、心不清净，所以会堕落！\n" +
    "　　生：有人说：娑婆世界恶缘、魔障多，修行不易，很危险！极乐世界诸上善人聚会一处，容易修行，生净土还是比较稳当！\n" +
    "　　师：这是应机说法，无可厚非。但是佛法的可贵在于以智慧照见真相，当下自在。若把希望寄托死后往生净土，总觉得远水救不了近火，当然若能兼修净土与般若，当然是可以的。总之佛法平等，只要契理契机，随各人因缘修般若、修净土都很好，不必强分高下！\n" +
    "　　生：我明白了！"
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  }
];