var data=[
  {
    title:'莫名的低潮',
    content:"生：我有时候会觉得心情很低潮，不知道为什么，就是觉得什么都不想做，意兴阑珊，这是怎么回事？\n" +
    "　　师：虽然你不知道为什么，只要你放松、接纳当下的一切，该休息就休息，让思绪沉淀下来，你会逐渐看到原因的。\n" +
    "　　生：有时候，我会强打精神，找点事情来做，振奋一下，等到回复正常以后，就忘了刚才的低潮了。\n" +
    "　　师：如果你想看清自己的内在，放松和休息是必要的，转移注意力可能会忽视内在的呼唤。一些没有被满足的愿望和期待，不被承认的忧心和阴影，如果没有面对它、看清它，仍然会在内心深处发酵，干扰我们的心，消耗活力，隔一段时间又形成另一次莫名的低潮。所以这是一个警讯，急着逃离它，做别的事，没有解除内在的心结，仍不会有寂静、安祥和喜悦；即使是乐受，也是带有焦躁、兴奋的成份。\n" +
    "　　生：那么，现在我该怎么做？\n" +
    "　　师：下次出现低潮的时候，自己先放松，听听内在的声音，然后打电话给我！\n" +
    "　　〔数周后〕\n" +
    "　　生：我有点看到我为什么心情低潮了！\n" +
    "　　师：有什么发现呢？\n" +
    "　　生：我在心情苦闷时，想起来要放松、自我观察。刚开始时，不但感觉一片浑沌，而且连观察的动力也没有。很奇怪，等到心空了下来，逐渐看到积压已久的不甘心和伤心正深藏心中。我发现我并不如自己所以为的那样平静，我的工作不如意，婚姻也不顺利，我想藉着学佛让自己看开一点，其实并没有真正放下。我的内心深处还是非常在意这些挫败，我不甘心为什么我做了那么多，却得不到我要的。我伤心为什么我那么努力，受了那么多委屈，结果还是没用！\n" +
    "　　师：如果你想哭，不要觉得不好意思！\n" +
    "　　生：我现在觉得舒坦一些，不再那么郁闷了！\n" +
    "　　师：问自己，你真正要的是什么？工作和婚姻带给你的意义是什么？\n" +
    "　　生：我学佛以后，认为工作和婚姻只是世间法，只是不得不负的责任；往生净土、明心见性才是真正有价值、有意义的。现在看来，这种观点似乎有问题，但是不知道问题出在哪里？\n" +
    "　　师：出在世间和出世间二分法的对立思考模式！要是能如实见到工作和婚姻的真相，就是见法性。在工作和婚姻的过程之中净化自心，以觉悟的心看待工作和婚姻中的人、事、物这些因缘环境，这是人间净土的实际修行。并不是离开当下的因缘，另外去找个「明心见性」，这是佛法不离世间的中道。\n" +
    "　　生：那么，工作有成就，婚姻美满，也是学佛的人可以追求的吗？\n" +
    "　　师：学佛的人，只是以清净心来工作，以慈悲心来经营婚姻，并不预设「成就」和「美满」为目标。心中「无所住」，「无所得」，才能化解内在僵化的目标认知。因为这些目标是因缘所生法，是由福德、智慧、慈悲、方便等善法来成熟，在过程中的每个当下都是觉知的、流畅的、灵活而有创意的。生命本身就是成就和圆满的展现，外在的成就和圆满只是内在福德、智慧、慈悲、方便的显现而已！如果你真的看到这点，还有什么不甘心和伤心的？\n" +
    "　　生：那就是说，不管失败、挫折或成功、顺利，都要接纳当下的因缘，然后努力创造清净的因缘，而清净的善果是不求而得的，是用这样的心态来面对事情吗？\n" +
    "　　师：这正是走出低潮的正确道路！"
  },
  {
    title:'我是谁？',
    content:"甲：你现在怎么用功？\n" +
    "　　乙：我在找「我是谁？」\n" +
    "　　甲：找到了吗？\n" +
    "　　乙：正在找！\n" +
    "　　甲：正在谈话的不就是你吗？\n" +
    "　　乙：这只是身心活动的假我！包括从出生到现在所有的角色、身份都是假我而已！不是真我！\n" +
    "　　甲：你为什么要找到「真我」？\n" +
    "　　乙：找不到心就不安！因为活在虚妄的身心世界中，一切都是生灭无常、苦恼不安的，找到真我才能得到究竟安乐！\n" +
    "　　甲：你说的「真我」是什么？\n" +
    "　　乙：不可思议、妙用无边、灵智大觉。\n" +
    "　　甲：怎样才能找到？\n" +
    "　　乙：一念不生全体现，妄心息灭，真心就现前！\n" +
    "　　甲：怎样息灭妄心？\n" +
    "　　乙：说老实话，起心动念、见闻觉知，这些都是脑细胞和神经系统的电流作用，都还在妄心的范围内，真心、真我、真如，一点眉目都没有！那请问你是怎么修的？\n" +
    "　　甲：没有假我、真我，妄心、真心，生灭、不生灭，也没有灵觉与不灵觉，当下就是！\n" +
    "　　乙：就是什么？\n" +
    "　　甲：当下就是空有不二的实相！纯然和全然，没有知见投射在身心世界中，也没有割裂对立的认知。\n" +
    "　　乙：既然什么都没有，活着还有什么价值和快乐呢？\n" +
    "　　甲：虽然没有谈话的「我」的主体，但是你所说的「不可思议、妙用无边」自然展现！它不是什么「灵智大觉」、「真我、真心」或神祕的宇宙本体，就在当下，由不同的因缘幻现多彩多姿的身心世界！它也不是绝对不变的实体，当下就是毕竟空中的「虚拟实境」！当我们执意想要把它改变什么才满意，就离开「纯然」，心有增减；当我们无意中认定它是什么、不是什么，就离开「全然」，而有所割裂、对立。\n" +
    "　　乙：那么，我是谁？\n" +
    "　　甲：从早到晚，就在生活工作的语默动静、感情、思想、见闻、觉知之中，这些都是缘起之用；心不执迷在虚幻的假相中，当下就是真实和快乐。「我」只是想蕴的作用，它只是世俗假名安立的方便；心念、\n" +
    "名相的虚幻性就是真相、实相。\n" +
    "　　乙：要到达一念不生才能见到实相吗？\n" +
    "　　甲：那么佛和阿罗汉有没有念？\n" +
    "　　乙：无念！\n" +
    "　　甲：无念怎么说法度众生？\n" +
    "　　乙：？\n" +
    "　　甲：无念若解说成无思无想，则顶多是禅定；佛和阿罗汉的脑子还是有作用的。禅宗说无念是「於念而离念」，不陷入、粘着在念头中，对形相不生执取，也没有添加主观见解、期待等等的投射，只是活在纯\n" +
    "然和全然的当下而已！\n" +
    "　　乙：还有苦和不安吗？\n" +
    "　　甲：在纯然和全然的当下，内心没有苦和不安；但是当投射和割裂生起时，苦还会现起。\n" +
    "　　乙：不是一悟永悟吗？\n" +
    "　　甲：我不清楚你说的悟是指什么，我的意思是般若智慧照见「空有不二」的实相，不等于贪、瞋、我慢所有烦恼完全平息。所谓「理可顿悟、事须渐修」，认得路，不再迷路，不是到达；虽说还没有到达，但心中踏实、放心而不再惶惶不安。\n" +
    "　　乙：当境界来的时候怎么办？\n" +
    "　　甲：回到纯然和全然。譬如说：眼前是宁静而美丽的夜景，不必另外去分割它、认定、执取它是固定、实体的存在，或添加一些想法上去，希望拥有这片宁静和美丽。到了白天，一片吵闹、杂乱的交通出现在眼前，明白这是因缘的转换，就不会拒斥眼前的景像而生烦恼，因为这就是实相。\n" +
    "　　乙：可以有感情、思想、见闻、觉知吗？\n" +
    "　　甲：当智慧现前，看见真相，所有感情、思想、见闻、觉知都只是幻影，世俗缘起的假名而已。虽毕竟空而可闻可见，虽宛然有而不真实，这就是空有不二的中道实相。"
  },
  {
    title:'慈悲心对待自己的恐惧',
    content:"生：我这段期间，身心经历了很大的冲击，也有一些感受，想跟老师谈一谈！\n" +
    "　　师：慢慢说！\n" +
    "　　生：上个月身体不适，到医院检查，发现身上长了一个大的肿瘤，医生说要开刀切除，我心里很恐慌、很徬徨、很无助！虽然我的理智告诉我要冷静、接受事实，作最坏的打算，尽最好的努力，但是我发现一向坚强的我，碰到这种事情，竟然变得这么软弱！究竟是怎么一回事？\n" +
    "　　师：也许「坚强」只是你自己的认定吧！你有没有看到自己内心仍然存着一个「小孩」？！他会恐惧、不安，并不因为你已经长大成人了，它就消失！\n" +
    "　　生：我体验到了，但是，想不到我还有软弱的一面，为什么会这样？\n" +
    "　　师：你回忆一下你的成长过程，在你很小的时候，难道就已经像大人那样坚强了吗？\n" +
    "　　生：我记得小时候，像其他小孩一样，也会哭，也会害怕！\n" +
    "　　师：是什么时候开始变坚强的？\n" +
    "　　生：记忆中，比较大的时候，大人告诉我：「要勇敢、不要哭！」所以当我害怕又没有人可以依靠的时候，虽然心里害怕，我却告诉自己：「不要害怕！我要证明给你们看，我是坚强的！我要靠自己！」从此以后，我变得更独立、更自信。\n" +
    "　　师：这并没有改变「害怕」的本质！你只是增强自己的能力，反而否定、掩饰内心深处真正的感受：「其实我很害怕！我是多么希望被关心、被呵护！」所以，当事情超乎自己能力的极限，例如意外或重病、面临死亡、失去亲人时，尘封已久的内在的「小孩」，就会再次出现，这是很自然的事情。\n" +
    "　　生：那么，要如何处理内心的恐惧和无助？\n" +
    "　　师：你的问题不在于现实事务的处理；要怎么做，可以请教有经验的人，信赖专业的人。问题在于情绪，不是如何处理的问题，而是要以像对待他人那样，用慈悲、爱心来接纳内在的恐惧和无助，抚慰内在受惊吓的「小孩」！\n" +
    "　　生：可是，既然有些事情是超乎自己能力极限，无法抗拒的，抚慰有用吗？\n" +
    "　　师：慈爱、支持是化解恐惧、无助的妙药；悲悯、抚慰是面对伤痛、无奈的良方。先在情绪上稳定、清洗，然后再看看能做些什么！如果没有，先面对情绪，直接用理智、行动作反应，情绪没有舒解，会有压抑，身心便会变得僵硬、冷漠。\n" +
    "　　生：自己对自己慈悲，不是很奇怪吗？\n" +
    "　　师：内心的每一个苦都是需要救度的众生！难道只度外在的众生，不度内在的众生吗？\n" +
    "　　生：人们需要温暖和被关怀的感觉，可以降低冰冷和孤独的感觉。自己对自己慈悲，有用吗？\n" +
    "　　师：当恐惧和无助接触到慈悲时，就像太阳升起，自然就驱除黑暗和阴冷。无论慈悲是来自他人或自己的内心，温暖和关怀的感觉是一样的，都可以暂时解除内在的恐惧和无助。\n" +
    "　　生：这样就足够了吗？\n" +
    "　　师：当情绪释放出来，内心便自动开始产生转变；障碍消除了，内心便体验到宁静；有了宁静，才有可能进一步看见真相，生起般若智慧，从根本上化解恐惧和无助。\n" +
    "　　生：怎样从根本上化解恐惧和无助？\n" +
    "　　师：要透过智慧的观察，明白事物的虚幻性，知道各种的遭遇如病痛、衰老、面临死亡、失去亲人等等，都只是因缘和合现起的假相，表面上是不幸、灾难，其中却蕴含着无限性、空寂性！抽离掉对它的固定、狭隘的负面观点，无论多么可怕或多么无奈的事情，从无限性的视野来观照，都有其深远的内涵！把它当成学习慈悲、淬练智慧、培养安忍的良药！虽然苦口，却能消除无始劫以来的烦恼，转恶业为功德；能转念就是自在！虽然个人有形的力量是有限的，却认知到缘起是无限的！即使在生、老、病、死的过程有着许多身心上的缺陷、障碍和不便，只要内心清净、鲜活、丰足、有爱心，仍然可以发挥其他方面的潜能，乐观地面对，成为生命的智者、仁者和勇者！"
  },
  {
    title:'安心之道',
    content:"生：最近觉得心里很矛盾，压力很重，也很焦虑！有点喘不过气来！\n" +
    "　　师：什麼事情？\n" +
    "　　生：现在我觉得很混乱，烦的事情很多！\n" +
    "　　师：先说说看最烦的事。\n" +
    "　　生：我们单位最近课长要离职，空缺由内部晋升，这是我难得的机会，可是情况好像不太乐观，所以觉得很焦虑！\n" +
    "　　师：顺其自然不是比较自在吗？\n" +
    "　　生：可是我花了很多时间进修，为了考绩，工作特别努力，还自动加班，常常牺牲家庭生活和休闲活动，就为了想要升迁。付出那么多，得不到的话，很不甘心！\n" +
    "　　师：为什么想要升迁？\n" +
    "　　生：我不想屈居人下，被人指挥，而且升迁之后，收入也会增加。\n" +
    "　　师：你觉得升迁就是你想要的吗？你知道主管的责任和压力更重吗？你还要懂得领导、管理和相处之道，不是吗？\n" +
    "　　生：我没有想那么多。\n" +
    "　　师：了解自己和了解因缘是很重要的，如果你能力很强，人际关系和谐，而且乐在工作，主管的职务自然被赋予，而不是刻意求来的，怎么会有烦恼呢？\n" +
    "　　生：那不是消极、缺乏进取心吗？\n" +
    "　　师：我们的教育太偏重成就取向，欠缺情绪管理，更不用说心灵的宁静之道、智慧慈悲的修炼了。现在人心混乱不安，和教育很有关系！\n" +
    "　　生：怎样才能安心？\n" +
    "　　师：在根本上，要调整自己的心态和观点，以佛法来说，就是要有平常心和因缘观。平常心就是以自然、轻松、不刻意的心面对人、事、物；因缘观就是要观察整体的因缘，不要落入割裂式的思考，譬如刚才提到的事情，要了解当主管也要内在和外在的因缘具备才行，不是光靠自己的努力就可以的，还要老板欣赏才有希望，况且当了主管，也要有管理才能，优秀的技术人员或幕僚人员不一定就能胜任管理工作。而主管的责任当然会更重，所以顺其自然其实是最自在的。\n" +
    "　　生：那就不用努力了吗？\n" +
    "　　师：你只要发挥你的才能，努力把工作做好就好了，不必刻意去争取什么，让整体的因缘决定你的前途，事实上，单凭个人是不足决定所有事物的，这就是因缘观。\n" +
    "　　生：其他方面的问题，因缘观也有用吗？\n" +
    "　　师：这是大原则，或是一个开放性的视野，实质的问题当然也要采取实际的行动去化解。视野窄化会制造内心的冲突、矛盾，开放性的视野，可以使人有智慧地处理问题！\n" +
    "　　生：视野窄化是什么意思？\n" +
    "　　师：譬如，只想享受甜美的成果，忽略过程中的付出和所要承担的责任是否能胜任；只注意感情、一厢情愿，忽略对方的劣根性而一心要和对方结婚；只希望别人顺从听话，不了解对方的因缘、兴趣和需求；只维护自己的利益，没有考虑到对别人的伤害、对环境的破坏，等等都是。视野开阔，就比较能理性、安心、关怀并尊重他人。\n" +
    "　　生：我现在心情比较开朗一些了！世界那么广阔，每个人都可以有他的空间，有他自己的人生，不必和别人相同，也没有胜负，一切全凭因缘来创造，不是吗？\n" +
    "　　师：不错！你的领悟力很高。"
  },
  {
    title:'菩提心',
    content:"师：你平常修什么法门？\n" +
    "　　生：没有一定，有时候观呼吸、修四念处，有时候念佛。\n" +
    "　　师：会不会太杂？\n" +
    "　　生：有一点，我本来修净土，后来学了原始佛教、中观，觉得蛮好的，但是又想到如果没有了脱生死，还会再轮回，甚至可能堕落，没有保障，还是觉得往生西方净土比较稳当，可是心念很散乱，恐怕未必能去得成。所以我常常觉得很困扰！\n" +
    "　　师：你也可以修四念处、中观，同时发愿往生弥勒净土追随弥勒菩萨！因缘成熟一同回到人间，实现人间净土，这样就不会互相矛盾了！\n" +
    "　　生：可是，有人说，有些修行人想去弥勒净土，到了兜率天经过外院，就沉迷在天界的享乐，忘了去内院！\n" +
    "　　师：这只是传说，心有所染才会耽于欲乐，所谓「心净则佛土净」，不管修什么法门，内心清净才是重点。\n" +
    "　　生：我还是对未来不放心！\n" +
    "　　师：何不好好安住当下？\n" +
    "　　生：我觉得活在这个娑婆世界很苦，看到种种人情冷暖、各式各样人性的丑陋，让我很不想留在这里，也不想再回来人间！\n" +
    "　　师：看到苦就想离开，这不是逃避吗？\n" +
    "　　生：逃避和厌离有什么不同？\n" +
    "　　师：逃避是不去面对苦的原因，厌离是彻底了解苦的原因无非贪瞋痴。所以不但爱染心要离，连讨厌的心也要离，内心清净光明、平等对待顺逆境才能究竟离苦得乐，如果只是逃离或转移情境，而没有净化内心，趋乐避苦只是众生的本能，只有短暂的效用，没有解决生命的困境！\n" +
    "　　生：那么佛为什么还要教人往生净土？\n" +
    "　　师：这是佛的慈悲、方便接引，「阿弥陀佛」即是「无量」，是无限智慧、功德的显现。如果能在苦难的秽土中精进修行一天，胜于在净土中修行一百年，因为在困苦的环境下，更能发出离心和菩提心，所谓「菩提所缘，缘苦众生」，任何的修行，念念回向於正觉，这是所有法门都一样的！\n" +
    "　　生：就是说，如果我面对苦、了解苦因，我就不再矛盾、困惑了？\n" +
    "　　师：是的！你知道世间为什么有苦？人性为什么会那么丑陋吗？\n" +
    "　　生：因为众生有烦恼、造业才会这样！\n" +
    "　　师：这是注定而不可改变的吗？\n" +
    "　　生：虽然可以改变，但自己很难改变自己，别人也很难改变他。\n" +
    "　　师：学佛修行就是要自觉觉他，自己改变，自然可以感化他人。\n" +
    "　　生：真正学佛修行的人太少，烦恼的力量又那么大，情况不太乐观。\n" +
    "　　师：千年的暗室，一盏灯就能打破黑暗！一灯燃千灯，灯灯无尽！一夜恶梦，醒来什么也没有，智慧的光明照破无明的黑暗，有什么难易可说？\n" +
    "　　生：那我要怎么选择修行法门？\n" +
    "　　师：你可以随着你自己的因缘，选择修学的方式，将来要往生哪一个净土，或回到人间，也是由愿力和因缘来决定。只要内心光明、纯净、觉醒，都是好的。\n" +
    "　　生：我想通了，心向菩提，念念觉醒就是了，其它随缘就可以了！\n" +
    "　　师：很好！"
  },
  {
    title:'法念处',
    content:"生：我想报告一下我最近对四念处的一些体验。\n" +
    "　　师：很好！请说！\n" +
    "　　生：我近来观察到自己的「自我」观念，和身心的互动变化，真是太奇妙了！\n" +
    "　　师：详细情况请描述一下！\n" +
    "　　生：以前我不知道我的身体其实并不柔软，我在作柔软体操的时候，拉筋拉得还不错，所以认为：我的身体算是柔软的。可是，当我发现到内心的「强硬」——不愿被指挥的强烈自主意识造成身体无法真正放松，这时才知道原来柔软是由内而外，自然散发的！\n" +
    "　　师：你是在什么情况下观察到的？\n" +
    "　　生：我一直在「四念处」——身、受、心、法的观照上试着下功夫，觉得很受用。有一次，有同修没有经过我的同意，半强迫地安排参加一项活动，虽然这个活动我并不排斥，但我觉得我不受尊重。这时候，我立即向内观照，发现自己的「受」——情绪处在郁闷的状态，「身」——身体则有点僵硬不自在，「心」——内心有点抗拒、排斥。我冷静下来观照，为什么会这样，原来是我紧抓住「不受尊重的感觉」，我对自己的事情一向要自己作主，别人要支配、指挥我，我绝不接受。\n" +
    "　　师：当你发现这点以后，有什么改变？\n" +
    "　　生：我想，其实我不必那么在乎别人的态度和语气，那是他们的修养和习惯；我只要问自己，是否决定去，如果要去，就去嘛！如果不要去，只要委婉地拒绝就是了！\n" +
    "　　师：身心有没有不同的反应？\n" +
    "　　生：真奇妙！当我想通以后，身体顿时觉得很轻松、很舒畅，也很柔软。我想，修四念处真的很有效！\n" +
    "　　师：法念处有什么体验？\n" +
    "　　生：我看到我执在作用，它让我身心紧绷。\n" +
    "　　师：有没有见到「无我」？\n" +
    "　　生：没有！\n" +
    "　　师：法念处最重要的内容就是叁法印——诸行无常、诸法无我、涅槃寂静，在杂阿含第一经就开示五蕴苦、空、无常、无我。可以说四念处其实就是如实观察五蕴。\n" +
    "　　生：烦恼没有现起，要怎么去观照？\n" +
    "　　师：烦恼还没有现起时就要观察，这才是根本之道，否则烦恼的根还在，是不能彻底解脱的。如实正观，就是在身心活动的当下，没有预设立场地观照，不停留在观念、想像、推测的领域，锲而不舍地观照，终能破茧而出，体悟真相，同时见到原先所认定的「常」和「我」根本不存在，连观照和能观照的自我也是没有实体的，是相对设定的概念而已。\n" +
    "　　生：那么，见到无我，能不能去除烦恼？\n" +
    "　　师：烦恼的根本原因在於过度保护「自我」，依照「我的」感觉、想法、意愿来生活，没有见到缘起无我、自他平等的实相。见到无我，才能在根本上断除烦恼的根，不再以我、我所为中心来感受、思考、行动，而随顺当下的因缘，身心自然放松、柔软、平静。你实际去观照，才能亲自印证！\n" +
    "　　生：老师的意思是说，我还要再观照五蕴无常、无我、空性，修行才会更上层楼？\n" +
    "　　师：是的，法的奥妙就在于此！"
  },
  {
    title:'安住当下',
    content:"生：我自己开了一家店，夫妻俩一起看店，虽然有人可以替换，但有时候还是会有一股冲动，想出去逛一逛。起初我没有特别注意它，现在学习观照法门，明白那是「行蕴」的推动，要如何才能把心静下来？\n" +
    "　　师：你试过什么方法？\n" +
    "　　生：我用观出入息的方法摄心，有点效果。可是，因为要看店，总不能一直观出入息，停下来之后，不知不觉又开始想出去。\n" +
    "　　师：你知道为什么你的心不能安住在当下吗？\n" +
    "　　生：不清楚！忙的时候，希望忙完了可以休息；等真的闲下来，又想找一些事来做！是不是对熟悉的事物产生厌倦，觉得乏味，留店里，就像被困住一样，想透透气，接触新鲜的事物，是这样吧？\n" +
    "　　师：有点接近。那又为什么会有这种心理呢？\n" +
    "　　生：这很平常吧！不是吗？\n" +
    "　　师：就在看起来很平常之中，深入观察才有智慧啊！在新的事物中，固然可以学习、成长，但如果没有用心，也可能是一种短暂的刺激作用，不会有进步；而事实上，旧的事物中，多用心观察，以新的眼光重新审视，将会有新的发现！\n" +
    "　　生：就是说，新鲜或乏味，在于自己的心，不在于事物，是吗？\n" +
    "　　师：是的！现在，你再回想一下，当时你有没有用智慧观照，还是在攀缘、想像或无记心之中？\n" +
    "　　生：提不起观照，只是东想西想。\n" +
    "　　师：如果你能用智慧来观照当下，情况就会改变。\n" +
    "　　生：怎么观照？\n" +
    "　　师：你可以修缘起观。在不妨碍工作的情况下，观察当下的人、事、物，看到它的关系、条件、流动和变化，眼前就会呈现丰富的面貌。\n" +
    "　　生：如果是来了一位顾客，挑三拣四，嫌东嫌西的，觉得很讨厌，要怎么观照？\n" +
    "　　师：拿掉心里面的「框框」，用平等心，不预存固定的想法，你只是看到他脑中、口中发出负面的评语，与真实的情况未必一致。面对这样的情境，你不要卷入，了了分明地看着当下他的言辞、表情、动作的过程变化。发现这和他的高标准的要求有关，若非如此，也许场面会平和多了。等到下一位老顾客来了，双方谈笑风生，多么不同！这就是无常、因缘生的写照！\n" +
    "　　生：其他的方法可以吗？\n" +
    "　　师：只要能让心安住，都无妨试试！譬如：整理名单，擦拭货品，清扫地板等杂务，在做的时候注意观照自己的心，平静、祥和地活在当下，也是很好的！\n" +
    "　　生：如果这样还会想外出呢？\n" +
    "　　师：那就安排外出吧！不必过份压抑，但是平常摄心的功夫还是要下，这才是治本之道。只有当内心随时随地都可以安住的时候，心才能不须压抑自然安定下来。\n" +
    "　　生：很不容易做到！\n" +
    "　　师：当然！这是心向外攀缘的惯性太强的缘故。它总是不断地转换粘着的对象，不容易停下来。佛法的道理容易懂，而事相上却要下功夫，不断地自我调整、修正，才能改变、削弱向外攀缘的惯性，这是无法取巧、速成的。"
  },
  {
    title:'缘起如幻',
    content:"生：般若智慧是什么？\n" +
    "　　师：你认为呢？\n" +
    "　　生：就是空性的体验。\n" +
    "　　师：什么是空性？\n" +
    "　　生：就是「无所得」。\n" +
    "　　师：你自己是不是无所得？\n" +
    "　　生：是！\n" +
    "　　师：这只是你的知解、观念，不是实际的体验。你来说说看，既然无所得，坐在你那里的又是谁？\n" +
    "　　生：……？？？是啊！既然空无所得，坐在这里的到底是谁？\n" +
    "　　师：你静下来观照一下，看看「坐着」的是什么？\n" +
    "　　〔静默一分钟〕\n" +
    "　　生：我看到「我」坐在这里。\n" +
    "　　师：把这个「我」的概念拿掉，不要思考，再观察看看，「坐着」的是什么？\n" +
    "　　〔静默五分钟〕\n" +
    "　　生：只是这个身体「放」在这里。\n" +
    "　　师：「我」还有吗？\n" +
    "　　生：我还是有，身体就是我。\n" +
    "　　师：你再观察看看，如果没有「我」，身体能坐在这里吗？\n" +
    "　　〔静默一分钟〕\n" +
    "　　生：可以。\n" +
    "　　师：你能看到这点，这是很关键的地方。「我」纯粹只是一个名称、标签或设定而已，明白了吗？\n" +
    "　　生：有点懂了！\n" +
    "　　师：那么这个是有所得，还是无所得？\n" +
    "　　生：我可以理解「我」只是假名，可是我觉得身体还是很实在的，吃饭、睡觉、说话、走路、做事都要靠它，不是吗？\n" +
    "　　师：那就不是「无所得」啰！\n" +
    "　　生：是啊，那么什么才是无所得的空性？\n" +
    "　　师：空是指无自性、如幻不实。\n" +
    "　　生：难道这个身体也是如幻不实的！明明看得到、摸得到，为什么说它是如幻不实？\n" +
    "　　师：因为「身相」是因缘所生法，是无自性的，所以说身相不可得、如幻不实。身体是大自然生态体系的一环，依存於大自然的因缘而存在，而身体也同样是由物质、蛋白质、细胞等精密组合而成，所以身体也纯粹是一个名称、标签或设定而已。「我相」不可得，「身相」也不可得，只是依存因缘，假名似有如幻的身体，实在是没有实体、自性的。\n" +
    "　　生：什么是「无自性」？\n" +
    "　　师：「缘起」、「如幻」、「假名」、「无实」都只是同一个事实真相的描绘，在身体中，找不到任何固定、单一、独自存在的身相，只有形相，没有实体，称为无自性，也就是没有它自己绝对性、自主性、永恒性的存在。\n" +
    "　　生：所以，虽然身体有身体的形相、作用和活动，可以吃饭、睡觉、说话、走路、做事，却是无自性的，是吗？\n" +
    "　　师：正是！你觉得是身体在吃饭、睡觉、说话、走路、做事吗？\n" +
    "　　生：直觉上是这样的！\n" +
    "　　师：心中不要预存「身体」的概念，可以呼吸吗？\n" +
    "　　〔静默三分钟〕\n" +
    "　　生：只有胸部、腹部的起伏，和空气的进出，不需要预存「身体」的概念。\n" +
    "　　师：这就是身相如幻不实、假名安立或无自性的真正含意。进一步观照，不但呼吸不可得，连胸部、腹部和空气都是无自性的假名。空性不是否定因缘的现象，而是指出这些现象当中并没有一个绝对的实体，打破这种局限、僵化的认知，这些因缘的现象呈现出它鲜活流动、相依共存的原态，就是缘起性空。直接洞见这个事实，就是般若智慧。\n" +
    "　　生：般若智慧对我们有什么作用？\n" +
    "　　师：洞见缘起性空的事实，我们会很容易看到缘起的大用，我相、身相、心相都是无自性的，吃下去的食物，不用操心，缘起的力量会将它消化吸收，运动的时候，不用命令它，心脏自然加快跳动，一切都只是缘起的呈现。明白缘起，支配、操控、追求、逃避的心就会逐渐止息，心灵的自在解脱就不求自得了！"
  },
  {
    title:'自主与自在',
    content:"甲：我希望以后能过悠闲、平静的生活，可以专心修行，不受干扰。\n" +
    "　　乙：那真是太棒了，可是真有那么理想吗？\n" +
    "　　甲：我准备多赚一些钱，然后退休，找一个幽静的地方专心禅修。\n" +
    "　　乙：禅修是当下身心的净化，为什么要等到退休，而且要在幽静的地方？\n" +
    "　　甲：我目前的环境不理想，为了工作，常常身不由主，没有自主性，障碍很多，禅修很困难。\n" +
    "　　乙：你可以设法改善啊！况且禅修不只是修禅定，随时随地保持正念正知，都可以观察身心和外境的缘起缘灭、无常、无我，培养慈悲喜舍心，不是吗？\n" +
    "　　甲：道理是不错，但是一时之间，环境还没有办法改善，正念正知也不容易保持，世间法和出世间法无法兼顾，以我目前的功力，只能二选一。\n" +
    "　　乙：我的意思是说，如果能够就整个人生的规划作修改，放弃一些次要的活动，每天仍然可以找到空余的时间静下来学习「正念正知」，及无常观、因缘观、慈悲喜舍观，不是吗？有机会的话，进一步安排假日作较长时间的禅修，不是吗？\n" +
    "　　甲：可能是禅修的要领没有把握到，虽然也努力尝试，成效却不彰。譬如我很怕被干扰，我需要有自主性，所以当我被干扰，或不能照自己的意思做事的时候，就会烦躁，没办法正念正知和观照了！\n" +
    "　　乙：被干扰而烦躁时，不要把注意力放在干扰的事情上，急着处理。把视野放宽，心放柔软，事情都有其因缘，惹我起烦恼的人也有他的因缘，更重要的是要看到：自己对这件事情的抗拒，是因为不能顺从自己的意思，所以烦躁。如果心中不预存：我要这样，我要那样，就不会有抗拒，也不会烦躁了！\n" +
    "　　甲：可是，人如果没有自主性，不能为自己而活，那活着还有什么乐趣可言？\n" +
    "　　乙：在因缘的观照中，任何一法都没有自主性，所谓「缘起无我」，只有因缘，没有自我。有我就有苦，因为想要自主、支配，而又无法自主、支配，就会有苦恼。\n" +
    "　　甲：追求自由难道错了吗？\n" +
    "　　乙：自由、自主本来就没有绝对的实在性，它只是假相。\n" +
    "　　甲：像我现在，可以自由地挥动我的手，可以指挥我的部属做事，这难道不是自主、自由吗？\n" +
    "　　乙：这是因缘条件的关系：如果你的手受伤了，你还能自由挥动你的手吗？你的属下辞职了，你还能指挥他做事吗？\n" +
    "　　甲：接受「没有自主性」的事实是很无奈的！\n" +
    "　　乙：「我执」、「我见」是多出来的，去掉「我执」、「我见」，内心自然宽广、柔软，随遇而安，少欲少恼！\n" +
    "　　甲：那样岂不是一事无成？\n" +
    "　　乙：这是就出世法而言的，它使我们有智慧，明白真相，不起烦恼。若就世俗谛而言，相对的、假名的「我」，「自主性」还是有的。在待人处事上，能观察实际的因缘状态，能沟通、协调，保持弹性，务实而体会对方的感受，那么即使你想要完成一件事，遇到障碍了，把它视为一个自然的过程，不视它为「麻烦」而心存排斥，用包容的态度和智慧去化解，因缘成熟，自然可以实现！其实一切都是因缘，「接受因缘」是在「果」上说的；你还可以「创造因缘」，那是在「因」上说的，彼此是没有矛盾的，这也就是佛法的「中道」、「中观」。\n" +
    "　　甲：我明白了，原来我没有体会佛法不偏两边、恰如其分的「中道」、「中观」，我以为要有绝对的自主性，否则就得无奈地接受。佛法是很生活化的，在生活点滴中看见自己的盲点，用佛法来突破它，照亮自己的心，这就是真实的禅修，当下就可以受用。刚才提到的，如果能够找一个幽静的地方，长时间专心禅修，固然很好，但也要因缘成熟才行哪！\n" +
    "　　乙：正是如此！"
  },
  {
    title:'觉察与现观',
    content:"生：我对「缘起性空」完全能够理解，可是面对境界的时候，依然有烦恼。有时也会用「缘起性空」来剖析，可是不太灵光，还是无法消除烦恼，为什么呢？\n" +
    "　　师：当你起烦恼的时候，有没有觉察到？\n" +
    "　　生：大部份的情况是，起了烦恼以后才觉察到。\n" +
    "　　师：烦恼一生起就察觉到，修行才能得力！\n" +
    "　　生：怎样才能在烦恼一生起就察觉到？\n" +
    "　　师：平时就要培养觉察力！\n" +
    "　　生：怎样培养觉察力？\n" +
    "　　师：觉察力是定力的一部份，也是四念处的功夫。只要心不散乱、不昏沉，即使在日常活动中，都可以修定。虽然这不是四禅八定那样深的定力，却是活定，不是枯定。它可以让人看清自己的行为、举止、说话、感觉、思想和外在的境界，保持超然而不会陷溺其中。\n" +
    "　　生：要怎么训练？\n" +
    "　　师：无论处在哪一种情况下：休息、说话、做事、行走或思考，都要经常地回到当下，轻松、自然地安住，觉察力就会增强。如果发现心向外攀缘，漫无边际地联想，可以先把注意力放在呼吸上，把心收回来，工夫纯熟以后就很容易回到当下，身心平静、纯净。这时稍有烦恼生起，会自动发现它，就像平静无波的水，稍有波动，就可以感觉到。又像一张白纸，滴了一滴墨水上去，马上就会被发觉，生活中的禅修也是这样的！\n" +
    "　　生：有时候，虽然发觉有情绪，就算用「缘起性空」努力观照，好像也不太有用，为什么？\n" +
    "　　师：在情绪中，事实上心思混乱，观察的品质不良，效果自然很有限。\n" +
    "　　生：那怎么办？\n" +
    "　　师：远离，暂时不要接触引起情绪的境界，等情绪平复之后再来观察比较好。\n" +
    "　　生：怎么观察？\n" +
    "　　师：以「缘起性空」观察，可分「思惟」和「现观」两种：思惟的力量弱，现观的力量强。\n" +
    "　　生：怎么「现观」？\n" +
    "　　师：先让自己回到平静、明觉的状态，在觉察身心事物的当下，照见到因缘的相依、和合而没有实体性，自然而然放下执取，随顺因缘，不再挂碍。\n" +
    "　　生：思惟的力量弱，还需要用吗？\n" +
    "　　师：当内心仍在散乱中，或现观不纯熟而有困难时，思惟是必要的！\n" +
    "　　生：是不是要等到烦恼生起，才用「缘起性空」来观照？\n" +
    "　　师：事先观照，当然比烦恼生起才观照，更根本、更彻底。烦恼是果，尘境是缘，内心对尘境错误的认知和执取才是因。尘境是来来去去的，当引发烦恼的尘境，也就是我们认为惹起我们苦恼的人或事物，还没有出现，或事过境迁时，烦恼的因一直都潜伏在我们内心。所以平时就要发掘它，用智慧观照来化解错误的认知和执取心，等到遇到事情的时候，虽有外缘，没有内因，因缘不和合，烦恼也就无从生起了！\n" +
    "　　生：比方说，我有一位同事，常常找我麻烦，看到他就讨厌，怎么观照？\n" +
    "　　师：先静下来，再进行观照。找麻烦一定有因缘，你要试着站在他的立场，模拟他的想法和个性、作风来看事情，也许你会有所发现，领悟到他这样做是很合理、正常的。他并没有「故意」「找麻烦」，我认定他在「找麻烦」，那是我自己对他说话的语气、时间、场所的主观认知，而那是「错误的认知和执取」。真相是「缘起性空」；内空寂，才能真正释怀，看到他不再觉得讨厌！\n" +
    "　　生：谢谢老师的指导，我会试试看！\n" +
    "　　师：多用一分心，很快就会有进步的！"
  },
  {
    title:'空与有',
    content:"甲：我觉得「一切法空」的说法太过於虚无、悲观，这是不究竟、不了义的。要发挥「妙有」才是更高、更圆满的说法。\n" +
    "　　乙：为什么？\n" +
    "　　甲：如果「一切法空」，那么连善恶、功德、业报、生死、涅槃、戒、定、慧都是空的，连佛也是空的，那么一切都是无义意的，何必还要来学佛修行呢？\n" +
    "　　乙：你认为应该怎样才对？\n" +
    "　　甲：好的不能空掉，好的不但是不空，还要发扬光大。\n" +
    "　　乙：什么是好的？什么是不好的？\n" +
    "　　甲：业障、苦、烦恼是不好的，清净、乐、功德是好的。\n" +
    "　　乙：「空」的定义和你的认知是完全不一样的。空，不是否定或抹煞现象的存在，而是说明现象的根本性质或普遍性真相，所以又称为「空性」、「法性」。空不是什么都没有，而是没有绝对的实体、自性，只是因缘的显现而已。这是一切法的普遍性的本质，不管好的或不好的，都同样是没有绝对的实体、自性，所以说一切法空，众生和佛同样是空，业障、烦恼和清净、功德也同样是空，所以也可以说是「如实」、「如如」、「真如」。\n" +
    "　　甲：你的意思是说，「空」是理论，而不是修行？那么说「空」有什么用？譬如说，我生病了，身体某个部位非常痛，虽然我知道它是空的，但还是痛得要命，空对我一点帮助都没有！\n" +
    "　　乙：佛法要消除的是内心的烦恼和苦；身体的苦，还是需要以世间的医药、保健来消除。佛陀时代，允许信众以衣、食、医药供养修行人，可见对于色身的维系，有关世间法的部份是不能缺少的。\n" +
    "　　甲：那么，知道空就能消除内心的苦吗？\n" +
    "　　乙：当你彻底了悟色身和痛觉是空性时，对色身和痛觉就不会有实在感的执着，内心不会紧紧抓住它、抗拒它、痛恨它或害怕它，只是单纯的痛觉而已。你对痛的态度是先完全接受它，然后想办法解除它。因为你知道痛既然是因缘生，所以也可以由因缘的改变来减轻或消灭，譬如检查病因、吃药或手术治疗、吃止痛药，用念佛、观出入息来转移注意力，甚至功夫深的话，只要入定，就没有痛的感觉了！至於内心，始终是平静的。这就是阿含经说的「身苦心不苦」的道理！\n" +
    "　　甲：可是我觉得「空」是消极了一些！「妙有」是更积极的观念！\n" +
    "　　乙：事实上空与有是不二的，自性空的法性和缘起有的法相是相即不离的。因为空，一切法没有实体，所以蕴含了无限的可能性。只要消除不良的因素，就可以创造丰富而多彩多姿的清净因缘，所以空也有积极的意义。\n" +
    "　　甲：「缘起有」和「妙有」意思一样吗？\n" +
    "　　乙：如果不拘泥文字相，「缘起有」也是奥妙、巧妙的。但是如果把如幻的假有当作虚妄，妙有当作真实，那只是以「真空妙有」的真常思想的解说。在实践上同样是要离染、离执，清净、自在，并不是假有就是消极，妙有就是积极的。因为一切法自性空，如幻有就是普遍的真实，自然也没有消极或积极的意义可以赋予它了！"
  },
  {
    title:'回到平静',
    content:"师：你目前怎么修学的呀？\n" +
    "　　生：我觉得：让自己的心时时回到平静是很重要的，只要一发现心念有波动，就警觉到，并且立即回到平静！\n" +
    "　　师：你怎么让心念回到平静的呢？\n" +
    "　　生：把注意力放在呼吸上，心念就自然回到平静了！\n" +
    "　　师：如果杂念的力量很强，心回不来的话，怎么办？\n" +
    "　　生：那就迷失在境界里了！如果事务繁杂，太花心思，难免心浮气躁，这时候，不带情绪，理智地处理眼前的事，也可以回到平静！\n" +
    "　　师：如何不带情绪？\n" +
    "　　生：情绪其实是一种牵绊，是累赘！知道它的生起，不理它就是了！\n" +
    "　　师：这当然很好，但情绪也有它的意义，就像警灯一样，不能视若无睹，要实际地面对、处理！忧愁、悲伤、气愤、恐惧表示内心存在着冲突、矛盾；愉快、兴跃表示内心和谐、充满活力。一概不理，不是最好的方式！\n" +
    "　　生：那如何处理呢？\n" +
    "　　师：不理它，随它去，只能算是禅定的方法；来了去，去了又来，永无休止，只能勉强地治标。要彻底根治，就得发掘情绪生起的因缘，解开心结，用智慧的方法回到平静！\n" +
    "　　生：情绪生起的因缘是什么？\n" +
    "　　师：这要如实观照，像侦探一样，搜寻、比对、过滤，才能找出真正的原因！\n" +
    "　　生：情绪波动的原因是什么？\n" +
    "　　师：错误的认知和预期心理是情绪波动的两大原因！\n" +
    "　　生：比方说，我看到先生把地板弄脏了，一下子气就上来了，是什么原因？\n" +
    "　　师：你自己探索看看！\n" +
    "　　生：让我回想一下……我预期——地板要保持干净，弄脏了，别的事还没忙完，又得拖地板，烦死了！一家之主，还那么粗心大意，没有榜样，一点儿也不体谅做家事的辛苦！是这样分析吗？\n" +
    "　　师：可以！你看到这些想法和要求，知道错在哪里吗？\n" +
    "　　生：我的想法很平常，家庭主妇都这么样的，不是吗？\n" +
    "　　师：没有接纳事实！没有看到无常、变易！有因有缘事情就会发生；要求一件事发生，或不要它发生，要它如何如何，都是很主观、不切实际的！\n" +
    "　　生：难道不能有一点点要求吗？\n" +
    "　　师：主观的要求，如果不太合乎事理，不如放弃！接受客观的真相，内心才会回到平静；只要稍有一点点要求，内心就可能生起冲突！\n" +
    "　　生：可是地板还是脏的，怎么办？\n" +
    "　　师：分清楚轻重缓急，重要的先来；如果清洁工作不急迫，稍后再处理，它不是你的束缚！不要认定你的地板被弄脏了，而你无法忍受！\n" +
    "　　生：难道制造脏乱很好吗？\n" +
    "　　师：好或不好，只是主观的认定；事情本身没有绝对的好或不好！为一点点小事伤神，跟身边的人过不去，才不好！随缘才会自在！\n" +
    "　　生：我懂了！以智慧看清真相，没有预期的心理和应该不应该的坚持，用平和、包容的心，面对因缘的来去变化，内心就容易平静、平衡，情绪也不致起伏波动了！\n" +
    "　　师：是的！很好！"
  },
  {
    title:'知见的清净',
    content:"师：近来修学佛法有什么心得啊？\n" +
    "　　生：感谢老师们的指导，近来修四念处很有收获！在六根对六尘的时候，常常观照身体的动作和身心的互动，所以比较能发觉动作的急躁和情绪的冲动，因此就把动作放慢下来，心情也放松下来，这样觉得安详多了。同时，很奇妙的，观照鼻嗅香，舌尝味，对於酸甜苦辣如实知，久而久之，对食物比较不挑剔了！\n" +
    "　　师：很好啊！\n" +
    "　　生：可是，我近日为了一件事愤愤不平，怎么想都不甘心，应该怎么观照心呢？\n" +
    "　　师：什么事情让你愤愤不平？\n" +
    "　　生：在我们公司，别人加班都报加班费，可是我加班好几天，却没有加班费，这很不公平！\n" +
    "　　师：你修四念处，偏重身念处和受念处：在六根对六尘的观照中，偏重五根对五境——眼见色，耳闻声，鼻嗅香，舌尝味，身觉触。还要加强心念处和法念处的观照：意根对法尘！\n" +
    "　　生：怎么观照呢？\n" +
    "　　师：观照心中的愤愤不平，这是受念处。观照境界的无常、无我、缘起、缘灭，和你认定的观念不一样，这是法念处。观照意根接触法尘（别人有加班费而你没有这件事），生起意识（这件事盘旋在脑海里），然后有各种想法（认為不公平），这是心念处。\n" +
    "　　生：我认定了什么观念？\n" +
    "　　师：你自己观察看看！\n" +
    "　　生：这件事不公平！同一个单位应该公平待遇，别人有加班费，我独无！\n" +
    "　　师：执着「公平」就不符合缘起法；凡事没有绝对的公平，只有相对的公平。也就是说：你可以去争取，但是如果争取不到，就要接受事实。公平只是可以努力奋斗的理想，不是如实相！\n" +
    "　　生：可是为自己争取利益不也是一种贪念吗？修行人不应该这么做！\n" +
    "　　师：「不应该为自己争取利益」，这也是知见的执取。执见即不合乎缘起法，法念处就是观照到这些缘起的法则。\n" +
    "　　生：难道「应该为自己争取利益」吗？\n" +
    "　　师：这也是相反一端的执见！其实没有应该或不应该，这样就是僵化的观念。无论争取或放弃加班费，只要没有「公平」、「不公平」、「必得」、「不得」的思考模式，从开始到结束，心中都不挂碍得失，那么在行动上试着依理而争是无妨的！当然，如果觉得不需要这些加班费，决定放弃也是可以的！就像合法的节税，或是购买打折优待商品，其中到底有没有贪念或慳吝，要仔细自我观照，才能知道有没有染着！即使非常微细的贪念，也要以智慧深刻地明白它的味着、过患，而出离。不能单由教条式的观念「应该」、「不应该」来压制它，否则，内心仍然会有冲突，无法真正地平静！\n" +
    "　　生：有智慧就能平静吗？\n" +
    "　　师：发现自己的贪念，明白它生起的因缘，就知道如何息灭它；有智慧才会放下贪念，达到真正的平静。如果一味地抗拒或是掩饰贪念，扭曲情境，光是叫自己不起贪，缺乏对真相的照见，那不是澈底解除贪念的办法！"
  },
  {
    title:'安定身心',
    content:"生：这段时间，学佛修行的功夫退步很多。虽然也诵经，可是不如意的事接踵而来，很烦恼！虽知缘生缘灭，这些都是幻化无常的，还是心有波扰。想要弥补、挽回，事实却很无奈！怎样才能安定身心呢？\n" +
    "　　师：你知道佛法的道理，也读诵经典，却不能受用，其中一定有盲点！修行不完整，有缺漏，是会这样的！\n" +
    "　　生：怎样才是完整的修行？\n" +
    "　　师：从修行的基础——戒律开始，身、口、意一致，然后才能定、慧双修，断除烦恼！以八正道为例：正见，有正确的因果观、缘起无我观；正思惟，检视、调整自己的想法，回归因果、缘起、无我，摒除思想中违反因果、缘起、无我的部份；正语，说话慎言，不妄语、两舌、恶口、綺语；正业，行为举止合乎戒律，及一般的伦理规范，没有暴力、邪淫、偷盗的行为；正命，正当踏实的工作和经济来源，没有投机行为；正精进，念玆在玆，心存实践佛法的决心；正念，如实了知当下的情境，和身心的实际状态，不迷糊地过生活；正定，专注一念，成就三昧，开启缘起无我的智证。所以，光是知道缘生缘灭、幻化无常的道理，对於安定身心而言，力量是不够的！\n" +
    "　　生：我很惭愧没有完整的修行！要如何改进呢？\n" +
    "　　师：好好检视自己，学佛是为解脱自在、断除烦恼吗？人生的苦体会得到吗？愿意改变世俗的旧思想、旧行为？依佛法思惟、行事，化佛法为力量，看事情自然愈来愈明白，身心安定的力量也自然愈来愈强！\n" +
    "　　生：确实如此！现在反省起来，生活没有规律，也没有好好遵行正语、正业、正命，做事情没有脚踏实地，外在环境一变动，不如意的事一来，身心便跟着不安！\n" +
    "　　师：心行不踏实，心思浮躁，功夫便用不上！世事无常，总是有缺憾，难以如愿的！世俗之物，极力追求，也未必能到手，惟有淡化对它的渴求，老老实实地做人、做事、修持，心才能安下来。善因、正因，才能得善果、正果，这是佛法的正道，稍有偏失，便会迷失正道。\n" +
    "　　生：诵经有用吗？\n" +
    "　　师：有的！这是引生智慧的前方便，可以辅助身心的安定。更要进一步的研求义理，正见因果缘起，正知世俗五欲的过患，心生远离，起身语意的正业、正行，然后正念观照，在正定中澈见无我。\n" +
    "　　生：我对某些理想放不下……\n" +
    "　　师：理想太高，也成妄想；放不下，心就给悬着。为了美丽的未来，迷失当下，打乱当下的心，不是本末倒置吗？未来的美景只是一个心的投射，一个感觉，一个幻影而已；当下的心安，才是真实的。不要荒废时光，把握当下，创造清净的因缘！太多的计划，不着边际的臆想，只会招致更多的苦恼！\n" +
    "　　生：我要好好想想！"
  },
  {
    title:'寂静的心',
    content:"生：近来有一些体会，想跟老师报告！\n" +
    "　　师：很好啊！\n" +
    "　　生：这段时间，因为经济景气不好，收入锐减，可是还有房屋贷款要缴，小孩要上大学，也要缴学费，不能像前一段时间那样，全心学佛修行，必须设法工作，增加收入，内心感到「逼迫性」，压力很大。\n" +
    "　　师：如何处理？\n" +
    "　　生：初学佛时，总觉得修行最重要，牺牲世间法是值得的。可是现在对空性有了体会之后，知道世间法和出世间不相碍，一切法皆是寂灭相，不取「出世间法」、不舍「世间法」，在工作中保持内心寂静，「逼迫性」、压迫感也就消融了！当初，我意识到我无法再过专心修持的生活，而不得不回到万丈红尘里，心中有些不愿意而且感到无奈。但是当我的心安住空性时，发现世间并不妨碍修持，反而是更真实的焠炼，就不再心存排斥了。\n" +
    "　　师：很好，一般学佛的人，遇到困难，往往会用移转的方式来逃避：研究经典或打坐、诵经、念佛、持咒，如果能使内心宁静，然后很理性地面对问题，那就对了。如果只是沉浸在内心的宁静，或感应、神通之中，回到现实，问题依然如故，内心又再度纷乱、感受到苦迫性，这样的学佛是不究竟的。如你所说，以空性的智慧面对真实的情境，以安住於寂静中，自然消融内心的冲突，而不再有压迫感，这是正确的修行。\n" +
    "　　生：很奇妙的是，当融入空性、心无分别时，有另一种智慧生起，很清晰地看见当下的因缘，自然而然知道如何去做，并且很容易地化为行动，来应对当下的情境。我开始进行评估、计划，了解环境、考虑事情、与人接触，在这些过程中，都可以保持内心的寂静，修行和工作其实是可以结合的。\n" +
    "　　师：这就是大乘佛法的修行，可以和众生结善缘、积集菩提资粮、培养慈悲心，修学大乘佛法，并不限于财布施或法布施，修四摄法中的爱语、利行、同事，就是在人群中，将自身修得的寂静、柔软、清净、开朗的气质自然散发出来、摄受众生，用潜移默化的方式来化导众生，这就是大乘佛法的修行了！\n" +
    "　　生：有时候，事情发展出奇的顺利，或得到意料之外的收获，不免喜不自禁。这时，我也观察到，提醒自己不要陷入乐境、沉迷在喜心中，依然安住空性，知道乐境、喜心也是缘生缘灭、幻化无常，内心就回到寂静，不再波动了。\n" +
    "　　师：其实，在可欲的乐境、如愿以偿的满足感之中，修行难度更高。因为逆境、苦迫，会驱策人精进修行，得以离苦、灭苦，但是欲乐情境的诱惑和陷阱，要有很高的警觉性才能发现，即使发现了，如果没有很强的出离心，仍然会逗留在那里，不肯舍弃，内心寂静确实不容易。这需要在平时就多作内观禅修，培养觉察力和离执力，否则境界一来，恐怕是很难过关的。\n" +
    "　　生：感谢老师的教导，让我得到法的受用！\n" +
    "　　师：你本身下功夫也是很重要的，继续努力吧！"
  },
  {
    title:'走过哀伤',
    content:"生：我最近经常陷入情绪低潮，我先生过世以后，想到过去的种种，就会伤心得哭了起来。\n" +
    "　　师：这是人之常情，不必太过压抑自己！只是不要深陷其中。最好能观照整个过程，包括想起从前一起生活的点点滴滴、愈想愈伤心。观照的心就像天空，情绪就像云，情绪会像云慢慢消散，内心也就回到平静了！\n" +
    "　　生：我试着做做看！\n" +
    "　　（两天后）\n" +
    "　　师：现在感觉怎样了？\n" +
    "　　生：想到自己孤苦伶仃就很伤心！\n" +
    "　　师：你从现在开始改成观想，想像观世音菩萨很慈祥地用甘露水洒在你身上，身心柔和、宁静。有空尽量多作观想，沉浸在柔和、宁静的感觉里。当你觉得伤心的时候，就回到观想。\n" +
    "　　（叁天后）\n" +
    "　　生：现在感觉好多了，但是整理信件时，睹物思人，还是会难过。碰到事情不顺利时，想到以前都是我先生处理，现在只有我独自面对，常常手足无措，又不禁悲从中来！\n" +
    "　　师：不要再让哀伤的情绪蔓延，只要一发现，立即观呼吸、清楚地活在当下，作好眼前的事。若还不行，就用转移的方式，读诵经典、听佛曲、拜佛、散步、打太极拳等都可以。\n" +
    "　　（一周后）\n" +
    "　　生：当我用功修行时，情绪比较稳定，但最近到朋友家过感恩节，不知不觉，还是会触景伤情。\n" +
    "　　师：情绪的引生多由联想而来。观照、观想、活在当下、转移之后就要切断联想，不能再藕断丝连。内心的伤痛，经过一段时日的宣泄之后，就不要再卷入过去的回忆，毫不犹豫地切断联想，跟过去说「再见」。活在当下，这就是最直接有效的对治，其余的都是方便。\n" +
    "　　（十天后）\n" +
    "　　生：进一步要如何作？\n" +
    "　　师：等到心静下来之后分两方面，在事情方面，要安排新的生活、以新的眼光、思想开始新的因缘。可以考虑搬到另一个地方、从事自己喜欢的工作。更重要的是，开发般若智慧，透视法界、生命的真谛，明白人生的一切都如幻影，虚妄不实，连生命也是缘起如幻。涅槃、实相、法性、法身、法界才是究竟的归宿。\n" +
    "　　生：大智度论不是说涅槃也是如幻如化吗？\n" +
    "　　师：涅槃如幻是菩萨境界，不厌生死、不入涅槃，长在生死中度众生，但必须具足甚深般若与大悲心，否则业力、烦恼还很多，自身的苦还没有能力解除，很容易退心，所以般若智与大悲心的培养是最优先的。\n" +
    "　　生：般若智慧如何修？\n" +
    "　　师：般若智慧从闻思修，渐次修习，先得到缘起无自性的正见，然后面对各种人、事、物，思惟分析如何缘起无自性。再进入止观的修习，不透过思惟分析，直观各种人、事、物的缘起无自性，这不是短时间可以做到的，需要依止善知识长期修习才会有成效的。\n" +
    "　　生：那就从现在开始进行吧！"
  },
  {
    title:'动态禅修',
    content:"生：我现在一打坐就会觉得肩膀胀痛，不知道是不是「禅病」？\n" +
    "　　师：下座以后还会不会胀痛？\n" +
    "　　生：下座以后，胀痛的感觉就渐渐消失了！\n" +
    "　　师：你打坐时如何修？\n" +
    "　　生：观想。\n" +
    "　　师：有没有试过其他方法？\n" +
    "　　生：有一次，我把心空掉，什么都不去想，也不作观想时，说也奇怪，肩膀竟然不觉得胀痛了！\n" +
    "　　师：那你就用这个方法作看看吧！\n" +
    "　　生：刚开始很有用，没有胀痛的感觉，但是过一段时间就渐渐不灵了！不知道是不是因为把心空掉，也不作观想，内心空荡荡的，没有依止的关系？\n" +
    "　　师：也有可能，重要的是要了解偏于禅定或是偏於智慧的禅修的不同，禅定的重点在专注一境，守住它，智慧则是「心无所住」，不取不着，任运观照，不用守住一境，而内心自然寂静。你可以试着做做看，不管是耳根听到的声音，或内心浮现的影像、念头，或是佛号、咒语、经文、佛理，都让它流过，不要抓住它也不用赶走它，心中只是宁静地观照它的生起和消失，它们来了又去，彼此不相妨碍，好像平静的流水，底层是不动的，又像是云彩在天空中飘过，而天空依然是自由而开阔的。\n" +
    "　　生：我练习看看！\n" +
    "　　师：感觉怎样？\n" +
    "　　生：刚开始觉得很好，肩膀也不会胀痛，不过几天以后，又觉得隐隐发胀。我仔细观察为什么换了方法以后，刚开始很有效，到后来又失灵了，终於发现我太刻意作一些什么，紧紧抓住方法，於是放松心情，自然地观照，说起来真奇妙，胀痛的感觉居然不见了！\n" +
    "　　师：很好，身心是相连的，心中没有滞碍，气脉自然通畅，如果能注意调身，作瑜珈，柔软操或拜佛，让气血流动顺畅，对打坐会很有帮助。\n" +
    "　　生：我想起来了，几年前开始学打坐的时候，筋肉比较紧、比较僵硬，打坐前都会拉筋、作柔软操，使筋肉松开、柔软，后来筋肉变柔软了，可以很容易地双盘，就不再事先拉筋、作柔软操，有时候一坐就是几小时，难怪会气血不通畅。\n" +
    "　　师：你的分析很有道理。禅修的内容很丰富，打坐是静态的禅修，如果能加上动态禅修，动静均衡，那是更实用、更容易在日常的行住坐卧中体验「寂静」和「无住生心」。\n" +
    "　　生：怎么修？\n" +
    "　　师：和静态禅修的要领一样，但是范围更扩大到日常生活中，了了分明觉知当下的看、听、行走、谈话、洗碗、吃饭、喝水等事情。这时侯，身体、感受、心念还有外面的人、事、物是流动变化的，可是觉知观照是寂静、自由而开阔的，看只是看、听只是听，行走只是行走、谈话只是谈话、洗碗只是洗碗、吃饭只是吃饭、喝水只是喝水，不要用一些想法加以评断、或用佛法加以解释，只是单纯地活在当下，没有夹杂、没有投射，这就是动态的禅修！\n" +
    "　　生：太好了，我想开始照这样来修！\n" +
    "　　师：不必急求效果，只要不懈怠、纯一无杂地修，就可以进入状况啦！"
  },
  {
    title:'红尘中好修行',
    content:"生：这几天住在山上真好，空气新鲜，环境又清幽，没有都市的吵杂、混乱，眼前尽是花草树木，耳边尽是虫鸟的叫声，微风吹来、阵阵清凉，有空就禅坐经行，轻松、自在，完全没有压力，真不想回家呢！\n" +
    "　　师：这是在享清福，不是人人都有这种福报的呢？\n" +
    "　　生：山上修行真的很好，不过为了工作还得下山，回到红尘里去忙碌！\n" +
    "　　师：修行不分山上山下，内心宁静、对事物能洞察它的本质，都是在修行，你最近有没有什么事情？用怎样的认知和态度处理？\n" +
    "　　生：上星期，临时代理同事接下一场演讲，要把五本书的内容综合报告出来，只有两天的时间，很紧迫，心里觉得很焦虑！\n" +
    "　　师：焦虑是如何生起的？\n" +
    "　　生：时间很紧迫，怕讲不好。\n" +
    "　　师：怎样才算是「好」？\n" +
    "　　生：至少要完全消化以后，用最完整的方式呈现出来。\n" +
    "　　师：如果时间不允许，也非得做到这样不可吗？\n" +
    "　　生：很希望能做到！\n" +
    "　　师：这个想法是焦虑的原因吗？\n" +
    "　　生：应该是！\n" +
    "　　师：你觉得可以不用焦虑吗？\n" +
    "　　生：不要带有任何期待、希望，就不会焦虑了！\n" +
    "　　师：那不会太散漫了吗？\n" +
    "　　生：什么才是中道？\n" +
    "　　师：用宁静的心面对它，以智慧的观察找出适合的应对方式，譬如说：先可以把五本书的序文、目录读一遍，然后抓住重点，根据自己的思考和灵感，择取一些实例、故事部分作仔细的浏览，以此为基础，再加上自己的阅读心得，总之，尽心尽力，不要执着「完美」，就不会焦虑了！\n" +
    "　　生：只问耕耘，不问收获，是这样吗？\n" +
    "　　师：正是！\n" +
    "　　生：这样就是在修行吗？\n" +
    "　　师：在繁忙中保持宁静，就是培养定力，观察当下的因缘，就是培养智慧！用清净的心和积极的态度把眼前的事做好，就是精进！\n" +
    "　　生：比起在清静的环境里修行，红尘中的修行要难多了！\n" +
    "　　师：当然，所以静中修有基础，定慧成熟以后，便要在动中磨练，才能真正把佛法活用出来。如果连静中的觉察力、观照力都没有开发出来，就无法立即发现焦虑，也不清楚如何观察因缘！\n" +
    "　　生：静中的与动中的定慧，似乎有些不同的地方，静中的定慧真的能在动中用出来吗？\n" +
    "　　师：如果修的是守住一境的定，动中就很难活用，因为心无二用，无法专注两种境界。如果修的是心不住於一境而内心寂静、觉知当下的「活定」，无论在清静或活动都可以用得上！\n" +
    "　　生：那么在清静或活动中的智慧有没有不同？\n" +
    "　　师：本质是相同的，功用各有不同，在清静的环境中，内心、外境都比较单纯，可以深入观照，透彻照见缘起、无我的甚深法性，但是还没有在一一境上验证，广度不够；而在日常生活中修智慧，就可以广泛地在每个情境中照见缘起、空寂的如如法性。而无论在动中、静中，内心的无执、无碍、寂静、光明是完全一样，没有什么不同的！"
  },
  {
    title:'真心待人',
    content:"师：最近有什麼体验？\n" +
    "　　生：我发现真诚心、慈悲心、喜舍心确实可以对治瞋心！\n" +
    "　　师：你的发现是透过思考归纳的结论还是实际生活的体验？\n" +
    "　　生：这是实际的体验。最近一个月，我发现慈悲喜舍心自然生起，身心常在柔软而流畅的状态下，当和人接触的时候，能敏锐地感应到他的感受，并且真诚地希望他不起恶念、离苦得乐。有一天，我的员工做错事情，又不肯认错，我立即感受到对方的苦，他因为注意力不集中而做错事，加上固执己见不肯认错。如果是从前，我一定会大声斥责，可是这时却以平静柔软的语气告诉他：「大家相处在一起，就是缘份，一个工作团队需要每个人都发挥潜能把事情作好，才能共同成长。人不是完美的，难免会犯错，只要能诚心面对问题，知错能改，大家都会包容的！」他感觉到我的真诚，就充份配合，事情也就解决了！由这件事情，发现自己瞋恨的习气消融很多，内心愈来愈清净，因此感到很喜悦，然后又再发现：这其实也是很平常、很自然的，于是内心放下对喜悦感的执取，回归平静。\n" +
    "　　师：很好，你明白你的真诚心、慈悲心、喜舍心是思惟、意念而生的，还是由内心深处自然生起的？\n" +
    "　　生：是由内心深处自然生起的，我可以很清楚地知道两者的不同。我以前曾经参加过一些企业界的训练课程，老师教我们要真诚地关怀他人，当时我只能做到关怀，而没有做到完全的真诚。\n" +
    "　　师：为什么？\n" +
    "　　生：我发现：我从前接受训练而关怀他人，是因为我要实践那个课程，而我学习那个课程，则是因为我想要改善人际关系。现在我领悟到：因为我的内心深处其实是「我要这样，我要那样」，这是思惟、意念的力量，难怪觉得假假的，所以当时虽然很热心地关怀他人，也觉得很快乐，但过不了多久就冷掉了。其中，最大的原因就是不真实、不自然。\n" +
    "　　师：怎样才是真实、自然的？\n" +
    "　　生：明白一切都是缘起的，内心澄明，自然地感受到众生的苦与乐、悲与喜，知道别人和自己的感受同样都是缘起的，所以感同身受、心灵相通。慈悲心不是由思想、意念造作而来的，是缘众生苦而生的。喜舍心也不是由思想、意念造作而来，是缘于烦恼的息灭、苦的止息而来的。\n" +
    "　　师：慈悲喜舍心和真实清净心都是由智慧觉醒自然生起而非外加的！\n" +
    "　　生：我发现在实际体验中，各种法门都是可以相通的。\n" +
    "　　师：「法无高下、应机者良」，只要能进入清净真实，各种修行法门都是可以包容的，执着特定的法门，以为有一个最高、最好的法，而误解、轻视其他法门则是所知障。内心空寂、不预存任何知解，自然而然融会贯通、左右逢源、无滞无碍、触处圆明。这就是最不会有障碍的修行。\n" +
    "　　生：佛法真是太美妙了！\n" +
    "　　师：佛法本是不可思议的！"
  },
  {
    title:'忙与闲',
    content:"生：我最近工作上压力很大，想请教老师！\n" +
    "　　师：好啊！不妨说说看！\n" +
    "　　生：这一阵子忙起来的时候，觉得很混乱，闲下来，又觉得不安。忙起来的时候，譬如昨天打电脑的时候，开了几个程式来工作，这时客户要资料，就另再开了一个程式来列印资料。还没开始列印，电话就来了，电话讲一半，上司又交待工作，等到告一段落回去打电脑，要列印资料的时候，电脑却死机了！内心焦急感觉身体紧绷、胃也有点痉挛。\n" +
    "　　师：你有没有观察看看是什么想法或感觉造成焦虑？\n" +
    "　　生：我很不喜欢事情作一半搁在那里，那种被干扰、未完成的感觉很不舒服，所以就不自觉地加快速度，把它赶完，如果被干扰，就会急着排除它！\n" +
    "　　师：其实生命只有当下，但我们对事物却产生实体感，从整体的因缘中切割下来，成为单独存在，认为它有开始和结束，所以才有被干扰、未完成的感觉。如果你看到缘起的不可分割，你只是活在当下，单纯地做好眼前的事，就不会卷入事情里面，也不会有被干扰、未完成的感觉。\n" +
    "　　生：我试着体会看看！\n" +
    "　　师：闲下来的时候为什么觉得不安？\n" +
    "　　生：看到别人都有事情在忙，自己一个人闲着没事作，觉得过意不去，就主动过去问问有没有工作要帮忙，工作接过来做一半，又有客户电话打来，又开始觉得焦虑了！\n" +
    "　　师：忙只是忙，闲只是闲，不要把观念和感觉加上去，忙和闲都是因缘。你只要活在当下的因缘，闲下来的时候，你可以喝杯茶、心情放松、整理文件、扫扫地、如果有同事内心有困扰，也可以多去关怀！不要闲下来的时候，心还在忙！\n" +
    "　　生：我懂了！休息的时候可以放松、沉淀、做一些比较轻松的事。\n" +
    "　　师：你知道为什么不能坦然安住当下，工作只是工作，休息只是休息？\n" +
    "　　生：为什么？\n" +
    "　　师：因为执着某些想法，没有看见真相。\n" +
    "　　生：什么真相？\n" +
    "　　师：我们所认知的每一个现象，只是记忆的串连，而真相是缘生缘灭、剎那不住的事实。内在的和合性、变化性和外在的相依性没有被察觉，才会觉得事物是单独的、分段的、固定的。拋开局限性、个别性，每一剎那都是所有旧事物的结束，也是全新的开始。过去只是记忆和经历，未来也只是预期和想像，而现在则夹杂了时间感、空间感、实在感、自我感以及种种解释和批判，这些都不是真相。\n" +
    "　　生：老师是说，我的焦虑不安是由于没有看清真相？\n" +
    "　　师：是的，因为没有看清真相，才会急着「完成」，而没有看到实际的因缘。认为「没有在做事」是不好的，把自己逼得太紧！\n" +
    "　　生：那我该怎么样才能看清真相？\n" +
    "　　师：觉察当下的因缘，不要落入记忆和想像，你就可\n" +
    "以看到真相！\n" +
    "　　生：喔！谢谢老师！"
  },
  {
    title:'烦恼即菩提',
    content:"师：当烦恼来的时候，你怎样修行？\n" +
    "　　生：顺其自然！当它来的时候，就让它来，当它走的时候，就让它走，只要看着它就好！\n" +
    "　　师：为什么不处理？\n" +
    "　　生：烦恼已经生起了，想要去除烦恼，也是另一种烦恼，所以不要另外再动念去除掉它，只要保持觉照就可以了，到时候烦恼自然就会消失，既然没有烦恼了，就不用再修行了。\n" +
    "　　师：烦恼怎么断？\n" +
    "　　生：烦恼不是用断的！烦恼不可能断，也不用去断它，「烦恼即菩提」嘛！烦恼来来去去是很正常的。只要看着它就好了！\n" +
    "　　师：这种讲法很奇怪！\n" +
    "　　生：「前念迷即凡夫，后念觉即佛」，佛与众生不二，烦恼与菩提不二。\n" +
    "　　师：不二法门是甚深般若，你所引用听到的词句并没有错，但你的体会还不到这个见地！你的解说似是而非！\n" +
    "　　生：哪里有问题？\n" +
    "　　师：你听到了很高深、很微妙的法门，却错解了，这一点要特别小心，「菩提」、「觉」、「觉性」以及「佛」的实质内涵是照见空性的般若慧，不只是「觉照」、「觉知」、「觉察」、「看着它」而已，即使因为烦恼被看见而消失，也不一定就是般若慧。把注意力移转到放在「看自己的心」，而不再去注意引起烦恼的事情，不是智慧，烦恼没有断根，还会再生起！\n" +
    "　　生：看见它就消失，所以是空的，当觉照的时候，佛性常存、不生不灭，才是真实不虚的！不是这样吗？\n" +
    "　　师：不是！失之毫厘，差之千里，空性是一切现象无非从缘起，而缘起的现象就是无自性，没有丝毫的实质自体的，一切都是在相依相待中，变换移动的。\n" +
    "　　生：这些都是理论，都是用头脑想出来的！佛性是可以用眼睛看见的，不是空的。烦恼也是佛性的显现，因为烦恼有生有灭，虚妄不实，是空的。佛性才是真实的。\n" +
    "　　师：不要错把「灵明觉知」当作真如佛性，灵明觉知也是因缘和合才有的，要有呼吸、心跳，运送血液到大脑才能有知觉，人在昏迷状态的时候，「灵明觉知」就不见了！\n" +
    "　　生：什么才是「空性」「觉性」？我指的是当下的体验，不是理论。\n" +
    "　　师：当你照见「如实」，就不只是理论，而是当下的体验，「如实」具有普遍性，是不受时间、空间限制的，内心的智慧和所悟的真实是一如的。「空性」是就「如实」的没有固定性、界限性、实体性而说的，「觉性」则是就「如实」的洞见、透彻、无滞、无碍而说的。\n" +
    "　　生：那么，这就是「不二法门」吗？\n" +
    "　　师：是的！烦恼、菩提不二是指烦恼、菩提两者都是「无自性」的，烦恼没有固定的实体，所以当般若智慧现前，烦恼自然不生；菩提也没有固定的实体，不能把它当作宇宙永恆不灭的本体，而是「烦恼消失、觉性显现。」依迷说觉，二者是相互对应、衬托而建立的假名，本质上是如幻不实的！\n" +
    "　　生：照这样说，就不用断烦恼、不用修了吗？\n" +
    "　　师：你还是没听懂！如幻不是没有，是虽然可闻可见，却不坚实。智慧现前、烦恼就消失，假名说是「修行」、「断烦恼」，「修」如幻的智慧，「断」如幻的烦恼！「生」如幻的智慧，「灭」如幻的烦恼，生灭是如幻的，这才是「不生不灭」的真义。\n" +
    "　　生：理论上可以接受！\n" +
    "　　师：理论要依靠语言文字相来描述，这是很局限、很片断的。一旦言语道断、心行处灭，不必透过语言、文字、思惟，真契入真如实际，内心寂静、一切相寂灭，你就知道诸佛贤圣所言不虚！\n" +
    "　　生：希望有一天能真正体会！\n" +
    "　　师：如是因得如是果，要依闻思的正见修止观定慧，才能得菩提果啊！"
  },
  {
    title:'随缘度日',
    content:"师：你在生活上对佛法有什么体会？\n" +
    "　　生：不要太坚持自己的观念，人与人之间就比较好相处！\n" +
    "　　师：可不可以举实际的例子来说明？\n" +
    "　　生：上个月结婚，因为双方家庭习俗差很多，繁文縟节很多，长辈们很重视、很坚持，可是意见常常不一致，我对这些其实都无所谓，所以就尊重他们，等他们讨论有共识以后，照做就是了。\n" +
    "　　师：难道你没有个人的喜好吗？\n" +
    "　　生：当然有，不过，那是因为过去经验所遗留下来的习气，我会试着用不同的观点、角度欣赏和自己的喜好不同的事物。\n" +
    "　　师：可不可以举实例来说明？\n" +
    "　　生：我和太太一起去选家俱，他喜欢的沙发、床组、书橱，我可以试着去欣赏它，只要不是太讨厌，尽量配合她，随顺她的意思。\n" +
    "　　师：那不会有点委屈吗？\n" +
    "　　生：不至于吧！只要她喜欢就好了！\n" +
    "　　师：你在教英文的时候，如果学生不听话，还要随顺他吗？你会生气吗？\n" +
    "　　生：学生不用功、不听话有他的因缘，我可以找机会了解他、规劝他，不需要生气嘛！\n" +
    "　　师：这样很自在啊！\n" +
    "　　生：学佛那么多年，总算有所体会。\n" +
    "　　师：你对缘起法能肯定吗？\n" +
    "　　生：当然，在实际生活中可以完全验证，没有一件事是例外的。\n" +
    "　　师：明白缘起法，对你的生命有没有改变？\n" +
    "　　生：明白缘起法，让我看事情比较清楚，比较不执着、不钻牛角尖，可以轻松坦然地过生活。\n" +
    "　　师：平常有没有打坐、诵经、拜佛？\n" +
    "　　生：没那么用功，这些都是方便法，是用来帮助内心平静的辅助工具。我都是直接在实际生活中用智慧来观照，然后烦恼就自然淡化了。\n" +
    "　　师：你对结婚有什么心得？\n" +
    "　　生：结婚有结婚的好处，譬如在生活上可以相互照应，有人可以分享、分忧！当然结婚也有一堆问题，尤其太太跟父母住在一起，相处容易有磨擦。不过，只要善加调适，也算是修智慧、修慈悲！修行不一定要单身，也不是非要把工作辞掉不可。只要能领悟佛法的精髓，努力实践，在红尘人间一样可以修行！\n" +
    "　　师：如果有时间，你会不会参加禅修？\n" +
    "　　生：有这个因缘的话，不妨藉着禅修深入内心、让自己的心更为纯净，不过平时的禅修更重要！\n" +
    "　　师：你平时用什么方式禅修？\n" +
    "　　生：散步、运动、搭车、作家事都可以训练自己了了分明、一心一境活在当下！\n" +
    "　　师：有没有修观出入息？\n" +
    "　　生：空档没事或休息的时候，心自然回到呼吸，以无所得、无所住心来呼吸，就不再局限于呼吸，而是大自然的律动，也没有呼吸的人或主体的我。唯有缘起，一切归於空寂，如此而己！\n" +
    "　　师：每天用多少时间观出入息？\n" +
    "　　生：看当天的因缘，不一定要花很长的时间观呼吸，活在因缘的当下就是禅修了！\n" +
    "　　师：你会不会想要赶快开悟、解脱？\n" +
    "　　生：一切法从缘起，开悟、解脱也是因缘生，水到自然渠成、瓜熟自然蒂落，只要顺着禅定、智慧、慈悲的法流，根本不必担心什么时候开悟、解脱。\n" +
    "　　师：正是如此！"
  },
  {
    title:'不忧不悔',
    content:"生：我很后悔年初公司征求优退（以优惠条件自愿退休）的时候没有选择优退。\n" +
    "　　师：为什么？\n" +
    "　　生：昨天公司开会决定减少人事开销百分之二十，不管是裁员或减薪，都有损失，而且我对目前的工作环境早就不满意了，如果不是想到退休在家无所事事，实在不想再做了！\n" +
    "　　师：已经过去的事后悔也不能改变事实啊！\n" +
    "　　生：我也知道，但是一想到这点，心里就不舒服。\n" +
    "　　师：既然无法改变，难道你就这样一直懊悔下去吗？\n" +
    "　　生：公司想派人到上海工作，我想尝试新的工作环境，比较有自主性和发挥的空间。\n" +
    "　　师：以智慧应对新的因缘，内心保持清新和灵活度，就不会再陷入「懊悔」的漩涡里。\n" +
    "　　生：我觉得我不是那种可以很灵活地适应环境的人。\n" +
    "　　师：如果你能够放掉很多固定的思考模式，内心有了弹性空间，潜能就可以被激发出来，并不是要你另外做什么事！\n" +
    "　　生：我还是有点担忧，我过去那边指导新进员工，教他们技术，等他们学会以后就不需要我了！\n" +
    "　　师：这是很正常的啊！那时候有那时候的因缘，内心有源源不绝的活力、创造力，面对未知就不会那么担忧！\n" +
    "　　生：那种不确定感会让我心里不踏实！\n" +
    "　　师：其实无常、无我、一切都不确定是真相，希望一切都被确定，就是没有看到真相，每一剎那都在改变，旧的因缘过去、新的因缘会来，如果对过去不耽恋也不追悔，新的因缘蕴藏着新的机会！未知未必是不好的！\n" +
    "　　生：就是说，到时可能会有新的机遇？\n" +
    "　　师：是啊！就算没有新的机遇，退休下来，也可以试着过不同的生活，也许更轻松、自由，也可以有更多的时间修习佛法呢！\n" +
    "　　生：可是我的两个小孩上大学需要昂贵的学费！我不能看着他们无法受到好的教育。\n" +
    "　　师：也许在家庭经济上比较困难，但如果善用资源，例如奖学金、助学贷款，问题也可能克服的。一人有困难，全家都要重新调适！\n" +
    "　　生：现代工商社会，大家的工作压力那么重，很容易紧张、焦虑，要如何面对。\n" +
    "　　师：如果真的不能胜任，就要请调单位或换工作，不要因为面子或怕收入减少而硬撑。毕竟，「留得青山在，不怕没柴烧」，要是弄得精神崩溃或全身是病那就得不偿失了！\n" +
    "　　生：有一些方法可以让身心松弛，如运动、休闲，您有什么看法！\n" +
    "　　师：只要适合自己而且有效的方法都可以采用。一些禅修的方法如坐禅、步行禅、观出入息，好好踏实去做对身心松弛都是很有帮助的，不过更重要的是心态、观念上要放开、放松！\n" +
    "　　生：怎样才能在心态、观念上放开、放松？\n" +
    "　　师：随顺外在、内在的因缘去做事，不要用僵化的标准来看事情，理性务实地处理事情，化解冲突，就不会制造紧张。用柔软心对待自己的恐惧不安，让内心真正的感觉流露出来，不要压抑它，情绪就可以获得舒解，这样就容易放松！\n" +
    "　　生：以我目前的状况来说，我对上司很不满，辛苦的是我，成果都变成他的，升迁也轮不到我，我该怎么舒解这种不满的情绪？\n" +
    "　　师：不满是因为你认为你应该得到而没有得到。让你的思绪归零，回到空性，丢掉「应该」的想法，用正面思考来想：如果我有能力，就换工作，不想换工作，就想想看问公司给你的待遇，足够生活所需吗？如果够用，不要太在意其他的事。工作和收入不是生命的全部，多放一些心力在自我提升，让自己活得更丰富。毕竟人身难得、佛法难闻，把人生视为修行的过程，这一生能得智慧、离烦恼，内心清净、光明、喜悦、自在，才是真正不虚此生呢！\n" +
    "　　生：我这样想就可以吗？\n" +
    "　　师：刚才只是举例说明，重点是正思惟，当你进入正思惟、试着放下负面的想法时，情绪会自然淡化！当你观念灵活时，就不会被情绪绑住了！要真正去做哦！\n" +
    "　　生：好！谢谢老师！"
  },
  {
    title:'净土与般若',
    content:"生：上个月发生了一件事，让我连续几天心绪不宁。\n" +
    "　　师：什么事情？\n" +
    "　　生：我在一家公司上班，老板很器重我，我也很拼命工作，业绩大幅提升，可是在一次交通意外中，老板就这样死了，我内心很茫然、很混乱，于是就在熟悉的寺庙立一个牌位，请法师念佛回向给他，那位法师念佛三昧修得很好。隔天晚上梦见老板对我微笑，此后我的心才安定下来。这时我决定辞掉工作，我不想把生命全部耗在工作上，我必须安排时间在道业上，后来换了一个兼职的工作，每天课诵、念佛，觉得很好，可以感受到宁静和喜悦，不再茫然和混乱。\n" +
    "　　师：很好啊！\n" +
    "　　生：老师！您平常有没有念佛？\n" +
    "　　师：有啊！\n" +
    "　　生：您是不是修净土法门？发愿往生西方！\n" +
    "　　师：我虽然也在念佛，但不一定非要往生西方净土不可！\n" +
    "　　生：不生净土，死后要去哪里？\n" +
    "　　师：并不是每个人死后想要去哪里就可以去哪里，能够内心清净、有智慧、有慈悲心，发愿生生世世都能见佛闻法、修行证果，这才是正常道。\n" +
    "　　生：可是五浊恶世、众生业障深重，修行很容易退转、没有保障，能往生极乐世界，从此不再退转，不是很殊胜吗？\n" +
    "　　师：是很殊胜没错，可是也要修到一心不乱才能有把握啊！况且修行法门很多，不是只有净土法门，生净土也不一定是西方极乐净土，弥勒净土也不错啊，即使没有修到一心不乱，只要离恶向善、爱乐佛法、发愿往生弥勒净土就可以去，将来随同弥勒菩萨下生人间、广渡众生、建立人间净土，不是也很殊胜吗？\n" +
    "　　生：如果生到外院、耽溺天乐怎么办？\n" +
    "　　师：如果能知苦离苦，并且有般若慧，就不会耽溺天乐，也不容易退转！因为见到世间无常、苦、空、无我、如幻不实，知道没有实法可以贪着、执取，现前当下即是清净、自在，不待死后，也不必等到生到净土才能清净、自在。法法皆通，不要对不同的修行方法起分别心！\n" +
    "　　生：能不能请老师详细解释？\n" +
    "　　师：就正常道而言，在三界中，能不堕落三恶道，靠的是正见和戒律的力量，能不退转于菩提道的是般若智慧和大悲心。净土法门是方便道，摄受初发心的人。就实质面来说，如果内心清净光明，如实了知一切法缘起如幻、不取不着，那么无论现在或未来，此地或他方都是喜乐而自由的，如果内心不清净，不能万缘放下、内心有着种种牵挂，与净土不相应，往生就会有障碍！\n" +
    "　　生：今生即使修得很好，转世投胎就有隔阴之迷，来世不知道自己前世学佛修行，迷恋世间法那就糟了！\n" +
    "　　师：清净心是心灵的品质，而不是记忆或知识的累积，所以不会因为转世投胎而改变。心愈清净，来世与佛法愈相应，不需别人教导，自然心地善良、爱乐佛法、慧根具足，这是业力因果、缘起法则的必然性，如果今生修戒定慧，来生居然忘失戒定慧而堕落，那是断灭见！成了「修行无用论」！\n" +
    "　　生：不是说有人修善升天，天福享尽，堕三恶道吗？\n" +
    "　　师：那是因为没有出离心、不修戒律、智慧不具足、单修福报的缘故，因为染着世乐、心不清净，所以会堕落！\n" +
    "　　生：有人说：娑婆世界恶缘、魔障多，修行不易，很危险！极乐世界诸上善人聚会一处，容易修行，生净土还是比较稳当！\n" +
    "　　师：这是应机说法，无可厚非。但是佛法的可贵在于以智慧照见真相，当下自在。若把希望寄托死后往生净土，总觉得远水救不了近火，当然若能兼修净土与般若，当然是可以的。总之佛法平等，只要契理契机，随各人因缘修般若、修净土都很好，不必强分高下！\n" +
    "　　生：我明白了！"
  },
  {
    title:'当下的真相',
    content:"生：我最近禅修时有一些境界，想请问老师。可以吗？\n" +
    "　　师：可以啊！\n" +
    "　　生：最近禅修时，闭上眼睛，不用观想也会感觉眼前有一片光，内心觉得很平静，这样是好还是不好？\n" +
    "　　师：就修定而言，当然是好的。不过，就法的实相而言，没有「好」或「不好」，要看你的认知和心态而定。那时候你在做什么？想什么？\n" +
    "　　生：没有想什么，我只是在观察这一片光。\n" +
    "　　师：你观察到什么？\n" +
    "　　生：还是一片光。\n" +
    "　　师：你怎么观察？\n" +
    "　　生：就只是看着它。\n" +
    "　　师：你知道它是什么吗？\n" +
    "　　生：只是一片光。\n" +
    "　　师：你心里有没有认为「这是一片光」？\n" +
    "　　生：我没有特别去注意，应该有吧！\n" +
    "　　师：当人们接触到一样东西时，内心总是不自觉地认为：「这是……」，若不是已知的东西，才会问：「这是什么？」，这些是平常人的认知基调，真正的观察，佛法称为「毘钵舍那」，比较接近「这到底是什么？」\n" +
    "　　生：不太懂！\n" +
    "　　师：存着﹝未知﹞的心态，才能观察，若是已知就没有探索的空间。你现在就静下心来试试看吧！\n" +
    "　　生：好的！\n" +
    "　　师：现在怎么样？\n" +
    "　　生：刚闭上眼睛的时候，一片漆黑，心一定下来，又可以感觉眼前有一片光！\n" +
    "　　师：不要给它名称、标签，它是什么？\n" +
    "　　生：没有「是」，也没有「不是」。\n" +
    "　　师：有没有「它」？\n" +
    "　　生：有！那是一个觉知的对象！\n" +
    "　　师：「觉知」和「它」是分离的还是一体的？\n" +
    "　　生：当我去思惟、分析的时候，好像就变成分离的。\n" +
    "　　师：当你纯然地活在当下，不去思惟、分析的话呢？\n" +
    "　　生：好像浑然一体、无法分离的。\n" +
    "　　师：既然如此，原本那片光有没有独立的实体？\n" +
    "　　生：没有！即使用思想去分析，用名称、标签加在上面，也一样没有独立的实体。\n" +
    "　　师：那片光会不会消退？\n" +
    "　　生：会。\n" +
    "　　师：那么，是常还是无常？\n" +
    "　　生：无常。禅修时，心定下来才会出现。\n" +
    "　　师：那片光是有因有缘才会出现，还是无因无缘而出现？\n" +
    "　　生：当身心处在宁静状态下才有，所以应该是有因有缘才会出现。\n" +
    "　　师：既然如此，那片光是因缘生、无常、没有实体，那么有没有「它」，「它」又「是」什么？\n" +
    "　　生：「它」什么都不是，「它」只是一个代名词，它是由我对它的解释而赋予它意义！这是否就是「空」？\n" +
    "　　师：是的！这就是真正的智慧观照，当下即是实相，这就是一切法的本然、原貌！\n" +
    "　　生：这似乎很单纯、很直接，并没有一般人想像中那么繁杂、艰深，那为什么人们都见不到呢？\n" +
    "　　师：因为误认，把想蕴中的观念、记忆、想像、推理当作真实，错失眼前的真相，在能所对立、固定化、绝对化、抽离式的认知模式下是看不见真相的。譬如说，把「光」认为是「美好的」、「祥和的」、想像那是「能量」，推测它是「阿弥陀佛」的示现，这些都离开当下的真相，落入「想蕴」之中。\n" +
    "　　生：见到当下的真相以后，要如何保持？\n" +
    "　　师：真相没有对立、没有界限、不落思惟、不落时空，当下即是，所以无法「保持」，想要留住它，反而离开它。\n" +
    "　　生：那么，怎样观照才能看到真相？\n" +
    "　　师：觉知当下！当觉知外在的境相、身体、内在的感受和心念时，不要认同「它」，认为「这是……」，放下观念、记忆、想像、推理，直接活在当下，你会见到无常、缘起、空寂的法性。返观原先的境相，宛如过眼云烟、如幻如化。这就是智慧观照的禅修。\n" +
    "　　生：我们一直都活在观念、记忆、想像、推理中，要「放下」这些谈何容易。\n" +
    "　　师：只要分离心智中的观念、记忆、想像、推理，知道这些不能代替或等同当下的事实真相，就自然可以放下！记住！「想蕴」只是解决日常生活问题的工具，否则陷入想蕴中，就如困在迷宫里一样出不来。\n" +
    "　　生：有那么严重吗？\n" +
    "　　师：人类物质文明愈发达，心灵愈痛苦。当看不清真相时，思想就会造成各种对立和冲突，包括内心的、人与人之间的、族群、阶级、人与大自然的冲突，而冲突必然带来伤害和痛苦。人们一直活在过去的回忆、对未来的期待，对现在的不满之中。只有不透过思惟，现观无常、缘起、空寂、幻化的如实法性，才能亲口品尝到自在、满足的法味。"
  },
  {
    title:'脑海中的影像',
    content:"生：学佛那么久了，有时候碰到不顺的事情，还会有情绪，觉得自己很没有修行！怎么办？\n" +
    "　　师：可不可以举一个实际的例子！\n" +
    "　　生：那天跟朋友约好见面，到了那里，才接到他的电话，说他还在家里，有事不能来，让我心里很不舒服。\n" +
    "　　师：你有没有观察你「不舒服」的感觉。\n" +
    "　　生：我知道自己在生气，但是愈想愈不舒服，后来我就顺道做别的事，「不舒服」的感觉才慢慢消退！\n" +
    "　　师：仅只是知道，力量还不够。如果平常能培养觉照力，能够分离出一片不卷入情绪的觉照力，就像一面镜子一样，对于身、心、情境了了分明，那就会有转化的力量。\n" +
    "　　生：怎样转化？\n" +
    "　　师：情绪的生起和强化与脑海中的影像有关，脑海中充斥着「应该要这样」，实际上却不是这样，就会埋怨。把注意力放在呼吸、身体的感觉和当下的情境，只是单纯地觉知和活动，这时候，脑海中的影像被冲淡，情绪就会淡化。以刚才你所说的情况，若你一直活在对方爽约的想法里，就会觉得不舒服，当你开始去做别的事情，不再想它时，情绪就淡化，如果，一边去做别的事情，脑海里还缠绕着刚才的事，那就难以释怀！\n" +
    "　　生：能不能彻底清除情绪？\n" +
    "　　师：可以，只要觉照到脑海中的影像，并且发现它并不是实际的情境，活在实际的情境里，而不是活在脑海的影像里，就不会有情绪了！\n" +
    "　　生：就这么简单吗？情绪还会不会再生起？\n" +
    "　　师：如果能删除脑海中和实际情境冲突的影像就不会有情绪。不过如果遇到另一件事情，又再不自觉地制作冲突的影像，又会有情绪！\n" +
    "　　生：怎样才不会有情绪？\n" +
    "　　师：时时活在真实的情境里，不再制造冲突的影像就不会有情绪。\n" +
    "　　生：一念不生、什么都不想时，脑海中没有任何影像，那就不会有情绪了吗？\n" +
    "　　师：是的，但那只是暂时没有情绪！若没有智慧、没有明白思想的盲点在哪里，思想一起来就会有烦恼、情绪了！定力可以暂时抑制烦恼，智慧才能彻底消除烦恼！\n" +
    "　　生：怎样才是智慧？\n" +
    "　　师：这要很强的观照力，洞悉这些影像只是虚拟实境，而不是真实状态，它可以作为处理事物的工具，就像电脑一样，那就没有问题啦！能清晰地分辨影像和情境，知道影像只是影像，决不是实体，那就是智慧，执取脑海中的影像当成实体，就是无明！\n" +
    "　　生：怎样分辨影像和情境？\n" +
    "　　师：你可以注视眼前的景像，譬如你的书柜，然后闭上眼睛，脑海中浮现刚才所见的影像，不但是视觉的可能还加上旁白：「书柜有点脏了，该清洁一下了！」或浮现当初看家具买书柜的情景，一幕幕的像演电影一样。这时，停止思想，张开眼睛，重新看看眼前的景像，你可以触摸它，拿一本书出来，看看书名和封面的图案。这两个过程，一个是脑中的影像，一个是实际的情境。通常是双线同时进行，一般的情况是互相对应的，但是当脑中影像和实际情境偏离太大，甚至相互矛盾时，就会成为心理疾病，包括忧郁症、妄想症、精神分裂症都有这种现象。\n" +
    "　　生：平常要怎样观察？\n" +
    "　　师：当接触情境时，你可以观察脑中有没有出现喋喋不休的声音，譬如：「每次都是○○○！」「我不要这个！」「最好是那样！」「为什么不像○○○那样！」「如果○○○就好了！……」这些都是不如实的。切断这些妄念，内心就回到一片清净了！\n" +
    "　　生：没有这些想法，失去动机，不就什么都不想做了吗？\n" +
    "　　师：这时心中一片清净，就如明镜一样，脑中的影像就如镜中像一般没有实体，这时，没有情绪反应，却可以由当下活生生的情境中，展现整体的行动。肚子饿了就去吃饭、要有饭吃就要去工作、工作累了就休息，更复杂的活也是整体情境的反应。觉知和行动是主轴，思想只是一种辅助，是用来解决问题的工具。这就是釜底抽薪、消除烦恼的方法！"
  },
  {
    title:'念佛法身',
    content:"生：佛法说：一切都是无常的，即使再好、再幸福也是不能保持的，人生实在很没有意义！\n" +
    "　　师：你怎么会有这种感觉？\n" +
    "　　生：我年轻的时候，读书、工作、结婚生子都一帆风顺，退休下来，身体愈来愈差，几乎全身是病，虽然看了很多医生、吃过很多药，也注意饮食和运动，还是每况愈下，现在更有「油尽灯枯」的感觉，好像离死不远了，真的是苦！如果不是学佛，人生实在一点意义也没有，还不如念佛，可以往生净土！\n" +
    "　　师：可以啊！\n" +
    "　　生：可是往生是来生的事，今生还是苦啊！\n" +
    "　　师：身苦还是心苦？\n" +
    "　　生：身心都有苦。\n" +
    "　　师：业报身难免会有苦，修行人却可以作到身苦心不苦。\n" +
    "　　生：念佛可以作到心不苦吗？\n" +
    "　　师：持名念佛，一心不乱是定，实相念佛，当体即空是慧，定慧具足自然可以离心苦。\n" +
    "　　生：这样内心可以没有苦了吗？\n" +
    "　　师：是的。这就是当下的极乐净土，定慧具足，清净无染的心，无论在西方或娑婆、来世或今生，都是喜乐的。\n" +
    "　　生：可是即使我在专心念佛的时候，也没有喜乐的感觉，仍然觉得人生是苦的、乏味、无意义的！\n" +
    "　　师：那是因为定慧不足的关系。定慧的喜乐，不是世俗乐、而是禅定乐、解脱乐，是法的喜悦。\n" +
    "　　生：专心念佛已经不容易，智慧清净更难。\n" +
    "　　师：其实难易不是绝对的。有信心、懂得要领、由浅入深的话，并不难。没有信心、不得要领、标准太高，就会觉得难。\n" +
    "　　生：要领是什么？不是口念、耳听吗？\n" +
    "　　师：这只是表面的、形式的念佛。佛的真义是「觉」，真正的念佛是觉照、觉醒。持续地觉照、内心寂静，就是定；洞见真实、眼光清澈就是慧。\n" +
    "　　生：妄念来了怎么办？\n" +
    "　　师：佛号只是摄心的工具，重要的是觉，觉照到佛号是觉，觉照到妄念也是觉，当注意力回到觉照，妄念就会减少或消失。领悟到正念、妄念都是缘生、缘灭，空寂如幻，就是觉醒。\n" +
    "　　生：照这样说，持咒、观出入息的时候，只要觉照、觉醒都是「实相念佛」啰！\n" +
    "　　师：是的！所谓「见缘起即见法，见法即见佛」，「若见诸相非相，即见如来」，这是念佛的法身。\n" +
    "　　生：即使不在修定时，只要觉照、觉醒也都是念佛的「法身」啰！\n" +
    "　　师：以慧眼观万象，一一皆是法身！日用平常皆是法性、法界！\n" +
    "　　生：真是太高兴了！我现在终於茅塞顿开，原来随时随处都是法性、法界、法身，佛不只在西方，也不必求佛感应、显灵。原来当下即是佛！\n" +
    "　　师：会的人处处可以觉悟到缘起无我、性空如幻的法性。不会的人处处是迷、处处都是苦海！\n" +
    "　　生：那么，当身体到了「油尽灯枯」，即将毁坏的时候，该怎么办？\n" +
    "　　师：尽量保持平静的心，可以念佛名号，同时要明白没有「我」、没有生、没有死，死亡只是五蕴回归法界而已！\n" +
    "　　生：原来无常、无我并不是消极、悲观、无意义的，体悟到当下即是法性、法界、法身，就是真智慧、真修行、真念佛、真自在、真喜乐！\n" +
    "　　师：缘起无我的观照，时时都可以修，忙的时候抽空修，没事时更可以专心修，病的时候精进修，好的时候更不要忘了修！"
  },
  {
    title:'假名安立',
    content:"生：近来有一些体会，跟老师报告一下！\n" +
    "　　师：很好，请说！\n" +
    "　　生：有一次，家里的天花板有一个地方损坏，我就拿梯子，爬上去修理，修了好久始终没修好，天花板上的灰尘落下来，满脸都是灰，而且热得满头大汗，心情烦躁！这时，忽然觉察到自己被烦躁的感觉绑住了。我停止工作，观照当下的身心，我想：灰尘只是灰尘、热只是热而已啊！为什么要为此而烦躁呢？当我接纳这些状况，不再认为它是「不好」的，当下就不再烦躁了！\n" +
    "　　师：有什么发现？\n" +
    "　　生：我发现实际的状况并没有「好」或「不好」，所有的想法都是人的认定，都是外加的，不是它原本的状态。事物的定义是人加上去的设定。\n" +
    "　　师：这就中观所说的「假名安立」，这个领悟对你有什么帮助？\n" +
    "　　生：有过这次体会以后，就常常观察自己有没有加上自己的设定在境界上。不加上设定，就不会被绑住，当下就自在了！\n" +
    "　　师：为什么？\n" +
    "　　生：把不舒服的感觉设定成「不好」的，就会讨厌、抗拒、逃避；把舒服的感觉设定成「好」的，就会喜爱、眷恋、追求，这样就不自在了。好或不好是很主观、偏狭的看法，不是事实的原貌。不要去设定成特定的模式，如实面对，不落入对立的观点，就不会有烦恼！\n" +
    "　　师：不要将舒服的感觉设定成「好」，也不要将不舒服的感觉设定成「不好」，可能吗？\n" +
    "　　生：可以，譬如说：慈母照顾子女，虽然辛苦，却甘之如饴，不以为苦；反过来说，有人因为生活舒适，享受惯了，不知道惜福，缺少强韧的适应能力，长远来看，一旦无常到来，反而更苦。所以，不舒服的感觉不一定就不好，舒服的感觉未必是好的。\n" +
    "　　师：难道事情就真的没有分别了吗？\n" +
    "　　生：分别是人加上去的，多数人的共同分别心也只是集体意识、约定成俗的观点，不是真相！\n" +
    "　　师：对「我」有利的，难道不是「好」的吗？对「我」有害的，难道不是「不好」的吗？\n" +
    "　　生：「自我」的观念是最大的「设定」，「有利」、「有害」也是一种设定。\n" +
    "　　师：有益健康或危害生命难道没有不同吗？\n" +
    "　　生：「有益」或「危害」，只是「不同」的设定。健康和生命，同样都是设定，在成住坏空的因缘变化之中，并没有「自我」或「生命」的实体，有了「自我」或「生命」的主观立场，才有「有益」或「有害」、「好」或「不好」的设定。\n" +
    "　　师：这样会不会落入断灭见。\n" +
    "　　生：「设定」只是说那不是原貌或全貌，并不是连它的现象和作用也否定了！\n" +
    "　　师：能不能举例说明！\n" +
    "　　生：譬如下棋，游戏规则是人设定的，一旦下棋就要按照规则来走。又如电脑作业软体，可以根据自己的需要和喜好设定字型、大小、顏色、格式。所有的设定都是有因有缘，不是无因无缘的。\n" +
    "　　师：既然如此，为什么设定会产生烦恼？\n" +
    "　　生：把设定当成坚实的存在，思想僵化、迷失在自己的设定里，不知道设定是有弹性、可以改变的，游戏也是可以停止的，执着输赢、得失、苦乐，有了这些对立的心态，就有烦恼。但是，当你明白那只是一场游戏，不执着输赢、得失的时候，就不会有烦恼了！\n" +
    "　　师：人生是不是一场游戏？\n" +
    "　　生：广义来说，人生可以算是一场不自觉的、精致的心灵游戏，甚至整个人类的文明都是这样。人一出生到这个世界，就用他自己的眼光解读自己、大自然和各种人事物，由于被教导，不自觉地模仿和同化，遵循特定的名称、概念、语言、文字、思想架构、文化习俗、社会规范来看自己的身心、身份、地位、关系，并且用这些预设立场来诠释这个世界。这样，虽然在生活上有它实用的功能，在世间法上，有助於生存发展，但是因为陷入这样不自觉的心理设定之中，看不见丰富多彩、变化多端的原貌和全貌，认知僵化而局限，当情况改变，相互冲突时，就会有烦恼、不自在。\n" +
    "　　师：是的！诸法自性本空、假名安立而有，这正是真俗无碍的中道智慧！"
  },
  {
    title:'无我的体验',
    content:"师：你对「无我」有没有什么体会？\n" +
    "　　生：我很专心作事，或听佛曲，觉得心里很平静，是不是「无我」的体验？\n" +
    "　　师：不是。\n" +
    "　　生：有一次我在静坐的时候，感觉一片空灵，感觉身体消失了，这样是不是「无我」的体验？\n" +
    "　　师：不是！\n" +
    "　　生：不是「无我」的体验？那是什么？\n" +
    "　　师：接近定境，可以算是「忘我」吧！\n" +
    "　　生：怎样才是「无我」的体验？\n" +
    "　　师：能所双泯！\n" +
    "　　生：什么是「能所双泯」？\n" +
    "　　师：当下能知的身心和所知的境界，是依存的、没有分割、没有界限、没有对立。\n" +
    "　　生：在专注和禅定的时候，可以见到无我吗？\n" +
    "　　师：可以！\n" +
    "　　生：怎样见到无我？\n" +
    "　　师：当你作事或听音乐时，不要只把注意力集中在事情或音乐上，那样会产生局限和黏着，看不见包含内心、身体和外境的整体因缘。要觉察当下的身心和境界，当你发现内外之间，是依存的、没有分割、没有界限、没有对立的，就是「无我」的体验。\n" +
    "　　生：可是，除了很专注外境时，会偶尔忘了「我」的存在之外，我总直觉有一个能知、能觉、能看、能听、能想、能做事的「我」。\n" +
    "　　师：那其实是一种误认。\n" +
    "　　生：怎么说？\n" +
    "　　师：你现在坐在这里，你有没觉得有一个「我」？\n" +
    "　　生：有，我觉得有一个「我」坐在这里，跟老师谈话。\n" +
    "　　师：现在请你仔细觉察当下的身心状态，你感觉到什么？\n" +
    "　　生：我感觉我的身体坐在椅子上，嘴巴在说话，心里在思考。\n" +
    "　　师：其实你只能感觉到身体坐在椅子上，嘴巴在说话，心里在思考。而你把这些现象当作「我」。\n" +
    "　　生：难道不是吗？\n" +
    "　　师：这些现象其实都是「因缘所生法」，是动态的依存关系，「我」的认定是外加的！也就是「缘起无我」，见到身心和合、内外依存，没有分割、没有界限、没有对立的，就是「无我」。\n" +
    "　　生：我还是不太明白！\n" +
    "　　师：你可以一面观察一面分析当下的缘起，通透之后，就能直观缘起无我。\n" +
    "　　生：怎样观察？\n" +
    "　　师：当你正在听音乐的时候，你发现「听音乐」是一组整体、动态的因缘，音响、音乐、耳朵、听觉神经、大脑、血液供应、身体和心必须同时发生作用，缺一不可。洞察身心境界的缘起，就会见到没有能听的我，没有孤立、分割的实体的我，只有「反身代名词」的假名我。\n" +
    "　　生：见到无我有什么作用？\n" +
    "　　师：自我和他人、自我和环境之间的对立感消除，「支配」和「防御」的反应模式跟着消除，冲突和烦恼就不再生起了！\n" +
    "　　生：会不会变得软弱、没有主见、逆来顺受、没进取心？\n" +
    "　　师：因为回归当下的因缘，没有操控也没有自我保护，转化为尊重、包容、同理心，以超然、整体的视野看待自我和他人、自我和环境之间的动态依存关系，展现生命活跃的创造力，欣赏万事万物的美妙。坚强或柔软、进取或退让、领导或顺从都是由因缘来决定，没有「我」的既定立场。这和软弱、没有主见、逆来顺受、没进取心是不一样的！"
  },
  {
    title:'从觉察到觉醒',
    content:"生：我这几天作「觉察」，有一些新发现。\n" +
    "　　师：什么发现？\n" +
    "　　生：那天，学校里有一位新来的老师带同学们活动，刚开始，我和有些同学都认为很俗气、落伍，一点也不新鲜、也不够炫，不太愿意下场参与。不过，老师亲自弹吉他伴奏的琴声很有生命力，感动之下，让我的心打开，我发现我原先的想法太狭隘，于是放下身段，跟着下场「舞动」，出乎意料之外的，觉得动得很舒畅，感觉蛮愉快的。\n" +
    "　　师：对事情的固定想法，常常使我们无法体验当下的活力！\n" +
    "　　生：回家的路上，我继续作「觉察」，刚开始，有一个观察者，观察自己的动作和感觉，然后，扩大到四周围所看到的东西、所听到的声音，过了一阵子、「观察者」忽然消失了，觉察的范围一下子扩大到四面八方，听到的声音像3D立体音响那样，而且声音很大；看着眼前的景象，就像一个无限大的东西，通过两个洞（眼睛）在看这个世界那样，而且看人、车子、街道、商店，顏色特别鲜艳，这种感觉很奇妙。后来，因为觉得很吵，受不了，没有多久，这种感觉就消失了。这是怎么一回事？\n" +
    "　　师：可能是一种「全然」或「开放式的觉察」，可以说是一种「动态禅定」吧！\n" +
    "　　生：在什么因缘下会出现这种状态？\n" +
    "　　师：纯然的觉察！\n" +
    "　　生：什么是「纯然」？\n" +
    "　　师：就是不局限、封闭在固定的对象里，不加以评断、衡量，也不加入特定的想法进去，只是单纯地觉察，自然容易进入这种状态。\n" +
    "　　生：好像是这样，当我没有刻意要怎样，只是开放地觉察，就在无意中进入这种状态。当我觉得「太吵了」「不好」，这种状态就消失了。为什么加上那些东西，会妨碍进入这种状态。\n" +
    "　　师：当我们用一种「自我监控」的方式评断、衡量自己和周遭的事物时，觉察就开始封闭、有局限，而变得支离破碎。譬如「我要平静」、「我不可以生气」、「他害我变成这样」等等想法都会妨碍「开放式的觉察」！\n" +
    "　　生：「开放式的觉察」是不是觉悟、觉醒？\n" +
    "　　师：「开放式的觉察」是「动态禅定」，觉悟、觉醒是般若智慧，是洞察真相，明白缘起无自性的智慧！\n" +
    "　　生：「开放式的觉察」怎样进入觉醒？\n" +
    "　　师：「开放式的觉察」是心灵觉醒的契机，最容易体悟缘起的真相。纯然而全然地觉察当下，看只是看、听只是听，顿时见到事物相依、和合，呈现各种不同的现象，里面没有「我」在看和听，也没有影像和声音的实体，这就是心灵觉醒、般若智慧的展现！\n" +
    "　　生：这时会不会有好看或难看、好听或难听的分别？\n" +
    "　　师：会有感觉，但不粘着在上面。知道好看或难看、好听或难听都只是心理反应，里面没有坚实的「自性」，这些判断是基于过去经验和当时的身心状态而来。当透视缘起无自性时，就不再粘着在过去经验里，只是纯然的看和听，影像、声音、视觉、听觉作用都只是缘生缘灭，就像浮云一般在天空飘过，不留恋也不排斥，正所谓「无所住而生其心」。\n" +
    "　　生：过去的经验为什么会产生干扰？\n" +
    "　　师：「自我意识」像磁铁，过去愉快、不愉快的经验、对未来的期望、特定的观点，这些就像铁屑一般，被「自我意识」这块磁铁吸附。自我意识因为这些心念的附着，变得更坚实！当自我意识消融，这些心念就没有依附的地方。般若智慧显现，内心就呈现敏锐、柔和、寂静、清澈的品质。这就是由开放式的觉察到心灵觉醒的情形！"
  },
  {
    title:'一切从缘起',
    content:"生：那天我先生生日，小姑和婆婆他们在餐厅替我先生庆祝，因为时间是小姑订的，我和小孩没空参加，心里觉得不舒服。\n" +
    "　　师：为什么觉得不舒服？\n" +
    "　　生：不能参加聚餐还不是最重要的，因为往年也没有庆祝生日的习惯，主要是小姑事先没跟我商量就把时间订下来，没有尊重我。而且自己的先生庆祝生日，作妻子的反而不能参加，让我觉得自己是外人。\n" +
    "　　师：你觉得不受尊重，是吗？\n" +
    "　　生：大概是吧！\n" +
    "　　师：这就是真相吗？\n" +
    "　　生：难道不是吗？\n" +
    "　　师：这是你对事情的一种解读而已。\n" +
    "　　生：什么才是真相？\n" +
    "　　师：还没有经过解读之前的状态，才是最接近真实的，真实是深广而丰富的，其中有众多细微、深隐的因缘，如果你只是根据你所看到的部份作解读，就是成为个人主观的看法，这是片面的、局限的，不完整、不深入的。你认为不受尊重，这只是你的观点而已！\n" +
    "　　生：难道这样还不算不受尊重吗？\n" +
    "　　师：同一个事实会有各种不同的解读，不管任何看法，包括正面、反面或中性的看法都不是绝对的真实。如果对某一群人的共同看法，也只是对这些人是真实的而已。\n" +
    "　　生：这有什么不同？\n" +
    "　　师：如果你认定「我不受尊重」是绝对的真实，你心里就会不舒服。如果你明白「不受尊重」只是自己的解读，事实上你的小姑未必有这个想法，或许只是因为不够细心、时间仓卒而已。\n" +
    "　　生：她因为不够细心、时间仓卒而没有跟我商量，虽然不是故意的，也还是一种缺乏尊重的表现吧！\n" +
    "　　师：就算她没有尊重你，心里就一定会不舒服吗？\n" +
    "　　生：不是吗？\n" +
    "　　师：如果你把这件事看得很严重，就会很不舒服。如果你明白「一切从缘起」，不预期别人尊重你，那么，不管别人尊重或不尊重，你都觉得无所谓，你的心情就不受影响了。\n" +
    "　　生：缘起既然深广，有很多未知的部份，不是很难观察吗？\n" +
    "　　师：你不需要立即知道全部的因缘，你只要保持虚心的态度，不要急着作评断，内心有空间，就有机会看得更细微、更完整，眼光清澈视野宽广，对人就更为包容、心胸也更为开阔了！\n" +
    "　　生：这是不是「空」？\n" +
    "　　师：空就是任何事物都不是孤立、固定的实体。因此，不带任何局限的、僵化的、预设的观点来看事物，就是空的智慧，也就是般若。\n" +
    "　　生：不要被自己的想法绑死，不要抓着「我不受尊重」的想法，确实轻松多了。如果我对任何事都不作解读，这样就可以解脱了吗？\n" +
    "　　师：还早得很，这只是般若智慧的开始而已！\n" +
    "　　生：为什么对任何事都不作解读，还没有解脱？\n" +
    "　　师：还有感情上、意志上的惯性力量存在，如：贪、瞋、慢、掉举、无明，这些需要加上定力，才能逐渐清除，所有烦恼完全止息，才算究竟解脱。\n" +
    "　　生：那么，智慧有什么用？\n" +
    "　　师：若是智慧没有打开，解脱是不可能的！\n" +
    "　　生：为什么？\n" +
    "　　师：贪瞋等烦恼是由于没有看见真相所引发的，没有智慧，只有禅定，只能用转移注意到定境的方式，不接触、不作意，暂时不引发贪瞋而已。有了智慧，即使接触可意、不可意境，也能透视它的可意、不可意不是真实的、绝对的、永远的，明白可意、不可意只是一时的、有限的感觉，因此不再对可意境生贪心、不可意境生瞋心，因此有能力从根本上断贪瞋。\n" +
    "　　生：原来如此！"
  },
  {
    title:'善法欲与无为法',
    content:"生：老师！我想报告最近的修行心得！\n" +
    "　　师：好的，请说！\n" +
    "　　生：我自从学习自我观察以后，愈来愈发现内心有着许多复杂的念头，有时候看到自己生起慢心，有时候又会有自卑感。\n" +
    "　　师：可以说得具体一些吗？\n" +
    "　　生：最近参加一些禅修营以后，觉察能力增强，身心也觉得更为柔软。偶尔接触过去的朋友，发现他们还是像过去一样，过着庸庸碌碌的生活。相形之下，觉得自己的心灵颇有进步，感到自傲。可是，这次禅修时，老师特别称赞一位同修，说他的修行很有魄力，该断就断，该离就离，心很清澈。猛然发现自己正缺乏这样的勇猛精进心，觉得比人家差得太远了！我到底怎么了？\n" +
    "　　师：你有没有看到慢心和自卑感是怎么生起的？\n" +
    "　　生：不太清楚，是不是因为匮乏感？\n" +
    "　　师：很接近。继续看，是「谁」感到匮乏，需要被关\n" +
    "心、受人肯定、觉得有价值？\n" +
    "　　生：「我」！\n" +
    "　　师：正是！我见、我执是内心不安的根源。\n" +
    "　　生：那该怎么办？\n" +
    "　　师：怎么「办」意谓要「作」些什么。这是想要「解决问题」、「达成目标」的思惟模式！无法破除我见、我执，因为这种思惟模式是有为造作法，隐含我见、我执在里面。\n" +
    "　　生：难道想要「身心柔软」「内心清澈」「精进修行」也是错的吗？\n" +
    "　　师：这不是对错的问题，而是这些都是「善法欲」，是有为的善法，虽然可以改善内心的状态，在修行过程中，有它的功能性和必要性，但是「想要身心柔软」、「想要内心清澈」，仍然不离我见。\n" +
    "　　生：什么是我见？\n" +
    "　　师：把色、受、想、行、识当作实体的「我」，想要自主、想要操控外在事物，凡是有为、造作的念头都是我见。\n" +
    "　　生：什么是无我？\n" +
    "　　师：只有因缘所生的色、受、想、行、识，没有可以自主、操控外在事物的主体。一切随顺因缘，不用「我」去操心、烦恼。缘起所以无我，无我就只能从缘起。\n" +
    "　　生：这样就没有慢心和自卑感吗？\n" +
    "　　师：有比较才会有慢心和自卑感。没有「自我」和「他人」的对立和界限，就不需要相互比较谁高谁低。心灵的成长与成熟、柔软与清澈不是要去追求或达成的目标，而是当下自然流露的气质，没有比较、不需要将自己变成什么，百合花不需要变成牡丹花，也不必把柳树改造成松树。每个人都各有特色、各有因缘，不必强求。身心柔软、内心清澈是因缘所生法，里面没有我，没什么好骄傲的。况且，有时表现坚强才是恰当的。一时做不到柔软、清澈，也不需要自卑。修行有其过程，不必执着目标。\n" +
    "　　生：是不是就如日月星辰的运行、白云溪水的流动和草木花果的生长那样，顺其自然、没有造作？\n" +
    "　　师：不错，外在世界是如此，内在的生理变化、身体的活动、思想、感觉的起伏也都是无为、无我的。\n" +
    "　　生：为什么我以前的禅修，都没有觉察到这些？是不是不够深入？\n" +
    "　　师：什么是深？什么是浅？关键在于眼光放在身心「现象」上只能称为「觉察」，必须透视身心现象缘起无我的基本性质，才可以说是有智慧的「洞察」。\n" +
    "　　生：我以前一直在「柔软」、「清澈」「慢心」、「自卑感」这些念头里找答案，原来离开念头的执取，当下就是无为、无我。\n" +
    "　　师：这才是真正的柔软、清澈，没有慢心，也没有自卑感。因为就连一念的比较分别、想要「身心柔软」「内心清澈」「精进修行」都会产生细微的冲突、紧张和不安，反而不能显现出全然的柔软、清澈。\n" +
    "　　生：缘起无我、无为、无作真是甚深微妙啊！"
  },
  {
    title:'饮食与佛法',
    content:"生：我常会觉得特别喜欢吃某些东西，譬如说走过面包店，闻到香喷喷的气味，就有一股冲动想进去买来吃，实在很难抗拒这种诱惑。\n" +
    "　　师：买来吃了没有？\n" +
    "　　生：好几次，我都忍住不进去买，但有一次，终於忍不住，买来吃了！\n" +
    "　　师：好吃吧！\n" +
    "　　生：刚开始觉得很享受、很满足，可后来吃多了，就没有这种感觉。\n" +
    "　　师：你体会到什么？\n" +
    "　　生：无常。\n" +
    "　　师：你为什么要克制想吃的念头？\n" +
    "　　生：我觉得这是「贪欲」，而且我现在正严格实行「生机饮食」。面包不是好的食物。\n" +
    "　　师：对于有害行为的克制属于「戒律」的范围，奉行「生机饮食」可以算是追求健康的饮食戒条吧！光靠克制不能断除贪欲，「贪欲」必须用靠智慧来化解。\n" +
    "　　生：怎样用智慧来化解贪欲？\n" +
    "　　师：当你闻到香喷喷的面包的气味时，不必急着呵斥，但也设法不要被大脑中的影像粘住你，也不要添油加醋，想像它的美好和满足感，只要静静地观照它，持续一段时间，香气只是香气，大脑中的影像就会还原，不再连结、强化、膨胀成「贪欲」，那种「吃不到很难受」的感觉就会消失。\n" +
    "　　生：这样可以消除「贪欲」了！真的吗？\n" +
    "　　师：观照生起智慧，回到如实，不如实的「贪欲」就自然消失。\n" +
    "　　生：为什么闻到香喷喷的的气味就立刻起贪着？\n" +
    "　　师：平时没有修观照，功夫太弱、不如实，所以才会起贪着。\n" +
    "　　生：那么，就算吃了面包，不一定就表示有贪欲啰！\n" +
    "　　师：是的，如实观照，对境不生贪，或者，像你所说的，吃多了，反而不会觉得那么好吃，真相就是：「香气是无常不实的」，这就是离贪欲的真义。\n" +
    "　　生：离贪欲会不会觉得什么都索然无味？\n" +
    "　　师：离贪欲不是没有知觉，只是还原它无常不实的真相，香气只是单纯的香气，在生理上可以促进唾液的分泌、帮助消化，在心理上却没有强迫性或粘着性。\n" +
    "　　生：实行「生机饮食」合不合乎佛法？\n" +
    "　　师：佛陀对于饮食的教导重点在於「心」，用随缘的态度处理饮食问题。只要不是明显地有害身心，并不特别禁止吃什么，或特别提倡应该吃什么。国王大臣供养佛陀山珍海味，佛陀不生贪念，饥荒时，佛陀吃马麦也不苦恼。用平常心实行生机饮食，对健康有帮助。但若太执着色身，害怕生病，如在外饮食，或由别人提供的饮食，不合乎生机饮食的严格标准，吃了恐惧不安，不吃连体力也没有了！陷入两难，那就有违佛法随缘自在的精神了！\n" +
    "　　生：为什么说实行生机饮食是执着色身？\n" +
    "　　师：并不是说生机饮食是没有用的，色身的健康，因缘众多，饮食只是因缘之一，心情愉悦、法喜充满，只要不是明显有害的垃圾食物，或过份偏食，食物少加工、天然一些，身体自然健康，不必一定要严格实行生机饮食才会健康。而就佛法而言，法身慧命更重于色身，譬如有人为了健康，把大部份心思、时间都花费在修练气功、食补、药补上，即使色身强健，没有时间把健康的身体用来开发智慧、断除烦恼、利益众生，类似修天道的福乐那样，那是有失学佛修行的！如果因为过份严格实行生机饮食，而使内心紧张、恐惧，那真的就是执着色身了！\n" +
    "　　生：实行生机饮食对生病的人比较有需要，是这样吗？\n" +
    "　　师：生机饮食有许多派别，我对生机饮食也没有完整的了解，我想：不管有病、没病，最好根据个人的意愿、可行性，适度地去作，不要太僵化，相信是有益健康的。"
  },
  {
    title:'由觉察当下到般若智慧',
    content:"师：近来在修行上有什么疑问？\n" +
    "　　生：我现在的修行重点放在「觉察」，可是我有一个疑问就是：有时候觉得一直觉察动作、觉察眼前的东西，有点枯燥乏味，譬如切菜的时候，注意切菜的动作、青菜从一整把变成一段一段的。这样又如何呢？生活不就是这样琐琐碎碎的吗？这种修行方法是不是枝枝节节的呢？\n" +
    "　　师：这是修行的入门方便，用意在于培养觉察力、训练「活在眼前」的定力。重点在於体验「能觉知的心」和生起「般若智慧」。\n" +
    "　　生：「能觉知的心」是否就是「真心觉性」？\n" +
    "　　师：「真心觉性」是真常唯心思想，暂且不谈它。「能觉知的心」和「所觉知的法」都是因缘所生法，如幻如化，能所相依而无自体。「能觉知的心」，只是五蕴（色、受、想、行、识）的识，并没有真实常恒的实体。明白见到这个真相就是般若智慧。\n" +
    "　　生：觉知是不是一种「能量」？\n" +
    "　　师：觉知没有实体，必须在眼耳等感觉器官（根）、色声等境相（尘）和心（识）相互协调、共同作用之下显现的「现象」，不是单纯的能量或物质。\n" +
    "　　生：觉察和般若有什么不同？\n" +
    "　　师：不要把注意力停留在觉察的内容和对象上，如：切菜的动作、青菜从一整把变成一段一段的过程，还要返观作为觉察工具的根身和能觉察的心，根、尘、识是相依的整体，历历分明，却没有界限和自体。这就是无自性、从缘起的事实真相，这是由觉察通往般若之路。\n" +
    "　　生：怎样返观觉察「根身」和「能觉察的心」？\n" +
    "　　师：当你觉知眼前的情境时，要把一部份的觉知返观内在的「根身」上，也就是身体「知觉」，根身是见闻觉知的物质层面，进一步再返观如明镜一般朗照的「能觉的心」，这是见闻觉知的心灵层面。\n" +
    "　　生：见闻觉知的心无形无相，怎么体验？\n" +
    "　　师：无形无相，却又灵明觉知、如如不动，假名为「心」或「识」，有「了别」的功能，却不是离开外境、根身另有真常唯心的实体。心境根身性空如幻，即是实相。只要细心观照，并不难发现它。\n" +
    "　　生：情绪和思想生起的时候，觉察力就减弱或没有了，怎么办？\n" +
    "　　师：试着觉察情绪和思想，这时情绪的变化和念头的起伏就如同外境映现在镜子里一样，那么，虽然情绪和思想是生灭变化的，能觉察的心仍然是灵明觉知、如如不动的，这就是动态禅修。不需要将情绪和思想停止，只要静观它的变动就行了！\n" +
    "　　生：情绪和思想是动态的，觉察是静态的，一个心同时有动、静两面，真奇妙！\n" +
    "　　师：情绪和思想不一定是动态的，当你修「奢摩他」（「止」）时，情绪和思想也会有静止的时间。觉察在感觉上，似乎是静态的，但事实上并没有动静可言的，只因为情绪和思想的变动，觉得觉察的心是静止的。\n" +
    "　　生：那么，心既非动、也非静，是吗？\n" +
    "　　师：心和境，动和静是相依相待、假名安立、无自性、没有实体的。\n" +
    "　　生：有人说，情绪和思想是妄念，觉性是真如，老师认为怎样？\n" +
    "　　师：情绪、思想和觉察都是缘起如幻，这就是真如，真如就是「诸法的本质，如其原状、真实的样貌」；把情绪、思想和觉察当真，不明真相，则情绪、思想和觉察都是妄念。当情绪与空性、般若相应，就净化为「慈悲喜舍四无量心」，思想与空性、般若相应，就净化为「分别智」；觉察与空性、般若相应，就净化成为「根本智」，也可以方便称为「觉性」。见到诸法虚妄，就是真实，真如与妄念二法都是相待安立、没有绝对实体的。"
  },
  {
    title:'实相的悟见',
    content:"生：为什么有时候会有情绪？\n" +
    "　　师：什么事情说说看！\n" +
    "　　生：我妈妈年纪愈大身体愈差，我告诉她要多运动，饮食要注意，她总是做不到，我忍不住动气，说她都不爱惜自己的身体。\n" +
    "　　师：她没有听你的，所以很气，是这样吗？\n" +
    "　　生：可能是吧！\n" +
    "　　师：你会想，为什么她总是那样，而没有真正去接纳人会老会病的事实。\n" +
    "　　生：意思是说，我对无常有恐惧、不安，我在抗拒无常的真相！\n" +
    "　　师：你可以试着观察自己的心念和感受，看看有没有这种想法和感觉！\n" +
    "　　生：我发现在理智上知道无常、却不愿意去正视它！\n" +
    "　　师：如果经常观察自己的心念和感受，就可以很容易地看见自己的想法和感觉，并且清楚地辨识它！\n" +
    "　　生：接受无常，是不是就任由她去！\n" +
    "　　师：在彻底明白并接受无常的事实之后，面对老和病，随顺因缘的变化，不再恐惧、不安、逃避，内心寂静、无为，你可以耐心鼓励她、带她出去运动，陪她吃健康饮食，但是当她不肯做，或你没空陪她的时候，就要放下！\n" +
    "　　生：「寂静、无为」是什么？\n" +
    "　　师：「寂静、无为」是一种由领悟真相而自然流露的安祥、轻松的心境和无所得、无所求态度。\n" +
    "　　生：我现在学习用「七觉支」来修，可以体验「寂静、无为」吗？\n" +
    "　　师：当然可以，念觉支可以看清心念和感受，择法觉支可以思惟抉择无常、无我和无为法，轻安觉支、喜觉支可以让人放松身心，定觉支、舍觉支可以体验寂静、无为。\n" +
    "　　生：无为和无我有什么关系？\n" +
    "　　师：无为是涅槃寂静，在知见清净、烦恼净除之后，当然「我见」也消失了，见到无我就是见到涅槃寂静，契入无我就是契入涅槃寂静。无为不是无所作为，而是以我见为中心而出发的作为没有了！「欲令如是、不欲令如是」的主宰、操控力消失了！\n" +
    "　　生：那么生命的动力会消失吗？\n" +
    "　　师：「我见」的动力消失了，法性、法界、缘起的动力则是法尔如是、不来不去、不增不减、不生不灭、性空如幻的！\n" +
    "　　生：太玄了！\n" +
    "　　师：法性的动力并不是抽象的玄学，而是日用平常、当下的真实。大至日月星辰天体的的运行，小至分子、原子、电子的振动，太阳的光和热，大自然中各种生物的成长和活动，人的饮食、运动，身体的新陈代谢、营养的消化吸收，内心思想、感情的流动变化，这一切都是缘起，也就是法性的力量。个人的意志和作为只是大因缘中的小因缘而已。\n" +
    "　　生：宇宙间最伟大的力量不是「心」吗？\n" +
    "　　师：真正的力量是缘起的力量。而心则是居于枢纽的关键，这个世界是混乱或是和平，一个人是苦还是乐，是由人心的是善恶、迷悟、染净而决定的。心决定方向，因缘则提供能量和资源，心与缘起相辅相成，并不违背，心是主导者，精确地说是「由心」，而非「唯心」。虽然有人说「万法唯心造」，实际上还是要透过因缘才能实现！不是光凭祈求、观想就可以成就的！\n" +
    "　　生：听了老师的讲解，真有茅塞顿开的感觉！\n" +
    "　　师：道理通了之后，还要历事练心，「寂静、无为」的体验，才能稳固，不致仅只是灵光一闪，昙花一现而已！\n" +
    "　　生：谢谢老师！"
  },
  {
    title:'照见无自性',
    content:"生：当我朗读心经时，为什么仍然觉得闷闷的，没有「无有挂碍」的感觉？\n" +
    "　　师：你还没有照见空性，所以没有轻松自由的觉受。\n" +
    "　　生：怎样才算照见空性？\n" +
    "　　师：你用什么方式朗读心经？\n" +
    "　　生：我一边念，一边体会其中的含义。\n" +
    "　　师：当你面对外境或返观身心的时候，如何看待这些现象？\n" +
    "　　生：我用心经的文句思惟、咀嚼外境或身心的空性！\n" +
    "　　师：这样仍然停留在套公式的范围里。\n" +
    "　　生：怎样才能照见空性？\n" +
    "　　师：照见空性并不是见到一样东西，只是见到现象的无自性而已！也就是发现它没有丝毫的固定性、孤立性、实体性！也就是无常、无我、无实的。\n" +
    "　　生：我可以理解，但为什么没有亲切的感受！\n" +
    "　　师：因为不是彻底、完全的无自性，还存有「自性见」，就不是真正的无自性，即使理解世事无常、感情是会变的，心中仍然希望永恒的安乐、不变的感情，对无常有抗拒，不能融入无常之流。理解无我，但没有看到想要操控、自主，想要开悟、解脱、宏法、度众生的心，仍然不离我见；理解缘起，却看不到自己坚固的思想、见解。照见无自性和知见清澈是同时现起的，否则只是头脑的「理解」而已。\n" +
    "　　生：怎样才是「知见清澈」？\n" +
    "　　师：认知里不含自性见，如实地看、听、思想和行动，不添加额外的知见投射在上面！就像清泉一般，清澈见底，不含混杂的泥土和污秽！\n" +
    "　　生：怎样才能看见自己的自性见？\n" +
    "　　师：当下观照，发现自己在看事情、看自己的身心的时候，用的是固定、孤立、实有的认知模式，\n" +
    "　　生：怎样观照？\n" +
    "　　师：譬如到了十字路口看见绿灯，就认为：「我用功修行，所以菩萨保佑我」，发现自已贪吃、贪睡，就认为：「我的业障怎么这么重，真该死！」，用这样的眼光来看自己、头脑里面装满了各种一再重复的固定解释。这些都属于自性见的衍生物，里面隐含了自性见。\n" +
    "　　生：怎么知道里面隐含了自性见？\n" +
    "　　师：一个想法可能含有自性见，也可能不含自性见，凡是认为那是实有、固定、孤立，「认定」「应该」是这样或「不应该是那样」，这种看法是僵化的、局限的，完全领略不到它流动的活力、潜能、新鲜、丰富的多彩、多面性，感受不到它，其实不只是眼前所呈现的缘等、贪心等外在或内在现象，它没有本质、可以幻化万千！没有丝毫的自性实体！\n" +
    "　　生：贪瞋里面有没有隐含自性见？\n" +
    "　　师：当你仔细观照，它是由自性见引发的，譬如想吃东西，对那个东西的认知局限在「好吃」的实在感里，完全不顾有害健康，也没有照见味道是因缘和合、幻化无常，所以变成「贪」，吃东西不等于贪。\n" +
    "　　生：自性见有多少种？\n" +
    "　　师：自性见只有一种，却会以各种不同的形式投射在各种不同的事物或生理、心理现象上！其中都隐含了自性见！\n" +
    "　　生：什么才是不含自性见的感受和想法！\n" +
    "　　师：由无自性的照见中，体验它流动的活力、潜能、新鲜、丰富的多彩、多面性，没有本质、却可以幻化万千，基於这种明白的照见，所有的感觉、想法不再僵化、局限，不再覆盖、替代、蒙蔽当下的真相，这就是不含自性见的感受和想法，是清净心、是见到无自性的真相之后的妙用。又称为「后得智」，见到无自性称为「根本智」。\n" +
    "　　生：这样就会「感觉」轻松自在吗？\n" +
    "　　师：明白的照见真相，当下灵活、清新，没有负担，就会「感觉」轻松自在，这种「觉受」没有实在感、自我感，那是无自性空的。\n" +
    "　　生：好像有点懂！\n" +
    "　　师：在事中见法，体会无自性，才含有轻松自在的觉受。"
  },
  {
    title:'快乐学佛',
    content:"生：佛法是否违反人性？因为它不鼓励人所爱做的每一件事，小至享受美食、娱乐生活，大到根本否认自我之存在，我愿意接受佛法能调伏烦恼，但又担心深入学佛，会夺走现有生活中的快乐，我的道路在哪呢？\n" +
    "　　师：修行有不同的方式：苦行：禁欲主义的修行方式，若没有智慧，会有压抑，副作用很大；乐行：享乐主义的修行方式，不强调离欲，若没有智慧，当痛苦烦恼来了，就没有能力应付；叁、中道行：人间佛教的修行方式，比较适合现代人，需有慈悲和智慧。不急着断除欲望，而是在面对快乐时，用智慧观照它的本质，渐渐把制造痛苦的原因去除，提升到更高层次的快乐。用慈悲心帮助他人，分享自己所拥有的，培植福报，自然苦少乐多。并且培养定力，活在当下、觉知身心外境、寂静安祥，就可以减少烦恼。无我是要消除局限和对立，不是否定人生。\n" +
    "　　生：在享受美食的快乐中，如何用智慧观照它的本质？\n" +
    "　　师：观察的重点在于当下的快乐或痛苦有没有固着、局限和对立，有没有副作用，美食不是问题，可以快乐过生活，爱周围的人也爱自己，不必虐待自己。\n" +
    "　　生：所谓的没有固着、局限、对立和副作用，举例来说：假如我正在享受美食，心里起了一个念头：意大利菜就不如这个好吃──这就是对立；或想要是天天都有这种美食可吃，多好！──这是局限，也是固着，是不是这样？而「副作用」指的是烦恼吧？比如一边吃一边担心会不会花太多钱？以前怎么没早点来吃？那么，痛苦呢？也不要有对立、局限和固着？不对立就是不死命抗拒它？不局限就是不要以为它对我完全没有好处或意义？不固着，是不是不要因为苦而陷于自怜或失去动力不求解脱之道？\n" +
    "　　师：你的体会大致正确，悟性很高！「副作用」我指的是可能有害健康、发胖等，固着、局限、对立和副作用很容易产生烦恼，如果不会造成烦恼，美食有何不可？！佛接受国王供养山珍海味不生贪着，吃马麦也不以为苦，就是没有固着、局限和对立。在顺境和逆境中用智慧观察欲望和喜爱的事情，不落入渴爱，也不必禁欲，明白因缘就能随缘自在！\n" +
    "　　生：您的意思是说吃山珍海味就像吃马麦一样?这不是违反人性吗？\n" +
    "　　师：佛陀不是不知道好吃和难吃，只是不执着这些味道，明白味道是各种因缘的组合，无自性空，美味在心中流过，不会把它封存在记忆中，紧抓不放，渴望或期待一再重复这种经验，因缘条件呈现美味，就享用它。当因缘条件不存在，美味不再，必须吃难吃的食物的时候，安忍无怨，这就是真正的随缘自在。真正的佛法不是「合乎人性」或「违反人性」，而是「净化人性」，把制造痛苦的因素消除，展现快乐的人生。佛法的快乐是真实、清净而美善的。心灵自由是解脱之乐、心灵丰足是觉醒之乐！\n" +
    "　　生：难怪我担心学佛会夺走我的快乐，原来对于解脱之乐、觉醒之乐的滋味从来没有尝过。那似乎太遥远了吧！\n" +
    "　　师：你愿意以独立思考的精神来了解佛法，十分难能可贵，可是，佛法甚深微妙，需要实修实证才能体会，你想深入了解佛法，必须在缘起性空的般若智慧上多加闻思。\n" +
    "　　生：我想，我需要多学习般若智慧，谢谢老师的耐心回答！"
  },
  {
    title:'对治瞋心',
    content:"生：一直以来，我最大的问题在瞋心，忍啊忍的，还是忍不下来，要如何对治？\n" +
    "　　师：能不能举你在生活里遇到的事为例，说明引起瞋心的事情和过程！\n" +
    "　　生：那天在餐馆用餐，对侍者的服务态度不满意（先是交代上菜的次序弄错，那时我也没怎么气；后来请她早点把帐单拿来，她就脸色不好，我就火了。心想还轮得到你给我脸色看。）我拿着帐单过去跟她说：我通常不会给这么少的小费，但你今天的服务实在令我不满意。她就开始发火，说我没事找麻烦，后来居然还说这个餐馆不需要像我这种客人等等，那时我手上还拿着帐单，她居然还硬抢过去（对我来说这有点像是动手）。我当场暴怒，对她吼了一声：叫你的经理出来。她就闪人啦，经理跟老板娘就来安抚我。就这样，气了好几天。\n" +
    "　　师：你对那件事情有些什么态度和看法使你生气？\n" +
    "　　生：我能想到的有几个：一、哪有做生意的这样跟客人讲话的？（这里有我慢吧，你想赚我钱就得伺候我。）二、平常我也不容许任何人这样跟我说话。三、我光明正大地跟你讲，没去老板那打你的小报告，你还这么不识相。\n" +
    "　　师：可不可能转换想法？\n" +
    "　　生：我可以想：一、可能她也是好强之人，吃不下别人对她的当面指责。二、或者生活已经很苦，累得半死，还被骂，心中很怨。三、以前就已被骂过，憋住了，这次看到是个老中，以为碰到个软柿子，就新愁旧恨一起清了。四、认为别人能接得下当面的指责是我太天真？\n" +
    "　　师：生气是一种情绪反应，有没有可能只作言词回应，减少情绪反应，不必那么激烈？你可以告诉她「你这样是无礼、不尊重」，却不必生气！能否避免大事、小事，事事不合我意就生气！分出大小、轻重，可以弥补容易弥补的事，就不用那么生气！可不可能不要把事情看得那么严重（不如实、用放大镜看事情），或把对我的无礼、不尊重，解读成对我的挑战。无礼、不尊重，是她的问题，不要把她的问题变成你的问题！\n" +
    "　　生：事情发生的时候，不知不觉就气起来，很难理性应对。\n" +
    "　　师：除了保持平静之外，想法才是关键所在，一般人的想法不就是错的、却是僵化局限的思考，要用更宽广、全局的观照，实际情况变数很多，如你所举的几种可能就是。\n" +
    "　　生：这有什么不同？会不是一种僵化的想法？\n" +
    "　　师：用一般、常态的的思考会有局限，不能应付变局。僵化与宽广视野的差别在于僵化是不接纳事实，扭曲事实。\n" +
    "　　生：什么是局限、僵化？\n" +
    "　　师：自性见、我见就是一种僵化（只依据固定的想法作反应）、局限（只依据自己的主观想法作反应）的思考，瞋心的外缘是事件，内因是僵化局限的思考！消除僵化、局限的思考，因缘灭则瞋心灭。\n" +
    "　　生：有时候还是会情绪失控！\n" +
    "　　师：最好以理性回应，避免激烈、暴力、持续不退的情绪反应！至于偶尔短时间、可觉察的、非暴力的生气，那是因為功夫还不到家，这很平常，不需要看得太严重，不用担心！若还有情绪，也可以用转移、舒解的方式消除它。\n" +
    "　　生：谢谢老师的指点。"
  },
  {
    title:'自尊心与优越感',
    content:"生：我有一些事情，到现在还不能完全释怀，想起来还会隐隐作痛！如何才能达到完全的自在？\n" +
    "　　师：说说看是什么事？\n" +
    "　　生：我回忆上大学时，曾追求一个女孩子，结果当场被拒绝，心里很难受，现在想起来还很痛！\n" +
    "　　师：痛在哪里？\n" +
    "　　生：心里！\n" +
    "　　师：我意思是，它伤到什么？\n" +
    "　　生：伤到我的自尊心！\n" +
    "　　师：自尊心是什么？\n" +
    "　　生：我觉得自己很好，被拒绝，表示我比别人差，人家不喜欢我，很没意思！\n" +
    "　　师：为什么一定要被喜欢才可以？被拒绝就丧气？为什么一定要比别人强？比别人差，就没意思？\n" +
    "　　生：大概是优越感吧！我从小到大，品学兼优，又上国立大学，怎么被看不上呢！\n" +
    "　　师：现在你以佛法的立场，重新检视当时的自己，有什么不同？\n" +
    "　　生：以佛法来说，自尊心与优越感都是我执、我慢的表现。\n" +
    "　　师：那么，要怎么看待整件事？\n" +
    "　　生：每个人都有他的优点和缺点，长处和短处。不需要骄傲，也不用自卑！\n" +
    "　　师：你现在可以接纳别人的拒绝了吗？\n" +
    "　　生：不预设「自尊」与「优越」，用平常心来看待，就心平气和些了！\n" +
    "　　师：这就是了！\n" +
    "　　生：还有一件事情，也让我耿耿于怀！\n" +
    "　　师：什么事？\n" +
    "　　生：我曾经跟一位自称开悟的老师修行，别人都开悟证果了，我学了几年，却什么也没有悟到，觉得很自卑，很气馁！\n" +
    "　　师：为什么没有开悟证果，就要自卑？\n" +
    "　　生：在那个团体里，有低人一等的感觉，后来就离开了。很吊诡的是：那些被印证开悟证果的同修，有些被取消印证，有些否认自己曾开悟证果！\n" +
    "　　师：那你的自卑感就消失了吗？\n" +
    "　　生：可是当时确实受到伤害，影响后来身心长期处在低潮！\n" +
    "　　师：后来，是怎么走过来的？\n" +
    "　　生：我跟一位居士学习《阿含经》、《瑜伽师地论》，对三法印有了正见，明白依照三十七道品修行，因缘成熟，水到自然渠成，不必期待，也就不再管什么时候开悟证果了！\n" +
    "　　师：那么你现在看清楚，自卑是怎么生起了吗？\n" +
    "　　生：和别人比较而生起的！\n" +
    "　　师：优越感和自卑感其实是一体两面。心有高下之见，才会有优越感和自卑感。其实一切都是缘起，随着因缘条件的不同，而有或优秀或拙劣的表现！聪明美貌是因缘生，不是自己所能决定的，里面没有「我」。人人各有因缘，强加比较是没有多大意义的！在大自然中，大树和小草，花朵和土石，各有其各存在的空间，也各有其妙趣，相互辉映，添增大自然的丰彩，何必生比较心呢？\n" +
    "　　生：我懂了！"
  },
  {
    title:'如实知见',
    content:"生：我成长在一个管教严格的家庭，因为家里经济负担很重，我毕了业之后就要辛苦工作负担家计，省吃俭用，但弟妹们却很享受，而且认为那是理所当然的，我心里很不平，......不知道自己为谁而活。接触到佛法之后，佛法说一切事物都是无常、苦、空、如梦幻泡影，我有很深的感触。我觉得人活着，是很没有意义的，无论做什么，最终都不免一场空，我现在只是随缘度日，没有什么目标和理想，不接受任何一种教条，也不想跟随任何一位老师。但在内心深处，我觉得自己很孤单，而且没有得真正的自在和喜悦，仍然有些困惑，不知问题究竟出在哪里？\n" +
    "　　师：现在请你仔细体验一下：「一切事物都是无常、苦、空、如梦幻泡影，人活着是很没有意义的。」这是你的思想、见解，还是直接的体验？\n" +
    "　　生：思想的成份比较多。\n" +
    "　　师：你觉得「不接受任何一种教条，也不想跟随任何一位老师」是一种态度还是真实的状态？\n" +
    "　　生：一种态度。\n" +
    "　　师：体验看看，离开这些见解和态度，什么才是真相？\n" +
    "　　生：我不太清楚，是缘起性空吗？\n" +
    "　　师：你看看这边，这是什么？\n" +
    "　　生：那是一只杯子。\n" +
    "　　师：「缘起性空」在哪里？\n" +
    "　　生：杯子就是缘起性空的。\n" +
    "　　师：刚才我问你的时候，它在你心目中是杯子而不是缘起性空，这就是问题的所在。离一切见，才能如实照见真实，你虽然在观念上明白缘起性空，却没有看到真相，即使扬弃教条，自己摸索，仍然没有离开自性见，无法在真实的、鲜活的当下认得缘起的流动和创造性，所以会有无义意和孤单的感觉，照见缘起性空的人，可以同时体验到生机盎然和寂静不动的性质，一者是世俗諦的依存现象，如手中拿着「精致的杯子」，一者是胜义諦的无相的本质：没有「手」、「拿着」、「精致的」、「杯子」的任何固定实体。这种「如实知见」是可以透过闻思修而亲身体验到的。\n" +
    "　　（隔周）\n" +
    "　　生：我昨天在散步时禅修，忽然感到能量充沛，眼前所见比平时还要鲜丽，流畅而无限地延伸着，打从内心生起喜悦感。这是从前所没有的经历，真是美妙！?\n" +
    "　　师：这是很好的体验，而更重要的是有没有消除「自性见」，在任何现象中：包括外在的色声味触，内在的感受、思想、意向、知觉，都不再执取为固定、单一、实体的存在，才是通往觉醒之道的「如实知见」。\n" +
    "　　生：那么我那些经历又是什么呢？\n" +
    "　　师：如果起自性见，认定「这些经历这就是......」，就有障碍，如果明白无论任何经历都是缘起的呈现，在每一剎那的当下都能正念正知，抱持平常心，而不是当成特殊的神秘经验来追求，那就可以如实知见诸法的真相，不再迷失在各种经历之中啦！"
  },
  {
    title:'尊重与包容',
    content:"生：我自幼喜欢独处，及长，与人相处时，常觉得不耐烦，然而人是群居的动物，人与人之间的往来是无法避免的，请问：待人处世，如何方能心不烦躁，得到内心的自在清凉？\n" +
    "　　师：什么事使你心烦？\n" +
    "　　生：我觉得每个人都有很强的主观意识，公说公有理，婆说婆有理，个性强的人往往想强加自己的见解在他人身上，如果对方是长辈或在社会习俗上自认对你有绝对的权威的人，就更令人热恼了。\n" +
    "　　师：见解的不同的确不是一件容易解决的问题。每个人在意识的深处，潜藏了许多旧的烦恼和错误的认识，从佛法上来说，可归纳为「欲」和「见」两大类。「见」是各人的思想、看法各走极端，你有你看法，他有他看法，各有所偏，各有所执，因此这世间才会产生种种见解的冲突。见解不同时，应试着好好地沟通，委婉地说明，相互尊重与包容。\n" +
    "　　生：可是我已经快受不了，快和世界挂「免战牌」了！\n" +
    "　　师：不要勉强忍耐，要用智慧来看清事实的真相，化解双方的冲突，才能得到内心的自在清凉。世人都说我有理，但是你有你的理，他有他的理，一个人一个理，千万亿人千万理，在各人偏见所见到的理上，各个地执着，都是一种差别的境界，都是从自我当中出发的，到头来还是会被自认有理的理困住。\n" +
    "　　生：到底有没有客观的真理？\n" +
    "　　师：佛法说世间现象千差万别，但谈到理只有一个，叫做「无我」，没有一般人想像的真实的、独立的、常住的、主宰的我，把握住这一个通於一切事理的原则，在一切的活动中用力去做。要达到人与人之间真正的包容与尊重，需要学习佛法的因缘观，一切都是因缘所成，因缘是普遍性的真相，无论有没有学佛，年轻人、老年人、或小孩子，都应该学习佛法无我的因缘观，才会有智慧。\n" +
    "　　生：对于没有因缘观认识的人，如何和他谈一切是因缘所成？\n" +
    "　　师：真正的佛法对众生而言是希有、殊胜的，但也要经过种（种下善根的种子）、熟（逐渐熏习成熟）、脱（解脱烦恼）的过程，要改变自己都已经不容易了，何况要改变他人！这些是有一定的过程，丝毫不能勉强或强迫。\n" +
    "　　生：我该怎么做比较好?\n" +
    "　　师：自己要先对「因缘观」熟习，因为明白一切不外乎是因缘的显现，每个人对事情都会有各式各样不同的看法、想法和作法，所以很自然地感受到自己和他人的感受，并且进一步尊重、包容对方。如此，在无形中感染对方，彼此都会提升，佛法也自然进入心中了！多多努力吧！相信一定会有所改善的，不要因为害怕见解冲突而逃避人群，应该努力以成为和社会互通声气的「社会的通人」为目标，做到真正的包容和尊重。"
  },
  {
    title:'听闻正法',
    content:"生：有人说：「学佛修行要专精，一门深入，只要一经一佛一咒就好了」，为什么还要读经论例如『妙云集』？\n" +
    "　　师：你自己认为怎样？\n" +
    "　　生：我不知道，我是在流通佛法的录音带上听到的。\n" +
    "　　师：如果另外一卷录音带告诉你另外一种观念，你该如何是好？\n" +
    "　　生：我会分析比较看看，然后自己判断。\n" +
    "　　师：那就对了，所谓「自依止，法依止，莫异依止」，「依法不依人」，正是这样的态度。你所知道的「一门深入」是什么意思？用意何在？\n" +
    "　　生：一门深入就是不要杂学杂修，因为「一法通，则法法皆通」。\n" +
    "　　师：你认为戒定慧是杂还是专？是三或是一？\n" +
    "　　生：一句佛号就具足了戒定慧。\n" +
    "　　师：你现在念一句佛号看看，有没有具足戒定慧？\n" +
    "　　生：现在还没有，通了以后就是了。\n" +
    "　　师：现在戒定慧是三，通了以后就是一。既然是三，怎么会变成一？这在逻辑上是不通的。\n" +
    "　　生：三即是一，非三亦非一。\n" +
    "　　师：你有这种观念，是看佛书得来、听佛法得来的，或是由念佛得来的呢？\n" +
    "　　生：以前看佛书得来的。\n" +
    "　　师：既然如此，研读经论或研读『妙云集』不也是「亲近善士，听闻正法」吗？\n" +
    "　　生：可是，我觉得读『妙云集』对我的修行没有什么帮助，而且没有时间。\n" +
    "　　师：你现在如何修行？\n" +
    "　　生：目前工作很忙，偶而诵经、念佛，心会比较平静，但是杂念还是很多，离一心不乱还很遥远。\n" +
    "　　师：你知道为什么会这样吗？\n" +
    "　　生：不知道。可不可以告诉我为什么？\n" +
    "　　师：修行的障碍很多，杂念只是结果，原因是没有透视诸法的真相，贪瞋痴慢疑种种烦恼都还在，自然无法「万缘放下，一心念佛」。\n" +
    "　　生：不是说：一句佛号，能消一切烦恼吗？\n" +
    "　　师：这只是一个观念，事实上，你现在消除了一切烦恼了吗？观念只能参考，事实才是真的，不要落入「文字障」、「所知障」之中。\n" +
    "　　生：我要怎样才能「放下」？\n" +
    "　　师：放下不是用说或用想的，它是有因有缘的，解行并重是有必要的，你愿不愿意重新来了解修行的原理和方法？这样对你修行的品质和效果会很有帮助。\n" +
    "　　生：那样要怎么做？您可不可提供我一些方法？\n" +
    "　　师：你可以照样诵经、念佛，另外再加上研读『妙云集』的『成佛之道』，这样对你会很有帮助。\n" +
    "　　生：印顺法师好像不赞成净土法门。\n" +
    "　　师：这是误会，导师只是根据经论原典，重新还原净土思想的原貌而已，这在『成佛之道』中有谈到。希望你自己去思考、体会，找出真正适合自己的修行之路，打开心胸，才能亲自见到真理。等你实际做了之后，有什么问题再来谈，好吗？\n" +
    "　　生：嗯，我想我可以试试看。"
  },
  {
    title:'佛法的受用',
    content:"生：我观察许多学佛的人，他们可以研读、谈论艰难、深奥的理论，可是跟他们实际接触以后，却发现在行为表现上，不像是一个有修行的人。怎么会这么矛盾？\n" +
    "　　师：你觉得自己有修行吗？\n" +
    "　　生：虽然很想努力修行，可是还是差得远！\n" +
    "　　师：为什么会这样？\n" +
    "　　生：我也在思考这个问题。我想，解和行是有差距的，修行的功夫太浅也有关系！\n" +
    "　　师：如果知见正确，也努力修行，却不得力，那是因为不得要领！对于自己身心没有真实的觉知，对于法也没有切身的体会，所以无法确实得到佛法的受用！\n" +
    "　　生：那么，真正说来，复杂、艰深的佛学理论未必有用？！\n" +
    "　　师：修行本身并不复杂，所有的修行都在于内心的净化！佛学理论的发展是后代学佛者为了探讨或解决思想问题而发展出来的。现代人面对累积了两千五百年的庞大经典、论著和分歧的思想，为了厘清佛法的究竟本质和方便适应，而以客观的方法和虚心的态度来作研究，这对於正见的确立是有帮助的！至于理论的复杂、艰深并不是必然的，它是哲学化的结果，我想这是较为中肯的看法！\n" +
    "　　生：修行的要领是什么？\n" +
    "　　师：世尊在世时，以四圣諦、十二缘起为说法核心，以三十七道品为修行准则。后代佛教徒发展出很多的修行法门：中观、唯识、禅宗、净土、天台、华严、密宗等，都不应离开根本教法。\n" +
    "　　生：依照根本佛法的修行能有立竿见影的功效吗？\n" +
    "　　师：虽不能说立竿见影，因为因缘的成熟需要时间，至少效果是明显的！例如五根、五力、四念住的修持是循序渐进、步骤明确的，如法用功，自然可以增强觉察力、稳定性、清晰度！当您了了分明六根对六尘生六识，起受、想、思的过程，真切彻悟整个过程的无常、无我、寂灭，不再执取根、尘、识和受、想、思，就会体验到身心自在、毫无负担的自由和轻松，这是可以自己验证的！如果没有这种受用，就表示修持不得力，或是觉知力不够，或是智慧不足，没有照破内心的盲点，修行的效果就显现不出来！\n" +
    "　　生：盲点在哪里？\n" +
    "　　师：譬如说：虽然知道自己有烦恼，却没有看见自己的嫉妒、自负或迷恋等，所以没有机会对治、改善，这是缺少返观自照而形成的盲点！再者，知道自己脾气暴躁或多愁善感，却无力对治、改善，不自觉地把遭遇到的情境看成不变的、自我的、绝对的，这是对事物认知错误所形成的盲点！由於这些内心的阴暗和扭曲，虽然修行，却得不到明显的效果，原因很清楚，就是没有针对内心束缚的症结去解开它，总是隔靴搔痒！\n" +
    "　　生：要怎样才能照破内心的盲点？\n" +
    "　　师：要勇敢、诚实地面对自己，自我发现，随时挑战自己的既定观点和立场，放下面子，虚心倾听善友的諍言！如果发现自己居然也跟别人一样地嫉妒、自负或迷恋，仔细观照它的缘起空性，终会发现自己为了一个虚幻的影子在那里嫉妒、自负或迷恋，根本毫无意义，实在有够笨！能这样看清自己的盲点，就能得到心灵自在的受用！\n" +
    "　　生：除了内心的自在之外，有没有其他的受用？\n" +
    "　　师：只要循序渐进修持佛法，那么信心的坚定、戒律的清净、禅定的寂静、智慧的明利，慈悲喜舍的温暖、悲悯、喜悦、清凉，这些都是可以真实感受到的！佛法就好像宝藏，经典就像是寻宝图，信心、道心、毅力就是装备，善知识就如向导。要得到宝藏，就看自己能不能循着正确的道路寻找到它，把它发掘出来，好好享用。"
  },
  {
    title:'从挫折到改变',
    content:"生：我最近心情郁闷，该如何舒解？\n" +
    "　　师：什么事让你有这种感觉？\n" +
    "　　生：这几天觉得生活不顺遂，总有做不完的事。昨天下班回家，累得连开门的力气都没，拿不稳钥匙，我的先生在一旁很不耐烦，皱了皱眉头，我心里更不舒服了。\n" +
    "　　师：你有什么看法和反应？\n" +
    "　　生：我认为他私毫不关心我，我对他说：他回家后，只想享受，不愿分担家务事，也不管小孩的功课。他听了倒也没说什么。第二天，他很早回家，虽然外面下着雨，还带了小孩去看牙医。\n" +
    "　　师：这不是很好妈？他愿意改进。\n" +
    "　　生：可是我公公在一旁就说话了，他说：「你看看！你不好好照顾小孩，结果小孩生病了，还要你的先生带去看病。」我觉得非常委屈，整晚闷闷不乐。\n" +
    "　　师：你认为其中的问题在哪里？\n" +
    "　　生：我先生不能接受我的忙和累，他希望回家后，看到大家很快乐。我和他沟通之后，他想分担一些责任，但我的公公不能接受他的儿子下班后，还得为小孩操劳。\n" +
    "　　师：你的委屈感是从哪里生起的？\n" +
    "　　生：可能是我不能接受辛苦上班，却得不到肯定，有了问题只怪我，太不公平了！\n" +
    "　　师：你可以改变想法吗？\n" +
    "　　生：怎样改变？\n" +
    "　　师：你可以观察对方的想法和反应，他有他的因缘，不是我可以决定的。他的话只表示他看到的部份，只要你自己无愧於心，知道事实的真相就好了。接受这个事实，你才会安心，并且自我肯定，扫除心中的委屈感。\n" +
    "　　生：我还是觉得不公平。\n" +
    "　　师：你认为每一件事情都应该「公平」，你才会快乐吗？\n" +
    "　　生：那我该怎么想？\n" +
    "　　师：你只要认清：事实上，不是每一件事都符合「公平」的原则，而每个人所认为的公平，标准也未必相同，这是很主观的。所以不必管公平或不公平，只要过滤他的「希望」，譬如，他希望不要有麻烦，而事实上是不可能的，所以那是他的无明，不要让它成为你的无明，引起你的烦恼。\n" +
    "　　生：可是当他人批评指责我的时候，我心中总有说不出的不舒服！\n" +
    "　　师：这很自然。负面的态度容易引发负面的情绪，但是如果我们面对负面的态度时，能够保持平静、理智的态度，明白「负面的态度」如批评和指责，主要是因为对方修养不够，智慧不足，才会采取这种态度。更远一点说，这种批评指责的模式，可能是由他的生长环境中复制来的，那么，你为什么要卷入这种「负面循环」的阴影中呢？\n" +
    "　　生：真的可以不在乎他人的批评和指责吗？\n" +
    "　　师：其实，一念之间的转换，你就可以放下你反弹的心理。\n" +
    "　　生：我明白了，因为我抓住他对我的批评指责，心里就会很不舒服。当我知道这是缘起的，没有绝对性，也不是实在的，不再抓住这种想法，感觉上就开朗多了。\n" +
    "　　师：很好。接下来你怎么处理这件事？\n" +
    "　　生：日子还是要过，能怎样呢？还是一样要上下班，\n" +
    "还是要照顾家人，只是比较不会钻牛角尖罢了！\n" +
    "　　师：当你看到缘起的真相，虽然还是做事，但在态度上会比较随缘，没有期待，也没有非做到什么程度不可的执着，这样就轻松自在多了。\n" +
    "　　生：生活还是很紧凑，可不可能有大的改变？\n" +
    "　　师：当你重新审视自己的人生格局，思考你的生命中什么是最重要的，你内心深处真正想要的是什么，除了房子、车子、人际关系这些外在事物之外，有没有观察到心灵的成长和提升的意义。如果你的人生重新定位，你将会有新的生涯规划。\n" +
    "　　生：大幅度的改变有可能吗？\n" +
    "　　师：不要先认定「不可能」，只要你对生命有新的体认，你就有改变的可能。不必急，只要知道方向，并且付诸行动，就会带动改变。\n" +
    "　　生：是不是很冒险？\n" +
    "　　师：我的意思不是换工作或换房子等单一的改变，而是心情上、思想观念上的改变将带动外在的改变，但这种改变不是刻板式的生涯规划，所以不一定有固定的轨跡，只是充份理解一切都是因缘所生，无自性，所以生命是流畅而不停滞，灵活而不僵固的，改变就成为很自然的了。\n" +
    "　　生：像我的状况，似乎很难突破困局，我在公家机关上班，家庭支出、房屋贷款、子女学费等等都不能少，如何能「放下」这些？\n" +
    "　　师：这需要一些耐心和创造性，以及充份的沟通。改变也许从小处改起，或从亲子关系、夫妻关系、工作安排等开始改善，当家庭成员更成长、更独立、更少需索时，就可以将精神、财力节省下来，转移到更有效益和意义的地方。譬如，大家习惯简朴的生活，就不必成为工作的奴隶，彼此相互扶持，就会更和谐，有更多的时间发展每个人的潜能，得到满足和喜悦感；共同成长而不是相互牵制。为了「家」而牺牲「自己」，然后筋疲力竭，不是好的方式。成长和喜悦才是更重要的。我们小时候，物质生活很贫乏，可是童年的欢乐并没有因此减少，不是吗？\n" +
    "　　生：我现在明白了，改变是整体的，自然的，每个家庭都有它独特的风格和因缘，不必有既定的模式，只要每个人活得快乐，更能发挥他的潜能，做什么或做到什么程度并不是最重要的。女儿不喜欢钢琴，不要强迫她学琴，儿子贪玩不用功，不必生气，要多学习如何引导他了解学习的方法，发掘他最有兴趣的方向。工作忙碌，要分析原因，适度调整。要包容，不要太介意......，是不是这样？\n" +
    "　　师：不错了，你开窍啦！"
  },
  {
    title:'思惟与直观',
    content:"生：我最近上了一些课，觉得很有收后获，以前我处理情绪，总是用一些佛教的观念，例如：「这些都是业障」，「一切都是无常」，但是心中依然不平。现在，我什么都不想，只是看着它，陪着它，它就自然消失了。可是还有问题，烦恼去了又再来，来来去去，没完没了，请问老师，到底有没有彻底解决之道？\n" +
    "　　师：我想先了解你这两种处理方式不同在哪里？\n" +
    "　　生：一种是思想分析，另一种是顺其自然。\n" +
    "　　师：你知道它们的根本差别在哪里，您才会知道它们的局限性。\n" +
    "　　生：我用思想来分析事情是无常的，告诉自己情绪是没有用的，这样我就会变得很理性，甚至有点无情，而事实上心中并没有接纳它，好像头脑和感觉是分裂的。而当我只是顺其自然，就没有这个对立的情况，让情绪发出来，不去压制它，事过境迁，情绪就没有了！\n" +
    "　　师：好！那么，你有没有发现其中问题出在哪里吗？\n" +
    "　　生：我并没有真正面对自己的情绪，只是用思想来解释事情，或是虽然面对自己的情绪，却没有触及真相。\n" +
    "　　师：是的！那么你认为如何才能触及真相？\n" +
    "　　生：我也曾经思考过这点，是否因为缺乏禅修？\n" +
    "　　师：你说的禅修指的是什么？\n" +
    "　　生：就是止观、定慧的修练。\n" +
    "　　师：正是！\n" +
    "　　生：禅修就可以彻底消除情绪吗？\n" +
    "　　师：禅修功夫成熟确实可以消除情绪。\n" +
    "　　生：禅修到底是怎样消除情绪的？\n" +
    "　　师：你举实在的例子来模拟一下吧！\n" +
    "　　生：譬如我在参加读书会时，有一位同修喋喋不休地说了一大堆他的工作多么辛苦，同事如何欺负他，他很想离职，却又不甘心。我认为他听了那么多佛法，烦恼还是那么多，还是一样优柔寡断，看不破、放不下，一点也没长进，这么熟的朋友，恨不得骂他一顿，让他清醒一点。可是，猛然发现自己起了瞋心、不够慈悲，真是惭愧，其实自己又何曾没有烦恼，只是不同类型罢了！\n" +
    "　　师：在这件事情上，你可以看到自己失去正念，事后用理智分析自己或接纳自己的瞋念，都没有触及真相。因为没有看到从他的种种表现，到自己对他的观点，一直到引发不耐烦的情绪，这当中是一整组的缘起，是连锁反应，如果没有这些观点，就不会有情绪！所以没有绝对性。\n" +
    "　　生：怎样修改观点？\n" +
    "　　师：譬如你以自己的经验判定他修行太差，这固然有部份道理，但这只是局限、片断的认知，而不是全然的、不增不减的如实观照，所以没有柔软心，没有智慧，不知道对方的因缘，才会不耐烦！\n" +
    "　　生：丢弃狭隘、局限的观点性就是禅修吗？\n" +
    "　　师：当下如实观照因缘的相依、相对、无常、无我，没有实体性、绝对性，这就是真实禅、随缘止观，不限於打坐、参禅。所谓当体即空的般若观照，就是要在当前一念下功夫，不必等到坐上蒲团才开始用功。\n" +
    "　　生：那么打坐不重要吗？\n" +
    "　　师：静中止观是基础，动中止观是活用，两种功夫都是必要，缺一不可。"
  },
  {
    title:'自我观照',
    content:"生：我有一个疑问：为什么很多人听了很多佛法，也读了很多佛书，甚至可以谈论高深的佛理，可是烦恼依然没有减少，这当中最重要的原因是什么？\n" +
    "　　师：我觉得原因有二：一、所听闻的不是「正法」，得闻正法才称为正见。二、实践力不足，没有认真面对自己的烦恼，痛下功夫修正自己。\n" +
    "　　生：怎样检验自己有没有正见？一般学佛者很少会认为自己所学的不是正法，只有批评别人知见不正，很少发现自己的知见不正。\n" +
    "　　师：正见、正法不是一种权威，需要透过思惟抉择的过程，也就是在没有任何预设立场的状态下，不断地追根究底，并透过「正行」来自我检验。对于无法验证的部份，只能称为「信仰」，只要是经典所说的，都可以归纳为「圣言量」，这是正信，但正信是不够的，要由正见而正行才能解脱烦恼。\n" +
    "　　生：要到什么程度才算具足正见？\n" +
    "　　师：大致说来，如果对四圣谛、业力、缘起、叁法印、八正道、六波罗蜜、慈悲喜舍有深刻的理解，成为生命的指针，就可以说是具足正见。\n" +
    "　　生：我也时常拜佛、打坐，可是当我静下来不做事也不「修持」的时候，就会觉得无聊，无所事事，会想找人聊天或找些事做，甚至想逛街、逛书店、看电视。我里面好像有两个我，一个是想学佛、断烦恼的我，一个是庸俗、无聊、懒惰的我，究竟是怎么回事？\n" +
    "　　师：请你试着回想一下，当你无聊的时候，你感觉到什么？\n" +
    "　　生：让我想想看，喔！对了，有一股莫名的浮躁不安、寂莫空虚的感觉，总想抓住什么才会安心。\n" +
    "　　师：好，那我问你，当你拜佛、打坐时，有这种感觉吗？\n" +
    "　　生：很少，不过有的时候也会不想拜佛，不想打坐，觉得有点无趣，但是仍然勉力做完，如果一开始就有这种感觉就干脆不做了。\n" +
    "　　师：这是很重要的讯息。可以说，这种无聊感只是被遮盖、转移而已。当你工作、休闲、甚至「修持」的时候，总是有一些事情占据你的心，这其实是一种「对无聊的压抑」。也就是说，你很少有机会认真面对自己，包括「无聊」的感觉，你的自我观照力其实仍然不足，还要再深入才可以断除烦恼。\n" +
    "　　生：当我生起烦恼时，有时也会自我分析烦恼的原因，然后忏悔、改进，希望以后不要再起烦恼，可是似乎不太有效。\n" +
    "　　师：我们先处理「无聊感」的问题，因为这是自我观照很好的机会。如果起了烦恼，我们的分析常常落入「检讨外人」和「检讨自己」，检讨外在会把注意力放在外因，检讨自己又成了自责，这两种方式都没有触及问题的核心。\n" +
    "　　生：那么要如何自我观照？\n" +
    "　　师：当你觉得「无聊」的时候，静静地看着自己的心，什么都不要做。如果有什么思绪或感觉浮现，不用分析它，只是看着它的生起、转变和消失。你可能发现「无聊」只是一个感觉。\n" +
    "　　生：在自我的观照中，我们可以发现什么？\n" +
    "　　师：这不是一成不变的，你可能发现自己其实有很多自己也不清楚的心理，或许你会发现内心堆积了太多的垃圾，一些无用的、甚至有害的想法、需求和情绪。而这些未被处理净化的部份，阻碍了心的灵活度和敏锐度，显得彷徨空虚。\n" +
    "　　生：要如何处理这些垃圾？\n" +
    "　　师：当你回到单纯的当下，看见一切只是缘生、缘灭相依相待的存在，这些垃圾不必要的，僵化的想法，就会逐渐被丢弃。心灵由觉知而打开，进入觉醒，绽放喜悦和自在，欣赏当下的存在：桌上的一朵花、路边的小树、小孩的微笑、川流的车辆、专心的工作者，身边的许多小事物都让我们感到奇妙和无限的丰富。\n" +
    "　　生：当我们正在做事或「修法」时，能不能观照？\n" +
    "　　师：观照其实是很单纯的，随时随地都可以自动运作的，如果内心对于所作的事和所修的法没有执取、预期和添加解释，没有依赖，也没有操控，随顺因缘地做事、修法，这就是自由自在的心境，而这时很容易「见法」——一切是缘起无自性的存在，这就是自然的观照，不假外求，当下具足。这不是书本或老师可以取代的，需要自己去亲身体验。\n" +
    "　　生：内心有执取、有烦恼，怎么办？\n" +
    "　　师：这时，要先静下心来自我观照，看看自己对什么事情「放不下」，若有一点点的放不下，就表示对那件事没有完全透视其真相，如果能够以定心或转移的方法如散步、运动、听音乐舒解情绪，再来作智慧的观照，把执取的部份彻底消化掉，这样才能把烦恼根本消除，不会再生起同样的烦恼。\n" +
    "　　生：是不是要一件一件处理，烦恼的事情那么多，要处理到什么时候才能解脱自在？\n" +
    "　　师：这是「历事练心」，借着生活中发生的事件来学习智慧，净化自心，以后遇到类似的或其它的事，也能以智能和纯净的心化解于无形。当然，日久功深之后，就会愈加纯熟啦！"
  },
  {
    title:'情感与思想的超越',
    content:"生：有一天，我去医院，有个小孩向我推销东西，他说明为什么要出来推销，我听了很感动，虽然不是很需要，但不忍心他因被拒绝而受到挫折，就跟他买了；后来又有个小孩来推销东西，这时我又想到，每个人都有他自己的因缘，就算我不跟他买，他会因此而感到沮丧、灰心，也必须自己去面对、学习成长、挫折让他更坚强，未尝不是好事，就没有跟他买。这两种反应到底哪一种才是对的。\n" +
    "　　师：不是对不对的问题，而是有没有透视情感和思想的真相。\n" +
    "　　生：透视情感和思想的真相是什么意思？\n" +
    "　　师：当生起不忍心时，不要卷入，而能知道「不忍心」是人事物等因缘和合而生，是生灭法，随顺当时的因缘去做，不起执着陷入其中，那就没有问题，如果陷入其中而没有智慧观察，没有看到事情的真相而去帮助就很可能产生对方的依赖。\n" +
    "　　生：如何透视思想？\n" +
    "　　师：对于因缘的分析，其实还在思想的范围里，分析固然可以看到部份的真相，但也可能忽略对方的感受，思想分析有时不能贴切当下的实际状态，而习惯性的用固定的理论架构来解释事情，例如：「这是他自作自受，和我没有关系」，而真相却是无限深广、不可言说、不可思议的。\n" +
    "　　生：智慧观照和情感、思想可以并存吗？\n" +
    "　　师：可以，智慧观照并不是要把情感、思想断灭掉，而是透视它的真相而超越它，就如同油浮在水面上，油和水是分离的，智慧观照是寂静的、如如不动的，情感、思想则是流动的、来来去去的。\n" +
    "　　生：如果我只是觉察、反观自己的心念，知道自己在生气、害怕、高兴、伤心还有种种回忆、想像、解释、分析，想要或不要，这样算不算智慧观照？\n" +
    "　　师：这样只能说是觉察，不能算是智慧观照。\n" +
    "　　生：怎样才算智慧观照？\n" +
    "　　师：在生气、害怕、高兴、伤心还有种种回忆、想像、解释、分析，想要或不要的当下，见到它的无常、无我、缘生、缘灭、空无自性，才是智慧观照。\n" +
    "　　生：分析和观照有什不同？\n" +
    "　　师：分析是像解剖一样剖开它，观照则是当下直接看到现象的空性。例如，害怕黑暗这件事，分析原因可能是小时候曾经在黑暗的环境受伤，如果可以透过催眠，回溯到过去的场景，明白那只是错误的心里连结，就可以消除对黑暗的恐惧。\n" +
    "　　生：这件事情怎样观照？\n" +
    "　　师：当身处黑暗中的时候，看着恐惧的感觉，不要转移、解释，不要抗拒，也不要逃开，带着明觉进入黑暗和恐惧，经历一段心理变化之后，回归清澈，赫然发现黑暗的真相，黑暗只是因缘和合呈现的幻相，没有实体，恐惧起于想像，并不真实，也没有必然性，安处黑暗，那是一种深沉的休息状态，若遇到危险则冷静应对就可以了，不必神经过敏！\n" +
    "　　生：让我仔细体会一下！"
  },
  {
    title:'深入苦受的底层',
    content:"生：有一个用功修禅多年的朋友人，病重临终前归心净土，念佛求生西方极乐世界，因为他在病苦中功夫完全用不上，觉得自力不可靠，依他力（佛力）加持求生净土，才真正稳当！为什么会这样？像他那么用功的人都还会不得力、不自在，让我觉得很没有把握，很担心如果我在重病的时候该怎么办！\n" +
    "　　师：每个人都有权自由选择自己的修行法门，但是并不表示修净土就一定功夫得力、解脱自在，况且净土是三乘共庇，共宗都可以发愿往生，不一定要成为专宗，也不限于西方，弥勒净土其实更近、更容易去，真正三根普被，而且无碍于般若法门的修持，不一定要死后才能到净土，现观般若空性、不疑不惑是今生今世可能实现的，无论外在环境的顺逆净秽，都可受用当下当处的清净心和慈悲喜舍。定慧是主修的正行，念佛、念法、念僧、念施、念戒、念天（福乐与定乐）六念是去除忧怖的助行，不妨搭配运用。修禅不得力，不一定要舍「禅宗」归「净土」，也不能根据这点证明净土宗比其他宗派超胜。\n" +
    "　　生：我曾经历过整个人被「苦受」淹没，所学到的佛法完全用不上，那种感觉非常恐怖！\n" +
    "　　师：那是「果」相现前，唯有改变「因」和「缘」才不会出现这种情况，宿世的业因已成定局，无法改变，必须在缘上下功夫，修忏悔、修布施、持戒，修信进念定慧生出五根、茁壮五力，若念、定、慧有根、有力时，当苦受经过一段时间之后，觉照会自己回来！自然抽离，佛法开始可以作用！藉着逆境的淬练正好检视五根、五力有没有成长。\n" +
    "　　生：有时候我会沮丧、愤怒、恐惧，也会嫉妒，当生起觉照看到自己的情绪之后，接着要作什么？有人说情绪是很正常的，接纳就可以了，好像不够！\n" +
    "　　师：接纳情绪，不排斥情绪，不和情绪对抗，才不会治丝益纷、纠缠不清，重要的是观察情绪的缘起，一般来说，对于「苦受」的抗拒愈大，情绪愈乱。当你接纳「苦受」，心就会平静很多！\n" +
    "　　生：接纳「苦受」就可以了吗？佛法不是要离苦灭苦吗？\n" +
    "　　师：「身苦心不苦」，接纳身体的苦受，内心就不苦了，如果内心还有苦，就要找到内心「苦受」的因，消除苦因，才能彻底离苦灭苦！\n" +
    "　　生：什么是内心苦受的因？\n" +
    "　　师：这需更深一层看见潜藏的我见、自性见，因为逆境威胁、压迫我的生存、发展、欲求、权益，损失、伤害、被排斥、否定、冷落、嘲笑会苦，得不到心爱的人或东西也会苦，执着自己的见解、观念也会苦！我见和自性见导致苦！\n" +
    "　　生：怎么破除我见、自性见？\n" +
    "　　师：一切法因缘生、因缘灭，无我、无我所，生存、发展是由因缘决定，不可能完全由「我」决定，欲求、权益，损失、伤害、被排斥、否定、冷落、嘲笑也只是因缘的成住坏空，心爱的人或东西不一定非拥有不可，有因有缘自然有，无因无缘人想要也没有！至于别人的意见观念和我不一样也很平常！因缘观可以破除我见、自性见，内心就不会有苦！\n" +
    "　　生：自性见和心苦有什么关联？\n" +
    "　　师：有了自性见，对人、事、物容易局限于固定狭窄的认知，把顺逆、苦乐、成败、得失、毁誉、美丑、贵贱、贫富等看成截然的对立，容易钻牛角尖、陷入思想的困境走不出来，当事情发展违逆自己的预期和想像时，内心就会产生苦受。自性见彻底根除，看事情如实、宽广，不落入对立、局限，内心才能完全平静。"
  },
  {
    title:'生死的超越',
    content:"生：我是古教授的学生，她半年前过世，可是一直到今天，我心里的伤痛久久一直不能平复，不知该如何自处。\n" +
    "　　师：我和古教授认识三十年，交往很深，从她生病、住院到过世的这段时间，也在佛法和生命问题上讨论很多，在医院作化学治疗的时候，我去看望她，心里觉得很痛，得知她突然过世的消息，心里十分沉痛！人是有感情的，会有伤痛的感觉是很自然、正常的。\n" +
    "　　生：能不能转化、提升伤痛！\n" +
    "　　师：可以，不过不仅只是针对这件事情，用特定的方法来处理，而是要对生命意义作全面的观照。\n" +
    "　　生：怎样观照？\n" +
    "　　师：如何看待生命，决定了心安不安。生命的出现如果只是偶然、无意义的，对生命过程中充满的痛苦和不公平，会觉得茫然而已。如果认为那是命中注定的，再怎么努力也无法改变痛苦和不公平，那么，生命一样是没有希望的。而佛法说：一切法因缘生，万法由心造，这不是唯心所现，而是指心灵是生命转化的原动力，内心的清净、光明、慈悲、智慧可以成为因和缘，无论今世来生，正报（身心）和依报（环境）状态都会得到改善，达到更圆满的状态，这就是生命的意义。\n" +
    "　　生：她那么慈悲、有智慧，未来一定更好才对！\n" +
    "　　师：是的！她的先生我也认识，在佛法的见地和修持上都很不错，他告诉我：古教授在临终前说，这一生想作的事都已经作了，内心没有挂碍，充满平静和爱心，如愿往生净土应该没问题。\n" +
    "　　生：听到这些，虽然还很挂念她，但觉得比较释然。\n" +
    "　　师：她的爱心和智慧依然活生生地存在大家的心里。人的色身难免有生死，亲友也难免生离死别，这是自然界、人间的因缘法则，生命不只是有生有灭的色身，更有不生不灭的法身慧命。\n" +
    "　　生：太深奥了！\n" +
    "　　师：理上看起来好像很深奥，在事上，却是可以体验到的！\n" +
    "　　生：如何体验不生不灭的法身慧命？\n" +
    "　　师：「无所住而生其心」，当我们的心不被我相、人相、生相、灭相等各式各样的形相所局限，当下就能照见无限无碍、无边无际、不一不异、不来不去，却又当下即是、因缘变幻、丰富多彩的本来面目。\n" +
    "　　生：很难理解！\n" +
    "　　师：打破局限的认知和思考，如实观照，不预设观点、不添加主观意见，不对立、不割裂，全然、纯然即是本然的实相。\n" +
    "　　生：可不可以举一个具体的实例解释？\n" +
    "　　师：当我们局限在「利或害」的眼光看人，就会感受敌对或友善，而看不到对方的感受和需要，以及整体的关联、背景，事实上，人是物质、生理、心灵、社会、文化所交织出的一个焦点和综合呈现，片断式的观点是不完全的。\n" +
    "　　生：那么死亡的意义是什么？\n" +
    "　　师：在整体法界中，个体是幻影，所以死亡只是幻象，死亡是休息，是再生的开始，全新形式的、更多可能的、超越自我、超越个体的整体转化、共同提升才是法界的真实状态！\n" +
    "　　生：那么，对死亡的恐惧是不需要的了！\n" +
    "　　师：理论上是这样，但是强大的我执力量在抗拒死亡，所以会有恐惧，恐惧对保护自我的色身是有用的，但在法界、法身的观照下，恐惧只是一场恶梦，醒来之后就没事了！这就是生死的超越！\n" +
    "　　生：如何破我见、离我执？\n" +
    "　　师：依缘起正见，修持止观、如实观照，功夫成熟、瓜熟蒂落就能成就。\n" +
    "　　生：从何处下手？\n" +
    "　　师：可以从色、受、想、行、识五蕴生起的当下，逐一观察它是什么因什么缘，如何相依、如何相待，因缘观熟练，我见就会削弱。\n" +
    "　　生：不能遍观五蕴，怎么办？\n" +
    "　　师：可以设定课程，次第观察，或随机观察都无妨，最后遍观五蕴，全部观察完毕，不能遗漏。\n" +
    "　　生：这要花很长的时间啰！\n" +
    "　　师：当然！缘起无我的如实正观是佛法修持的中心课程，只要循序渐进、锲而不舍，迟早可以破除我见、我执，超越生死的局限！"
  },
  {
    title:'缘起中道',
    content:"生：什么是中道法？是不是中庸之道、中间路线、折中派？\n" +
    "　　师：中道法在形式是「不落两边」，表面上看起来很像中间、中庸的，其实更完整的说法是「适中」、而且「离边不住中」，一切要由内外因缘来决定。合乎因缘才是中道。\n" +
    "　　生：就以饮食来说，吃东西吃太多有害健康，吃太少营养不足！到底吃多少才算合乎中道？\n" +
    "　　师：要看因缘，适合自己的需要就可以，所以根据身体状况作调整，就是中道。其实，食物的量只是形式，重点在于不贪着美味、心情开朗、有什么就吃什么，吃多吃少并不是重点，不必斤斤计较。\n" +
    "　　生：因为健康、营养而挑选吃的东西会不会违背缘起的中道？\n" +
    "　　师：不要执着百分之一百的健康饮食，如果对别人提供的食物不放心、不敢吃，就会造成心理障碍，这是偏差。但过份忽略健康，不知道适当地摄取有益健康的食物也是偏差。如果自己可以调理饮食的话，不妨自己作，如果没有空或外食，那就随顺因缘，不必太挑剔。\n" +
    "　　生：最近想参加一个聚会，可是仔细想想，最近身体状况很差，容易疲倦，又不太想去。去或不去好？\n" +
    "　　师：因缘是相依的、变动的，依循缘起中道，就是不要用绝对的、固定的预设观点来看事情、做事情。所以，去或不去要看因缘。\n" +
    "　　生：那个聚会是一个表扬会，是社交性质，用功修行的人，似乎不必热中参加这种活动。\n" +
    "　　师：如果是这样，那就不用去！如果你已经答应担任活动的主持人，就算累也要去。到底去或不去，要由实际因缘来决定。\n" +
    "　　生：这样做事情是不是会变来变去，没有定性，像没有根的浮萍一样？\n" +
    "　　师：因缘本来就是变动的，坚持不变，反而昧于事实。但是，内心是稳定的、宁静的、自由的，不因外在的变动而起烦恼。缘起中道，在外相上如行云流水般的任运无碍，内心却如树根磐石般地如如不动，这和浮萍是不同的。\n" +
    "　　生：这么说，是不是很自由，只要喜欢就可以去作。\n" +
    "　　师：前提是不要伤害别人、伤害自己，也不要操控别人、放任自己，合乎因缘，就是中道。那么，喜欢的事固然可以作，必要作的事不喜欢也要作，自由不能违背因缘果报的现实，所以要有智慧的眼光和戒律的保护，不能为所欲为，自由是内心的自在无碍。\n" +
    "　　生：我懂了！因缘是全面的，不是片面的，喜欢、不喜欢，吃或不吃、吃什么，吃多少，去或不去，可不可以中途改变主意等等，都要全面整体的考量才会合乎中道。\n" +
    "　　师：正是！用宽广的视野观照全面的因缘，自然合乎中道，是无住、无取的，这就是解脱自在。而局限、窄化的眼光，则会落入两极化、二元对立的偏执，是有所住，有爱取的，所以会有烦恼、有痛苦。"
  },
  {
    title:'和谐的人际关系',
    content:"生：这几年，我在工作上表现很杰出，但是和同事关系却很不好，要怎么改善？\n" +
    "　　师：你认为是什么原因？\n" +
    "　　生：或许是别人嫉妒吧！不过，属下很怕我，可能是我要求很严格吧！\n" +
    "　　师：你有没有设法缓和这种紧张的关系？\n" +
    "　　生：好像很难，当我一工作，就像赛跑一样，只顾往前冲刺，忽略其他人的感受。\n" +
    "　　师：你有没有试着自我改善？\n" +
    "　　生：我曾经参加过一些禅修活动，当时觉得内心很平静、很和谐，但是一回到工作岗位，又故态复萌了！\n" +
    "　　师：也就是说，你的觉照力没有延伸到工作时段！\n" +
    "　　生：怎样才能作到这点。\n" +
    "　　师：分两方面，一方面用渐进的方式，将觉知逐渐延伸到生活中，如先在走路时发展觉知，进一步在洗脸、洗手、开门、关门这些动作中发展觉知，然后在听别人发表谈话，或听新闻时，保持觉知，到后来，在思考中、谈话中也能保持觉知。另一方面，学习在生活、工作的空档，随时回到觉知，刚开始需要特意去作，常常作意回到觉知，习惯成自然，觉知就可以逐渐成片。这是由静到动、动中有静的动态禅修。\n" +
    "　　生：这样就能改善人际关系了吗？\n" +
    "　　师：禅修只是功夫，心态的改变才是关键，在觉知的当下生起智慧和慈悲，人际关系才会和谐。\n" +
    "　　生：在禅修营中，比较少提到智慧和慈悲，总觉得这些都是理论，很难下手，智慧和慈悲怎么修？\n" +
    "　　师：平常就要观察体验，用宽广的视野看待与工作相关的人、事、物，尤其多体会对方的感受，看到对方的困难和痛苦，生起悲心，看到对方的平安和喜乐，则生起随喜心，这样内心就容易和谐、平衡、柔软，这就是智慧和慈悲。\n" +
    "　　生：可不可以说得具体一些？\n" +
    "　　师：譬如说：工作时，不只是要冲业绩，还要分出一些注意力觉知整个工作环境、工作团队的状况，如果工作环境、工作团队不谐调，个人业绩只能凸显个人成就，反而可能造成别人的压力和不安，这样就有失慈悲和智慧。\n" +
    "　　生：难道「成就」不是最重要的吗？\n" +
    "　　师：世俗的「成就」，带来自我价值感、荣耀、财富、地位，但这些都是无常、无我、因缘所生的。当中隐藏着患得患失的忧惧、失去之后的不甘，不是内在的平安、喜乐。\n" +
    "　　生：原来这就是我内心不安的原因，为了维持既有的成就，必须不断地努力、一刻也不能松懈，就会紧张、对立。\n" +
    "　　师：透视「成就」是有局限性的，不是一切，也不是生命的全部。良好的关系、内心的慈悲、智慧才是生命中可贵的品质。\n" +
    "　　生：原来如此，难道这就是我的障碍。\n" +
    "　　师：不只如此，追求「成就」背后的「自我」才是问题的根源。透视自我只是假名，我充沛的活力、清晰的头脑、能力卓越、不凡的机运，这些其实只是因缘所生法，属于大自然、法界，不属于我，将成就分享众生。这就是智慧、慈悲、平安和喜乐。\n" +
    "　　生：发展觉照、智慧、慈悲，改变心态才能找到内心的平安和人际的和谐。"
  },
  {
    title:'如何免于情绪的波动？',
    content:"生：虽然我对缘起无我不疑不惑，可是在实际生活里，免不了会有情绪，在不知不觉中发起脾气来，要怎么修行，碰到事情才不会有情绪？\n" +
    "　　师：平常就要修持定慧，就像大树，根茎茁壮有力，大风吹也不会倾倒。平常就要培养定根、慧根、定力、慧力，否则事到临头，就抵档不了烦恼风的吹袭了！\n" +
    "　　生：我平常也修「安那般那」观出入息，好像不太有用！\n" +
    "　　师：无论用哪一种方法，能够修到忙乱中，境界来了，内心还是寂然不动，才算受用。\n" +
    "　　生：那太难了吧！有没有什么容易上手的要诀？\n" +
    "　　师：除了修定慧之外，要经常检视有没有觉知当下、轻松坦然。如果没有这些品质，经常昏昧、散乱、粘着、紧绷，就表示定力退失，智慧迷失。这时候就有危机隐藏在里面，触对境界容易起烦恼。\n" +
    "　　生：烦恼快要生起，能不能看见？\n" +
    "　　师：烦恼是因缘和合、次第生起的，有观照力就可以看见，你试举一个实例看看！\n" +
    "　　生：譬如，我急着赶到一个地方，走在路上，遇到车子停在前面，挡住去路，心里很着急。\n" +
    "　　师：如果你从容地走路，不要满脑子都是要办的事，心情放轻松、活在当下的情景中，当有人挡住你，原本放松的身体就会生起紧张感，原本平静的心也起波动，很容易觉察到改变。所以平常就保持身心稳定，就可以及时观照、化解情绪。\n" +
    "　　生：可不可能让情绪反应变得很小、甚至没有情绪？\n" +
    "　　师：关健在于有没有智慧，如果有足够智慧力，当有人挡住你，你的「认知」把它解读为因缘和合的自然现象，在「态度」上应缘对境保持「平常心」，只要绕过去，或稍作等待，就不会有情绪，或情绪很少？\n" +
    "　　生：平常怎样观照？\n" +
    "　　师：经常检视自己应缘对境的「认知」，有没有合乎因缘和合、相依相待的真相，在「态度」上有没有不迎不拒、随顺因缘的平常心。\n" +
    "　　生：如果没有的话怎么办？\n" +
    "　　师：有两种状况，一是「自性见」的遮蔽，一是过於忙乱，没有余力观照。如果是「自性见」的遮蔽，就要当下观照缘起无自性，如果是因為过于忙乱，没有余力观照，可以等忙完了，或空档的时候补修观照。\n" +
    "　　生：怎样知道应缘对境有没有自性见？\n" +
    "　　师：凡是在认知和态度上有僵化、强制、窄化、停滞的现象，内在一定有固定的框架，身体上也可能出现细微的紧张、僵硬或胸闷的现象，不再柔软、放松、顺畅，细心觉察，自然可以看到「自性见」。\n" +
    "　　生：就以刚才那件事，什么是自性见？\n" +
    "　　师：自性见是「自有」、「自成」、「单一」、「固定」、「实有」的认知。在那件事情上，认为「他不应该挡住我」、「他不应该挡在路上」、「我一定要准时到达」等固着在自我中心或时空事件的立场上，没有把实际因缘估算在内，都是自性见。\n" +
    "　　生：自性见怎么消除。\n" +
    "　　师：观察、接受因缘，放下自我中心或特定时空事件的立场，认知和态度自然转换成智慧和随缘。\n" +
    "　　生：自性见可以彻底清除吗？\n" +
    "　　师：理可顿悟，事需渐修，自性见也是「无自性」的，没有固定、单一的实体，只是一种误认，当它附着在四大五蕴上，就成为我见，附着在知见上就成为所知障，智慧没有透彻就有盲点，有残余的自性见，自己没有看见，智慧更深广才会发现前念的误认。\n" +
    "　　生：佛法甚深广大、不可思议，虚心学习才不至产生增上慢心。"
  },
  {
    title:'随缘自在',
    content:"生：我觉得工作压力很大，虽然尝试了放松和舒解压力的方法，但效果似乎很短暂，请问佛法如何处理这类的问题？\n" +
    "　　师：你从事什么样的工作？\n" +
    "　　生：我是电脑工程师，每天上班总有做不完的事，还得经常赶进度。\n" +
    "　　师：有压力时，你有没有观察身心的反应？是什么感觉？\n" +
    "　　生：我觉得呼吸困难、心跳加速，有时胃痛，心情焦燥，总觉得这样的生活很无奈，为了收入不能不做，人生真没意义。\n" +
    "　　师：你怎样放松自己、抒解压力？\n" +
    "　　生：有时找人聊天，有时做做运动或者从事休闲活动，也做过松弛训练，但是效果不甚理想。\n" +
    "　　师：其实，观念和心态才是解决问题的关键，如果观念和心态是紧的，就很难体验松的感觉，愈想放松便愈没有办法放松。在佛法中，如果能够放下执取的观念，让身心随顺因缘，自然流动，身体也会松下来。\n" +
    "　　生：我应该怎么做？\n" +
    "　　师：「我应该做某件事」的思考模式，基本上就带有执取的心态，如果体验到第一义谛的毕竟空，没有「我」、也没有「做」的实体，只有当下的因缘，身心一切如幻如化，惟有假名「我在做某件事」，这样就是佛法所说的放下，身心自然就放松下来、自在安详了。\n" +
    "　　生：这很不容易。\n" +
    "　　师：你学过因缘观和怎样观因缘吗？\n" +
    "　　生：学过，是不是分析每一件事物都是各种因缘和合而成的？可是这样做之后，我并没有放下和自在的感觉。\n" +
    "　　师：仅仅思惟、观察、分析，是不够的。在平时就要保持正念正知，内心平静，对当下身心情境了了分明，才容易相应，领悟现前的缘生缘灭，进入真实的现观，不再是「想蕴」的作用而已。\n" +
    "　　生：这样就不会再感到压力了吗？\n" +
    "　　师：也许不是立刻，但只要观念和心态都能随顺因缘，就会觉得轻松多了。在工作中，只是专注於眼前的工作，没有情绪和杂念的干扰，就不会消耗精神和体力了，反正急也没有用，如果真的来不及，就要变通，采取应变的措施；随顺因缘不是消极，而是灵活不僵化的活在当下的因缘。\n" +
    "　　生：工作负担的确太重的时候，应该怎么办？\n" +
    "　　师：必要时要考虑换工作，因为长期的超载工作，是违逆身心的因缘的，会产生不良的后果。佛法说：「诸行无常」，紧紧地抓住一个工作不放，是带有执取的，要好好省思生命的意义何在，因循旧有的模式是永远不会得到喜悦和自在的。\n" +
    "　　生：在工作中如何观照？\n" +
    "　　师：最自然的方式是将平时正念正知的功夫扩展到工作时段。虽然在工作时，很少有时间作观照，但可以在工作的空档，例如上洗手间、打完电话、送文件或电脑开机时，静静地观照自己的呼吸，活在当下的静与动之中，让身心重新充电，这是个很值得尝试的方法。\n" +
    "　　生：怎样放松比较容易？\n" +
    "　　师：你可以先检视自己的身体状态的松紧程度，肩膀如果不自觉的上提，就让它自然下垂，脸部紧绷，就让嘴部微张，体验脸部不用力的感觉，逐渐让身体放松、柔软下来，这是比较简单的方法，可以先做做看，再来调整。"
  },
  {
    title:'情的觉醒',
    content:"生：几个月前，男朋友曾提议要分手，当时心里很震惊，很难过。交往了一段时间，感情很好，但是常常在观念上很分歧，意见不同；我想跟他沟通，却常常觉得很挫折，对于两人的关系很担心。现在他提出要分手，却很难接受！我该如何是好？\n" +
    "　　师：你是舍不得这份感情或是觉得受了伤？\n" +
    "　　生：两样都有。\n" +
    "　　师：关系的结束、消失，常会打击人的自信心，怀疑自己是不是太差，所以人家不要我了！或是心有怨恨，觉得自己付出那么多，却彻底被拒绝了！你对自己了解吗？你所学到的佛法对你有什么作用？\n" +
    "　　生：刚开始很混乱，佛法根本用不上，直觉反应就是设法挽回我们的关系，后来情绪恢复稳定，冷静下来之后，我开始用我所学的中观思想去观照。\n" +
    "　　师：怎么观照？\n" +
    "　　生：我很理智地面对我们的关系：我是第一次谈恋爱，有着美丽的憧憬。但是相处愈久，发现问题愈多。但我还是相信在感情的相契之中，可以化解很多歧见。现在我必需承认：感情毕竟也是因缘所生法，缘生缘灭是很自然的。\n" +
    "　　师：思想的差距不也是因缘所生法吗？即使夫妻也会意见不同，观念不同，不是吗？为什么观念不同就一定要分手呢？\n" +
    "　　生：也许是不能包容、不能尊重吧！\n" +
    "　　师：其实感情关系的缘起是很复杂的，其中还牵涉到双方的互补性，要彼此相互欣赏对方才有吸引力！在一起不等於幸福，分手也未必是打击。如果心灵成熟，对感情或许就没有非有不可的渴望了！\n" +
    "　　生：我现在已经比较释怀了！不再执着非要在一起不可。但我还是很希望知道，在感情、婚姻关系中，如何更和谐地相处。\n" +
    "　　师：婚姻关系有着前世今生的因缘的纠缠。如果双方都能有所觉醒，化俗情为道情，不沉溺在世俗的贪爱，以婚姻为道场，学习用慈悲心相待，用禅定安定身心，用智慧化解分歧，那么家庭就是心灵成长的道场了！\n" +
    "　　生：如果对方没有这种心态，也没学佛呢？\n" +
    "　　师：单靠一方，那就难了！至于已婚的学佛者，也不要太悲观，自己在佛法上，身、口、意的表现上，如果有进步，多少也能影响对方，甚至引导他来学佛、成长。\n" +
    "　　生：如果对方没有责任感，没有上进心，还有家庭暴力、各种恶习，甚至外遇，是否要考虑分手？\n" +
    "　　师：中观讲无自性，一切法缘生缘灭，并没有绝对的既定立场。对婚姻也应该用智慧和慈悲来处理。如果对方确实是一无是处，带来难以改变的痛苦、折磨，因而觉悟自己当初识人不明，只因被感情所迷惑而陷入困境，自然有权选择走自己的路。婚姻毕竟不是人生唯一的路，只要设法在经济上、精神上独立自主，单身甚至出家又有何妨？\n" +
    "　　生：老师赞成离婚吗？\n" +
    "　　师：这当然是要由当事者自己理性地衡量来作决定，而不是凭着冲动、或赌气报复来结束关系。婚姻遭遇困难，应该优先设法了解原因，改善关系，并且勇于请教专业人士，接受谘商、恳谈，不要认为那是很丢脸的事！根本之道仍在于婚前多一些智慧地抉择终身伴侣，婚后多一些慈悲经营婚姻。共同承担责任，一起创造生活的喜悦，在心灵上相互扶持，这些都是老生常谈，却都是需要努力才能做到的。\n" +
    "　　生：我看到很多学佛的配偶之间沟通很差，常常忽略对方，为什么会这样？\n" +
    "　　师：既然要对一切众生慈悲，何不把自己的配偶、亲人作为慈悲的对象，用同理心、觉察心，用心对待呢！这不是染着而是菩萨行呢！\n" +
    "　　生：说的也是！"
  },
  {
    title:'无悔心',
    content:"生：我太太上个月才过世，到现在我还时常想起她，有很多难过和懊悔的感觉。\n" +
    "　　师：这种感觉不是很自然吗？\n" +
    "　　生：学佛以来，我一直以为我对感情很能放下，这次却似乎心中有一股难以释放的感觉。\n" +
    "　　师：哪些事情让你有这种感觉？\n" +
    "　　生：她生前对我很体贴，我却常常为了一些日常的小事而责怪她，没有好脸色。她生病期间，我也因為事情忙碌，没有好好照顾她，当她病重很痛苦的时候，我自己也心很乱，不知道安慰她。等她去世了，才发现自己想要弥补，却已经来不及了！\n" +
    "　　师：我了解你的感受！\n" +
    "　　生：临终前，我们为她念佛、用佛法开导她，加上她自己平时也有学佛，走得比较放下！\n" +
    "　　师：既然这样，你也可以放下啊！\n" +
    "　　生：我总认为：当时我可以作得更多、更好，而我没有作到，心中有缺憾。\n" +
    "　　师：你有没有用佛法来观照？\n" +
    "　　生：没有，如果我陷入难过、懊悔之中，心里会比较舒服一点，要是我不再思念她，反而显得自己很无情。\n" +
    "　　师：思念跟懊悔是不同的。怀念是很自然的，刻意不去想她，反而是矫情，这是违背缘起的。\n" +
    "　　生：那么要如何观照？\n" +
    "　　师：首先要分辨思念和悔恨到底不同在哪里？看清自己内心对她的怀念，这时还没有执取，当你认为你没有作好，而又无法弥补才会懊悔。\n" +
    "　　生：想起以前生活中的点点滴滴，就会不知不觉心\n" +
    "酸，到底我在执取什么？\n" +
    "　　师：其实你只是抓住脑海中记忆的片断，再加上一些负面的看法，就产生懊悔的感觉！\n" +
    "　　生：要怎样放下懊悔心？\n" +
    "　　师：知道缘生缘灭就是事实的真相，才能放下懊悔心。在我们的心智还不够成熟之前，我们总会错失很多因缘。能够活在当下，把握因缘尽心作好责任，而且要接受自己没有预知的能力、有很多犯错的可能，这样才可以无悔。\n" +
    "　　生：除了无悔之外，在佛法上我还该如何学习？\n" +
    "　　师：人生中的种种境遇，以佛法来说正可以促发道业的精进。藉着这件事，我们可以对生命有更深层的观照和悲心。生命的本质是空寂无生，缘起的幻现，眼见众生不明于此，爱、见滋生而至受尽苦恼。于此生起平等的悲心。\n" +
    "　　生：很难懂。\n" +
    "　　师：这不是三言两语就可以解释清楚的，这得经由正确的方法和实修实证去体验，其中求法的热忱，以及相信自己可以成就道业的信念是不可或缺的。\n" +
    "　　生：既然众生如幻，就算来世再相见，彼此都已不是原来的这个人，想对她补偿些什么，似乎没有多大意义，甚至现在对我太太的怀念也是多余的，是吗？\n" +
    "　　师：悲智的修持，可以使心灵更明朗、更丰盛，来世再相见时，彼此都离开这些悲情和无奈，法缘的相契更多于世情的牵缠，这不是更美吗？"
  },
  {
    title:'无畏心',
    content:"生：我想请问老师，有一件事让我觉得心里很不舒服，不知道要如何处理？\n" +
    "　　师：你说说看！\n" +
    "　　生：我先生有时候很晚睡，我担心他身体弄坏，又怕他第二天上班迟到，劝他又不听，所以心里很不舒服！\n" +
    "　　师：可以好好再沟通，毕竟每个人生活习惯不同，即使是家人也很难改变，而且每个人都要为自己的生命负责，亲如夫妻也无法完全取代！\n" +
    "　　生：我知道不应该要求，但我心里很不舒服！\n" +
    "　　师：你知道他为什么晚睡吗？\n" +
    "　　生：我问过他，但是他总是理由一大堆，我心里放不下，愈想愈多，觉得自己是学佛的人，怎么连这些烦恼都还那么多，很替自己伤心！\n" +
    "　　师：为什么有烦恼就是不对的？\n" +
    "　　生：我觉得自己很没有用。\n" +
    "　　师：你有没有观察你自己的想法和情绪有什么关联？\n" +
    "　　生：怎样观察？\n" +
    "　　师：当陷入自怨自艾或伤心难过的情绪里的时候，先离开现场，让自己抽离情境，然后，用第三者的立场，观察自己对这件事情的看法，把相关的部份找出来，就会知道，你的观点会造成你的情绪。你试试找出你的想法是什么！\n" +
    "　　生：……我认为夫妻是一体的，我是求好心切，这有什么不对吗？\n" +
    "　　师：你有没发现，就是因为这些想法让你心里不舒服？\n" +
    "　　生：那该怎么办呢？\n" +
    "　　师：先要包容并充份感受自己的情绪，每个人的内心都存在「儿童人格」，也就是不成熟的部份，要以慈悲心接纳自己是凡夫，烦恼仍然存在的事实，不必自责，而要用智慧来转化它。\n" +
    "　　生：要怎么转化？\n" +
    "　　师：当你明白：「情绪无助于解决问题」，只有面对它、理解它，然后去做你可以做到的部份，其它就交给「因缘」了。\n" +
    "　　生：可是我还是没有信心，怕做不好，怕失去好不容易拥有的东西。\n" +
    "　　师：做不好，失去拥有的东西又怎么样呢？\n" +
    "　　生：那是很可怜、很悲惨的！\n" +
    "　　师：那些是不是你自己的想法？\n" +
    "　　生：大概是吧！我总是想很多。\n" +
    "　　师：想法是不是真正的事实？\n" +
    "　　生：想法可能不是事实。\n" +
    "　　师：既然如此，那就把这些想法放下，接受事实吧！\n" +
    "　　生：正因为很难接受事实，才会起烦恼吧？\n" +
    "　　师：不错！\n" +
    "　　生：要怎么才会接受事实？\n" +
    "　　师：当你不再有那些消极、悲观、自怨自艾的想法时，你的心立即回到平静，即使有什么困难，只要以无畏心面对它、处理它就好了！\n" +
    "　　生：在我的生命中，我似乎缺少无畏心，总是担惊受怕的！\n" +
    "　　师：当你以智慧明了无常、无我的事实，任何的成败、得失、苦乐、顺逆都是很平常的，这时就要培养一颗坚忍、宁静的心，不怕苦、不担忧未来，在安忍和禅定波罗蜜的基础下，把握当下，积极精进于净化身心和布施利他，这就是真实的学佛修行了！\n" +
    "　　生：我虽然看很多佛书，听很多佛法，也拜佛、念佛，却缺少这种无畏心的学习，听了老师的指导，我似乎看到自己的盲点！\n" +
    "　　师：面对自己、面对苦，不再逃避，勇敢、坚强地活在当下，这就是修行人的风骨、道器。过了这一关，才有可能苦尽甘来，得到佛法的真受用、真成就。不要怕难，专心向前就是了！"
  },
  {
    title:'死亡的阴影',
    content:"生：这一阵子，听到或亲自目睹一些亲友因为意外或癌症过世，有些甚至比我还年轻，心里好难过，想到自己的死亡，一样随时会来临，觉得很不安。\n" +
    "　　师：你在这些具体的事情上，看见死亡的事实，这不就是佛法吗？平常很少接触死亡，所以没有什么感觉，现在无常相现前，不正是佛法的示现吗？\n" +
    "　　生：我虽然尝试用佛法来理解它，可是内心仍然存在着很深的忧虑和惧怕，我不想那么早就死，我还有很多的责任和没有完成的理想，而且我也无法承受临死前身体的痛苦！\n" +
    "　　师：生命的问题无法用头脑和思想来解决，除非我们当下的心境进入一个全新的境界，才可以坦然面对死亡的痛苦，而这些是很难临时才来处理的，平时禅定和智慧的修持才是真功夫。\n" +
    "　　生：禅定和智慧对死亡有什么作用？\n" +
    "　　师：禅定和智慧不能改变死亡，也不能抗拒死亡，而是接受死亡和超越死亡。\n" +
    "　　生：怎样接受死亡和超越死亡？\n" +
    "　　师：如果你进入「涅槃寂静」——不生不灭的实相，认知到生死如幻，就没有真正的死亡，只是四大离散，五蕴停止作用而已。加上禅定的训练，心不动摇，不贪恋生，不怨恨苦，安然地离开人间，这就是佛法的功夫。\n" +
    "　　生：平常要如何自我训练？\n" +
    "　　师：平常就要多观察自己的身心，明白自己生命的存活并不是必然的，甚至可以说，在本质上，我们什么都没有，从来就不曾、而且也不可能拥有什么，包括外在的金钱、名位，内在的知识、情感，乃至于生命本身都不属于自己，存在和拥有只是无明错觉而已，真相就是：自我和我的一切无非是各种因缘条件的聚合。当你能够认知一切归零，并且落实于当下，学习安忍波罗蜜，对于身体的痛苦安然平静地接受它，所谓「身苦心不苦」，这样才能降低对死亡的忧惧。\n" +
    "　　生：可是，我还有责任要照顾妻子儿女，很多理想都还没有实现，万一死了怎么办？\n" +
    "　　师：当你活着的时候，才有所谓责任和理想，而且即使是活着，也未必有能力照顾你要照顾的人，也未必有机缘来实现理想，担心这些其实是不切实际的，能够把握眼前的因缘，行所当行，就是有意义的生命。\n" +
    "　　生：在修行还没成就之前，如何降低对于死亡的忧心和害怕？\n" +
    "　　师：只要你真正开始修习禅定和智慧，自然可以降低对于死亡的忧心和害怕。另外，多行善，守戒律，或称念佛菩萨名号，发愿命终之后往生净土，有了福德资粮，就不怕堕落三恶道，而内心有信仰、有归宿，心地光明，也会比较心安。\n" +
    "　　生：生活太平顺、舒适的人是否比较难面对死亡？\n" +
    "　　师：是的，生活太平顺、舒适的人更会贪恋现在拥有的东西，死亡等于剥夺这一切，这是很难割捨的。命运坎坷、遭受重大打击的人反而不想活，觉得生不如死，如果一时冲动，可能还会走上自杀轻生的路，哪有心思对死亡忧心、恐惧！\n" +
    "　　生：那么，多受一些苦反而比较不怕死啰？\n" +
    "　　师：并不是真的不怕死，而是痛苦掩盖了对死的忧惧，一旦事过境迁，环境好转，仍然会害怕死亡！\n" +
    "　　生：生活平顺、舒适的人也能修行吗？\n" +
    "　　师：只要警觉性、敏锐度够的话，一样可以修行。福报好的人，只要能少欲知足，不要只顾忙着家庭、事业或享受，可以多安排时间静修，细密观照生命的无常、苦、空、无我的事实，面对真相，锻练自己的心，经常安住当下，不忧不惧，不恨不恼，这就是真实的修行。"
  },
  {
    title:'诸行无常',
    content:"生：我以前学佛比较重视观念的吸收，但是仍然觉得有很多烦恼不安，现在开始比较会观照，但是还是不太熟练，可不可以请问老师一些问题？\n" +
    "　　师：很好啊！你说说看。\n" +
    "　　生：以前听到「生老病死」，除非生病很严重，总是感受很笼统，现在我对于「老」，感受很深。\n" +
    "　　师：哪些事情使您产生这种感触？\n" +
    "　　生：最近公司里来了几位年轻的新同事，看到她们充满青春活力，打电脑也是又快又好，相形之下，自己真是老了！动作不再那么敏捷，照镜子时，发现不知什么时候有了鱼尾纹，心里觉得很不是滋味，很难接受。\n" +
    "　　师：你怎么面对它呢？\n" +
    "　　生：刚开始，我很怕想到这些，但总觉得不安，后来听老师的课，说到无常，没有永远的青春，人要坦然面对衰老的必然到来。虽然是很简单的道理，却点出我的心结，有一种豁然开朗的感觉。\n" +
    "　　师：这不就是「平常心」吗？\n" +
    "　　生：可是，我从前自恃年轻貌美，不知不觉生起染着贪爱，潜意识中，其实很害怕衰老，但是总是逃避它，难怪会有隐约的不安在心中，成为挥不去的梦魇。\n" +
    "　　师：以智慧去面对它，观照它的真相，然后放下「青春永驻」的梦想，以平常心来接纳它，内心才会放松、自在。\n" +
    "　　生：可是心中似乎仍然有些遗憾和不甘心。\n" +
    "　　师：好好观照这些遗憾和不甘心是从那里生起的，你就可以把这些感觉根除。\n" +
    "　　生：我一想到我已经不再年轻，就告诉自己这就是无常的真相，但心里有一份无奈，我觉得无常是很无情的。\n" +
    "　　师：如果这个世界没有衰老，就不需要新生命的注入，年轻人永远没有发展的机会。人老了就要退休，交棒给年轻人，这是大自然的定律，相当公平、合情合理的嘛！为什么难以接受呢？\n" +
    "　　生：大概是因为衰老的是「我」，如果年轻的是我，衰老的是别人，就不会有特别的感觉了，说不定还期待别人退休，自己可以独当一面、主持大局呢！\n" +
    "　　师：分析得太好了，正因为有「我」，才会拒绝无常、衰老。\n" +
    "　　生：佛法说无我，可以理解，但似乎比无常更难以接受。\n" +
    "　　师：这需要在定慧中，甚深的观照之下，才能破除我执、我见，一般思惟上的理解是不够的。所谓「但见于法，不见于我」，「见缘起即见法，见法即见佛」，「见法」就是重点。\n" +
    "　　生：如何才能见法？\n" +
    "　　师：这要从闻、思慧进入修慧，或是由身、受、心念住进入法念住，在当下的情境中，只见法与法的相依存、相对待，因缘生、因缘灭而已。其中没有任何可以「主宰、支配、自主」的自我，我执、我见就会逐渐淡化，功夫成熟，终能断除我执、我见。\n" +
    "　　生：这样就行了吗？\n" +
    "　　师：基本上，依照阿含经的记载，只要方法正确，功夫纯熟，不需要旷废时日，是可以做到的，至少可以增长智慧，绝对是功不唐捐的。主要看自己有没有强烈的求道心和锲而不舍的毅力吧！"
  },
  {
    title:'动中的修行',
    content:"师：最近学佛修行情况如何？\n" +
    "　　生：虽然也想不起烦恼，但总是有诸多事情烦心，比如说工作不顺利、人际关系不佳等。用佛法来解除烦恼，有时候有用，有时却没有用，学佛真是那么难吗？\n" +
    "　　师：什么时候有用？什么时候没用？\n" +
    "　　生：如果事情少，到道场听经、念佛，或在家里静坐、拜佛，觉得内心很平静；可是一碰到事情就「破功」了！不知是怎么回事？\n" +
    "　　师：修行是整体的，包括戒定慧三学，不但是静中修，也要动中修，要修定也修慧。你的修行偏在修定，比较缺乏修慧，慧学也是只有闻慧，而欠缺思慧和修慧。\n" +
    "　　生：如何动中修？如何修智慧？\n" +
    "　　师：以「四念住」法门来说，就是一种很好的动中修的方式，其中的法念住更是修智慧的重要方法。\n" +
    "　　生：「四念住」我也知道一些，但或许是不得要领，后来就没学了。\n" +
    "　　师：你所知道的「四念住」重点在哪里？\n" +
    "　　生：不太有印象，大概是说要动作放慢，专注身体的变化，了解自己的情绪感受，分析苦的原因等等，可能是没有透彻了解，也没有按部就班地修，后来就中断了。四念住法门是否确实可以灭除烦恼？\n" +
    "　　师：『杂阿含经』说：若人修习四念住，当得解脱烦恼，问题是要正确无误地修习，精进地修习。\n" +
    "　　生：我想好好修四念住，该如何修？\n" +
    "　　师：四念住就是如实了知身、受、心、法，你可以详细研读经典和相关的开示，更重要的是，要把它用在实际的生活里，让自己感受到喜悦和自在。\n" +
    "　　生：在修持上有什么要领？\n" +
    "　　师：四念住法门的特色之一是可以动中对境修。譬如你在工作上遭遇到不顺心的事，开始不高兴，先不要将注意力放在到底是谁或什么事惹我不高兴，要找机会内观，愈快愈好，不要拖延，像录影带倒带一样，检视自己身、受、心的变化过程，例如：我在观念中认为扫地、倒水是卑贱的事，主管居然用命令的口气叫我扫地、倒水，我是大学毕业生，作这种事太丢人、太没出息了，所以心生不悦，身体紧绷，脸色难看。觉察这些身心的变化之后，就开始修法念住，体会整件事和身心的变化不外乎因缘和合、无常、无我的，「我是大学毕业生，扫地、倒水，太丢人、太没出息」这些观念是不符合缘起的知见，清除这些知见，随顺因缘，心中自然平静下来，不再起烦恼。\n" +
    "　　生：原来如此，以前总认为先把心「清净」了，心性光明以后就自然没有烦恼了。\n" +
    "　　师：理论上没有错，但忽略了心境相依、理事相应、动静交替的缘起现象，在修行上会陷入禅定、唯心的陷阱而不自觉。在面对境界、事相中观照自己的心态、观念，再以佛法的真理来自我净化，这是实际而有效的方式。\n" +
    "　　生：那么，静中修有用吗？\n" +
    "　　师：静中修还是需要的，在静坐修定时，若杂念来时，不要理它；但在修智慧时，杂念如滋养植物的粪肥，不要丢弃它，反而要利用它。面对杂念的正确态度是不迎不拒，进而如实观照它的真相，因为它的浮现正可以显示自己内在的渴望、忧虑和恐惧，这些都需要用智慧来化解，而不是仅凭定力以石压草式的处理。这就是定慧等持的修行。"
  },
  {
    title:'缘起无我',
    content:"生：我读过一些佛书，也听过很多佛法的演讲，尝试了解佛法，但是有些观念很难接受，例如佛法说无我，要断爱、断欲，但是我有家庭，有事业，要放弃这些，不再积极努力，一切随缘，那么没有了工作，我的太太、小孩怎么办？看似清高，我却觉得很自私，到底「无我」真正的意义是什么？\n" +
    "　　师：「无我」并不是放弃，而是觉悟真相。自我只是五蕴--色、受、想、行、识和合所生的假相而已。不管一个人是积极或消极、贪欲或离欲，都同样是无我的。无我是真相，我见是错觉，没有我见的人，也可以是积极进取的人，也可以是家庭和谐、事业成就的人。\n" +
    "　　生：破除了我见，怎么还会有动力？\n" +
    "　　师：明白无我的人，照样可以吃饭工作，但是知道里面没有一个「我」在吃饭，「我」在工作，只有活动而没有「自我」，我并不是动力，因缘才是真正的动力。\n" +
    "　　生：没有自我，谁在活动？\n" +
    "　　师：活动只是因缘和合，里面不需要我。但是为了区隔我不是你，也不是他，才建立「我」的代名词，其实是没有实体的。就像一堆积木，可以堆成房子，车子，可是堆完之后，手一推，就什么都不是了。\n" +
    "　　生：可是，如果没有「我」，一切的努力又是为了什么？这太可怕了！\n" +
    "　　师：无我只是没有固定，没有独立性，而不是没有因缘和合的现象，这就是真相，没有什么可怕的。反而清楚地知道无我，不管我们如何努力保存它，或希望变成我们理想中的状态，都只会照着因缘法则来改变，呈现各种状态。所以没有追求，也没有放弃，所放下的，只是不合因缘的期待和认知，这反而是减少烦恼，活得更自由，不受内心的执着所困。\n" +
    "　　生：我还是觉得若有所失，掉进虚无去了。\n" +
    "　　师：没有自我的错觉，心灵更丰富，可以随着因缘的净化和改善，人生更趋向于真善美。\n" +
    "　　生：既然无我，真善美又有什么意义？\n" +
    "　　师：无我，所无的只是本来没有的错觉，「但见缘起，不见於我」，看见无我的人，内心没有自私和执取，生命自然展现真善美，并非刻意追求真善美。\n" +
    "　　生：要怎样才能体验无我？\n" +
    "　　师：观察身心和外境的互动和依存性。例如：我们吃下食物，身体自然地消化吸收，我们呼吸，自然地吸进氧气，呼出二氧化碳，心脏自然地跳动，荷尔蒙自然地分泌，维持身体的运作，这一切都是因缘的运作、依存、互动的现象，不是由我们支配、主宰的，就像大自然一样的运行，不是自我意志的结果，里面根本没有我，也没有主宰，这就是无我。\n" +
    "　　生：知道或不知道无我，又有什么不同？\n" +
    "　　师：无我是真相，知道无我是智慧。由於我见的蒙蔽，以为有一个真实的自我需要去保护、扩展，就像精神错乱一般，身心备受煎熬，为了自我，不惜伤害他人，或受尽折磨，为了想要得到金钱物质的享受、感情的依赖、成就感，心中充满权力欲、占有欲、主观意识，或逃避责任，消极退缩，而活在患得患失、焦虑、紧张之中，这就是「苦」。如果明白无我，那么依附在「我见」之下的贪爱、瞋恨、恐惧、不满，也就没有立足的余地，也就可以逐渐消除烦恼，离苦而得自在了。\n" +
    "　　生：「无我」所呈现的真相，可否再解说一下？\n" +
    "　　师：就在当下行住坐卧、思想和感觉中，我们都是活在缘起的大海中，就如大海中各式各样的鱼，游来游去，虽身处大海而不自知。一切都只是缘起，而没有真实的界限，个体只是意识的区分而已。我们每个人所呈现的当下状态，无一不是缘起。例如我们在看书，里面没有我，只是眼睛对着书本，经由光线反射，字句经由水晶体、玻璃体的折射，聚进大脑视觉区，经由大脑的记忆、思考的作用，理解其涵意，引发各种反应如平静、喜爱、枯躁等感觉，这就是缘起。再进一步观照眼睛和大脑，要能发挥正常的功能，必须充份的养份、血液供应，而这些又是由食物所提供的。至於书本则是由纸张、作者、出版商等因缘所成就，这就是缘起大海。\n" +
    "　　生：我有点懂了，缘起无我不只是理论，而是甚深的智慧境界，需要虚心学习才能真正体会到它的正确意义，而不能用自己浅薄的见解来猜测，那是会失之毫厘，差之千里的。个体只是意识的区分而已，如果明白无我，那么依附在「我见」之下的贪爱、瞋恨、恐惧、不满，也就没有立足的余地。"
  },
  {
    title:'顺境中的修行',
    content:"生：我还年轻，而且职业也不错，婚姻也算美满，虽然生活中也有些小烦恼，但并不觉得人生有那么苦。有人说：「富贵学佛难」，不敢说什么富贵，但生活平顺，学佛是不是比较困难？要怎样才学得好？\n" +
    "　　师：这不是绝对的，给孤独长者、维摩居士等都是富贵的人，他们照样修行证果。良马见鞭影而驰，利根的人，敏锐度高，看到生命的无常、苦，故能精进修行。\n" +
    "　　生：怎样才能变得利根、敏锐度高？\n" +
    "　　师：像佛陀世尊那样，在出家前，虽然身处王宫，享受荣华富贵，在他出游时，亲眼见到生老病死的景象，即生起出离心、菩提心。如果我们细心观察周遭的人、事，常到医院、养老院探望病人、老人，就会看到生命的无常、苦！\n" +
    "　　生：我也知道是无常、苦，但没有很切身的感受。见无常、苦的当时也许觉得震惊，回到日常生活，久而久之，又淡忘了！\n" +
    "　　师：所以静下来的时候，要思惟无常、苦。而且，无常、苦不一定是外在的，自己身心的无常、苦也要仔细观察。\n" +
    "　　生：这样会不会太多愁善感？\n" +
    "　　师：我们多有逃避无常、苦的倾向，以为不去想它就没事了，事实上，问题并没有解除。以理性的态度观察、解除问题是敏锐的智慧，不是多愁善感；偏于感性的敏锐，缺乏理性的敏锐，才是多愁善感。佛法要感性、理性平衡发展，悲智双修才是中道！\n" +
    "　　生：怎样修、怎样学才能长远、深入？\n" +
    "　　师：生命中有了无常、苦的体验，就有了修行的动力，就好像车子加了油，才能上路。其次，要有美好的愿景，善巧地学习，就如你知道你要到哪个地方去，而且你的车子维修良好，驾驶熟练，开车就会很顺手。\n" +
    "　　生：什么是美好的愿景？\n" +
    "　　师：当你静下来深思生命的无常、苦，发现这些生、老、病、死、爱别离、怨憎会、求不得、五阴炽盛，都是缺陷，不完美，以佛法分析其原因，这是业力所感的果报。那么，业力从何而来？不外是内心不清净、不觉醒而引生的。内心清净，则未来的苦果不生，生命就不再有各式各样的缺陷。只自心清净、觉醒，就会展现清新、丰富、活力、安祥的圆满生命，如佛菩萨那样！以此为努力的愿景，常常思惟，就会有明确的方向，这就是菩提愿。\n" +
    "　　生：善巧地学习又是什么？\n" +
    "　　师：对于修学佛法，要如法的消化、吸收正法，并运用在实际生活中。\n" +
    "　　生：在修行的过程中遇到障碍怎么办？\n" +
    "　　师：什么样的障碍？\n" +
    "　　生：譬如没有进步、懈怠、遇到烦恼无法克服等等。\n" +
    "　　师：要有兴趣，才不会觉得枯燥乏味，才会有进步。而学习本身就是兴趣的来源，就好像欣赏自己亲手栽种的花卉那样，透过戒定慧的修习，身口意不断地转化，心灵愈来愈清净、觉醒、清新、丰富、安祥，法喜充满，自然就不会觉得枯燥而懈怠了！"
  },
  {
    title:'活在当下的因缘',
    content:"生：最近看到社会上发生一连串不幸事件，想到每件事物都是不确定，不可靠的，就对未来感到惶恐不安，变得紧张兮兮、疑神疑鬼的，我是该这样想：「生死有命，富贵在天」，一切由他去吧？还是应该如履薄冰地事事小心？不管怎样，心里总是不安，该怎么办才好？\n" +
    "　　师：你知道为什么心不安吗？\n" +
    "　　生：因为有危险。\n" +
    "　　师：什么样的危险？\n" +
    "　　生：我担心经济不景气会让我失业，意外事故会受伤......\n" +
    "　　师：在这种情况下，心就一定不安吗？\n" +
    "　　生：如果保持警觉，知道怎么应付，就比较不会那么不安。可是常常不知所措，而且受到伤害，遭到损失，所以很没有信心。\n" +
    "　　师：那么真正使你不安的是什么？\n" +
    "　　生：害怕因为失业或车祸而受到伤害和遭到损失。\n" +
    "　　师：使你害怕的内心因素是什么？\n" +
    "　　生：不愿意受到伤害和损失。\n" +
    "　　师：是什么样的心态和观念让我们抗拒伤害和损失？\n" +
    "　　生：保护自我，避免因为伤害和损失所带来的痛苦。\n" +
    "　　师：伤害和损失一定会带来痛苦吗？\n" +
    "　　生：噢！我知道了！我们会痛苦是因为我们想要保护自我，而事实上，无论我们如何努力，小心翼翼地保护它，还是无法完全避免受到伤害和损失。\n" +
    "　　师：对了，这就是事实的真相，如果你仔细思惟、观察，一切都由因缘和合而现起，它是无常的，也不是我可以完全支配、控制的，那么，你就可以接纳当下的因缘，无论是被伤害或得到帮助，有损失或获得什么，都以平常心看待，不迎不拒，就会自在多了。\n" +
    "　　生：我要怎么思惟、观察？\n" +
    "　　师：你思惟、观察看看，失业或开车发生意外，是你可以完全支配、控制不让它发生的吗？\n" +
    "　　生：我可以很注意，但是因为还有很多外在因缘，无法掌控，所以觉得担心。\n" +
    "　　师：既然一切由因缘来决定，不是由「我」来决定，担心有用吗？\n" +
    "　　生：没有用。\n" +
    "　　师：既然担心也没有用，你何不积极面对它！\n" +
    "　　生：事前的警觉性和处理问题的方法是不是很重要？\n" +
    "　　师：是的！所谓：「真俗无碍」，在真諦上能当下观照缘起空寂、无常无我；在俗諦上也能学习处理事情世间的方便智，当然是更圆融的了。\n" +
    "　　生：怎样才能当下观照？\n" +
    "　　师：除了思惟、分析之外，还要时常保持正念、正知，处理事情理智而不情绪化，灵活而不拘泥既有的模式，这样就能观照当下的缘生缘灭！例如现在你想到失业，还会不会担心？\n" +
    "　　生：还会有一些。\n" +
    "　　师：试着观照看看，和担心在一起，心里还有些什么东西出现？\n" +
    "　　生：有一些念头如：万一失业，全家生活将陷入困境，美好生活被破坏，理想破灭，别人会看不起我......并且觉得焦虑。然后，脑海中出现另一个声音：不要怕，我还可以再找工作，我太太还有收入，家里也有一些积蓄，生活可以简单化，学习减少物质上的享受，充实心灵生活......其实，天无绝人之路，事情并没有想像中的那么可怕。只要好好把握现在，坦然面对困难，就可以了，何必担心呢！\n" +
    "　　师：事实上你现在好好的，并没有失业，担心只是「脑海」中的众多缘生缘灭的波浪之一而已，这就是「四念处」的观照。当一个人活在当下真实的因缘里，就能够看清真相，内心就自在而平静。不是吗？\n" +
    "　　生：很高兴，我现在明白「苦由心生」的道理了，谢谢老师的开导！"
  },
  {
    title:'清净心与无我智',
    content:"师：最近学佛修行情况如何？\n" +
    "　　生：修心！\n" +
    "　　师：怎么修？\n" +
    "　　生：观照起心动念，发现不好、不清净的念头立即把它排除掉。\n" +
    "　　师：什么是不好、不清净的念头？\n" +
    "　　生：只要是有害于人的，或让心不安的念头，比方说恶念、贪心、生气、嫉妒、傲慢心都要把它排除掉。\n" +
    "　　师：如何排除？\n" +
    "　　生：不要再去想它！\n" +
    "　　师：这样虽然很好，但是仍然不够\n" +
    "　　生：哪里不够？\n" +
    "　　师：如果没有智慧，那是不够的！\n" +
    "　　生：为什么？\n" +
    "　　师：因为心中有迷、有不明白的地方，这些不好、不清净的念头就不能彻底断根，去了还会再来，没完没了。\n" +
    "　　生：可不可以说得更详细一些？\n" +
    "　　师：贪心、生气、嫉妒、傲慢心其实和我执、我见有关。贪心是为了满足自我的希望，生气是因为别人不听我的，或事情不顺我的意思，嫉妒是由于别人比我好，心里不甘心，傲慢心是由于以为自己比别人优越。实际上是无我、人我平等的，如果真正明白无我、人我平等，贪心、生气、嫉妒、傲慢心就没有立足之地，久而久之就可以彻底消除！\n" +
    "　　生：怎样才能把我执、我见从心中排除？\n" +
    "　　师：我们很难把我执、我见从心中排除，因为「想要排除」的念头仍然离不开我！\n" +
    "　　生：那该怎么办？\n" +
    "　　师：智慧生起，我执我见就会被融化，就如太阳升起，黑夜就消失了，又如把冰块投入滚烫的水中，冰块就会被溶化。\n" +
    "　　生：智慧如何生起？\n" +
    "　　师：放开我们对于身、心、外境的固定概念、思想、预设立场。当内心空寂、清新，所看到的、听到的、感觉到的、想到的，一切都是它的原貌，内心不加一丝一毫的知见投射进去，当下就照见实相，这就是智慧。\n" +
    "　　生：拿掉概念、思想，我们怎么去认识事物？\n" +
    "　　师：其实所有的知见，包括概念、思想都是外加的，它有区隔事物的功能，却不是它的本来面目，反而会阻碍我们的智慧！\n" +
    "　　生：如何以智慧观照无我？\n" +
    "　　师：「自我感」其实只是对于身体、感受、思想、心念、知觉所生的综合体和统合作用所外加的实在感，觉得有一个「我」的主体在活动、承受痛苦和快乐，其实这个综合体的界限是人为的区隔，离开外在的空气、食物无法存活，身心的统合作用也只是活动的功能而不是实体，自我只是内外、身心因缘和合而映现在心里的一个影像而已，再经过概念、思想的附加，比方说认为我是华人，我是佛教徒，我是一个有教养、有学识的人，我是一个和蔼可亲的人，等等，偐然有一个「自我」的实体。其实这些都是不真实、不存在的。\n" +
    "　　生：难道连「我」的出身、个性、能力、知识、感情这些基本的个人特质也不能算是我？那么，这些又是什么呢？\n" +
    "　　师：这只是「假名」，方便区别而施设的代名词，将一些身心现象设定范围、然后予以命名而已，究竟的真实是「无我」的。\n" +
    "　　生：明白无我，内心就会清净吗？\n" +
    "　　师：如果真切体认到没有自我，那么就不需要维持自我的永存和毫无限度的发展，这些都是违反缘起的事实的染污心。贪求、生气、嫉妒、傲慢、恐惧、忧伤等等心念便得到净化，唯有慈悲喜舍，安详宁静地活在当下的因缘，用爱心付出自己所能付出的，并且欢喜地接受他人、社会和大自然给予的恩赐，放下爱憎、取舍心，坦然自得，这就是清净心了！"
  },
  {
    title:'深层的不安',
    content:"生：我这段时间常作禅修，内心感到十分宁静，但是有一天接到一通电话，却让我心乱如麻。\n" +
    "　　师：发生了什么事情？\n" +
    "　　生：二十几年前时的旧友突然打电话给我，我们曾经有一段短暂的感情。但他早已是有家室的人了，没想到尘封的过去，仍然让我陷入一片混乱！\n" +
    "　　师：我们禅修的要点，不就是要活在当下吗？过去已经过去了，不是吗？\n" +
    "　　生：所以我觉得我的禅修功夫不扎实！\n" +
    "　　师：我的意思不是说不能想以前的事，而是要有智慧，以坦然而不粘着的态度面对它！\n" +
    "　　生：我知道我已经是个学佛修行的人了，不能再陷入感情当中。所以当他提到，他想请个假跟随我到东部乡下走一走，我就委婉地拒绝他了！\n" +
    "　　师：你的作法虽然没什么错，可是内心深处仍有不安！还需要再去观照、面对它，化解它！\n" +
    "　　生：我们谈得很投机，从我这几年生活的改变谈起，我的学佛、禅修；如何过简朴淡泊的生活以及亲近大自然的乐趣。或许，他只是对这样的生活感到好奇、新鲜，我会不会太敏感了！\n" +
    "　　师：你自己认为呢？\n" +
    "　　生：我发现自己想得太多、太复杂了！只要交往能守住分际，其实我可以像介绍新朋友参加读书会、禅修会一样，让他也有机会学习佛法！用平常心对待就是了！\n" +
    "　　师：你内心还会有不安吗？你如何去观照、面对它，化解它！\n" +
    "　　生：好像很不容易！但是最近我分析自己似乎因为没有爱情、婚姻的生活，所以表面上像女强人，其实内心很脆弱。我很需要被关怀、被呵护，几句体贴的话，就心乱了！\n" +
    "　　师：你能看清感情的虚幻吗？\n" +
    "　　生：当我很理智的时候，我很清楚这些都是无常、不可靠的。可是偏偏在内心深处却隐藏了一个没有实现的梦，成了心中永远的缺憾！\n" +
    "　　师：禅修就是要超越思想的理解，直接碰触内心深层的不安，再以全新的、鲜活的眼光，来审视整体的因缘，才能解开心结！\n" +
    "　　生：怎样解开心结？\n" +
    "　　师：当禅修者的心显现智慧光明、清净无染的法性时，身、心、外境缘起缘灭、幻化无常、当体空寂、如如不动。内在安祥、喜悦不是言语可形容的，对比外在的满足和缺憾，就显得无足轻重了！\n" +
    "　　生：我现在还体验不到这样的境界。\n" +
    "　　师：继续用功禅修、开启智慧，觉性开展，内在的不安自然就烟消雾散了！\n" +
    "　　生：真有一天可以完全不再在意这些事情，不再感觉缺憾了吗？\n" +
    "　　师：等到内心焕然一新，好像脱胎换骨一般，当下简单的生活情境中，就具足清新的活力和寂静安祥的心境，欣赏万物的丰富和美妙。即使遇到逆境、不如意、磨难，缺陷，也能坦然以对，不致心绪混乱、苦楚、不安！\n" +
    "　　生：这个我相信！"
  },
  {
    title:'以智化情',
    content:"生：我最近心情很坏，刚刚跟女朋友分手，觉得很难过，以前在一起觉得很快乐，现在很失落，很想挽回她，但是很困难，感情真的那么苦吗？\n" +
    "　　师：放下、随缘吧！\n" +
    "　　生：我还是很想设法挽回。\n" +
    "　　师：如果可以，试试看也无妨！更重要的是你有没有看清感情的真相。\n" +
    "　　生：佛教总是那么理性，要人放下感情，可是感情也有美好的一面，不是吗？我真的不想放弃。\n" +
    "　　师：我想问你，你有没有看到你目前的情绪和背后的想法？\n" +
    "　　生：我觉得很伤心，因为不能跟自己喜欢的人在一起。\n" +
    "　　师：对不起，可不可以谈谈为什么分手？\n" +
    "　　生：我是独子，她觉得奉养公婆压力很大，还有她觉得我个性软弱，使她没有安全感。当然还有其他问题。\n" +
    "　　师：你自己怎么看？\n" +
    "　　生：我想这是可以改善的。\n" +
    "　　师：你有没有发现，你只看到事情的一面，看不到事情的另一面？\n" +
    "　　生：怎么说？\n" +
    "　　师：你只看到你可以和她在一起会很幸福的，不去看看将来勉强在一起未必幸福。你只看到你喜欢她美貌、温柔等等优点，没有去想到美貌会改变，婚后相处争执也会很多。\n" +
    "　　生：这就是你说的真相吗？\n" +
    "　　师：是啊！还有，感情也是无常变化的，如果你心里没有预期，没有非要怎样不可，你只是做好眼前的事，珍惜当下的因缘，即使分手，也是怀着祝福的心，不必怨恨、不甘，毕竟，自古以来，人与人之间就是缘生则聚，缘散则离，只是人们在感情上不能接受事实而已。\n" +
    "　　生：我觉得人太理智就会薄情。\n" +
    "　　师：什么是薄情？什么是深情？人们所向往的浓情蜜意，也只能各种因缘条件具足才会存在，若是双方心灵净化不够，贪瞋痴烦恼现起，就可能因爱生恨。经过佛法智慧净化的感情是慈悲喜舍，既不是薄情也不是浓情，这些都带有迷执的成份。\n" +
    "　　生：我懂了，其实佛法不是没有感情的，在看清真相时，内心的慈悲和智慧结合，不再因为因缘的改变而苦恼。我愿意试着以慈悲的真情接受一切可能的结果。\n" +
    "　　师：更深一层的说，由智慧照见一切都是因缘和合的存在，没有绝对的、孤立的、实体的自我。众生界如人体的细胞一样是互依共存的。因此，众生快乐，生随喜心，众生受苦，就会伸出援手，这就是由无我而生起慈悲喜舍的真谛了。\n" +
    "　　生：那么，同样是慈悲喜舍，不同的对象，感情是不是有深有浅？\n" +
    "　　师：智慧浅的时候，感情会有差别，智慧深的时候，爱憎心淡化了，虽然在对待不同的对象上，外在表现有所不同的对象，如夫妻的恩爱，对父母的孝顺，对子女的慈爱，对兄弟的手足之情，对朋友的情谊，对师长的恭敬等等，都因有其不同的角色因缘而有亲疏之别，而慈悲喜舍的品质内涵是相同的。\n" +
    "　　生：那么，对于一般人，甚至陌生人的感情呢？\n" +
    "　　师：佛法的甚深境界是「无缘大慈」，「同体大悲」，而初学佛法的人，能够多尊重、多关怀他人，热心公益、多付出、多与人分享，那就是慈悲喜舍了。\n" +
    "　　生：谢谢老师的开导，我现在觉得心胸打开，宽阔多了，紧紧抓住一些感觉和观念，其实是很苦的，也是很笨的事。\n" +
    "　　师：随缘就会自在，慈悲就有光明，你自己能领悟才是最可贵的。"
  }
];