var data=[
  {
    title:'莫名的低潮',
    content:"生：我有时候会觉得心情很低潮，不知道为什么，就是觉得什么都不想做，意兴阑珊，这是怎么回事？\n" +
    "　　师：虽然你不知道为什么，只要你放松、接纳当下的一切，该休息就休息，让思绪沉淀下来，你会逐渐看到原因的。\n" +
    "　　生：有时候，我会强打精神，找点事情来做，振奋一下，等到回复正常以后，就忘了刚才的低潮了。\n" +
    "　　师：如果你想看清自己的内在，放松和休息是必要的，转移注意力可能会忽视内在的呼唤。一些没有被满足的愿望和期待，不被承认的忧心和阴影，如果没有面对它、看清它，仍然会在内心深处发酵，干扰我们的心，消耗活力，隔一段时间又形成另一次莫名的低潮。所以这是一个警讯，急着逃离它，做别的事，没有解除内在的心结，仍不会有寂静、安祥和喜悦；即使是乐受，也是带有焦躁、兴奋的成份。\n" +
    "　　生：那么，现在我该怎么做？\n" +
    "　　师：下次出现低潮的时候，自己先放松，听听内在的声音，然后打电话给我！\n" +
    "　　〔数周后〕\n" +
    "　　生：我有点看到我为什么心情低潮了！\n" +
    "　　师：有什么发现呢？\n" +
    "　　生：我在心情苦闷时，想起来要放松、自我观察。刚开始时，不但感觉一片浑沌，而且连观察的动力也没有。很奇怪，等到心空了下来，逐渐看到积压已久的不甘心和伤心正深藏心中。我发现我并不如自己所以为的那样平静，我的工作不如意，婚姻也不顺利，我想藉着学佛让自己看开一点，其实并没有真正放下。我的内心深处还是非常在意这些挫败，我不甘心为什么我做了那么多，却得不到我要的。我伤心为什么我那么努力，受了那么多委屈，结果还是没用！\n" +
    "　　师：如果你想哭，不要觉得不好意思！\n" +
    "　　生：我现在觉得舒坦一些，不再那么郁闷了！\n" +
    "　　师：问自己，你真正要的是什么？工作和婚姻带给你的意义是什么？\n" +
    "　　生：我学佛以后，认为工作和婚姻只是世间法，只是不得不负的责任；往生净土、明心见性才是真正有价值、有意义的。现在看来，这种观点似乎有问题，但是不知道问题出在哪里？\n" +
    "　　师：出在世间和出世间二分法的对立思考模式！要是能如实见到工作和婚姻的真相，就是见法性。在工作和婚姻的过程之中净化自心，以觉悟的心看待工作和婚姻中的人、事、物这些因缘环境，这是人间净土的实际修行。并不是离开当下的因缘，另外去找个「明心见性」，这是佛法不离世间的中道。\n" +
    "　　生：那么，工作有成就，婚姻美满，也是学佛的人可以追求的吗？\n" +
    "　　师：学佛的人，只是以清净心来工作，以慈悲心来经营婚姻，并不预设「成就」和「美满」为目标。心中「无所住」，「无所得」，才能化解内在僵化的目标认知。因为这些目标是因缘所生法，是由福德、智慧、慈悲、方便等善法来成熟，在过程中的每个当下都是觉知的、流畅的、灵活而有创意的。生命本身就是成就和圆满的展现，外在的成就和圆满只是内在福德、智慧、慈悲、方便的显现而已！如果你真的看到这点，还有什么不甘心和伤心的？\n" +
    "　　生：那就是说，不管失败、挫折或成功、顺利，都要接纳当下的因缘，然后努力创造清净的因缘，而清净的善果是不求而得的，是用这样的心态来面对事情吗？\n" +
    "　　师：这正是走出低潮的正确道路！"
  },
  {
    title:'我是谁？',
    content:"甲：你现在怎么用功？\n" +
    "　　乙：我在找「我是谁？」\n" +
    "　　甲：找到了吗？\n" +
    "　　乙：正在找！\n" +
    "　　甲：正在谈话的不就是你吗？\n" +
    "　　乙：这只是身心活动的假我！包括从出生到现在所有的角色、身份都是假我而已！不是真我！\n" +
    "　　甲：你为什么要找到「真我」？\n" +
    "　　乙：找不到心就不安！因为活在虚妄的身心世界中，一切都是生灭无常、苦恼不安的，找到真我才能得到究竟安乐！\n" +
    "　　甲：你说的「真我」是什么？\n" +
    "　　乙：不可思议、妙用无边、灵智大觉。\n" +
    "　　甲：怎样才能找到？\n" +
    "　　乙：一念不生全体现，妄心息灭，真心就现前！\n" +
    "　　甲：怎样息灭妄心？\n" +
    "　　乙：说老实话，起心动念、见闻觉知，这些都是脑细胞和神经系统的电流作用，都还在妄心的范围内，真心、真我、真如，一点眉目都没有！那请问你是怎么修的？\n" +
    "　　甲：没有假我、真我，妄心、真心，生灭、不生灭，也没有灵觉与不灵觉，当下就是！\n" +
    "　　乙：就是什么？\n" +
    "　　甲：当下就是空有不二的实相！纯然和全然，没有知见投射在身心世界中，也没有割裂对立的认知。\n" +
    "　　乙：既然什么都没有，活着还有什么价值和快乐呢？\n" +
    "　　甲：虽然没有谈话的「我」的主体，但是你所说的「不可思议、妙用无边」自然展现！它不是什么「灵智大觉」、「真我、真心」或神祕的宇宙本体，就在当下，由不同的因缘幻现多彩多姿的身心世界！它也不是绝对不变的实体，当下就是毕竟空中的「虚拟实境」！当我们执意想要把它改变什么才满意，就离开「纯然」，心有增减；当我们无意中认定它是什么、不是什么，就离开「全然」，而有所割裂、对立。\n" +
    "　　乙：那么，我是谁？\n" +
    "　　甲：从早到晚，就在生活工作的语默动静、感情、思想、见闻、觉知之中，这些都是缘起之用；心不执迷在虚幻的假相中，当下就是真实和快乐。「我」只是想蕴的作用，它只是世俗假名安立的方便；心念、\n" +
    "名相的虚幻性就是真相、实相。\n" +
    "　　乙：要到达一念不生才能见到实相吗？\n" +
    "　　甲：那么佛和阿罗汉有没有念？\n" +
    "　　乙：无念！\n" +
    "　　甲：无念怎么说法度众生？\n" +
    "　　乙：？\n" +
    "　　甲：无念若解说成无思无想，则顶多是禅定；佛和阿罗汉的脑子还是有作用的。禅宗说无念是「於念而离念」，不陷入、粘着在念头中，对形相不生执取，也没有添加主观见解、期待等等的投射，只是活在纯\n" +
    "然和全然的当下而已！\n" +
    "　　乙：还有苦和不安吗？\n" +
    "　　甲：在纯然和全然的当下，内心没有苦和不安；但是当投射和割裂生起时，苦还会现起。\n" +
    "　　乙：不是一悟永悟吗？\n" +
    "　　甲：我不清楚你说的悟是指什么，我的意思是般若智慧照见「空有不二」的实相，不等于贪、瞋、我慢所有烦恼完全平息。所谓「理可顿悟、事须渐修」，认得路，不再迷路，不是到达；虽说还没有到达，但心中踏实、放心而不再惶惶不安。\n" +
    "　　乙：当境界来的时候怎么办？\n" +
    "　　甲：回到纯然和全然。譬如说：眼前是宁静而美丽的夜景，不必另外去分割它、认定、执取它是固定、实体的存在，或添加一些想法上去，希望拥有这片宁静和美丽。到了白天，一片吵闹、杂乱的交通出现在眼前，明白这是因缘的转换，就不会拒斥眼前的景像而生烦恼，因为这就是实相。\n" +
    "　　乙：可以有感情、思想、见闻、觉知吗？\n" +
    "　　甲：当智慧现前，看见真相，所有感情、思想、见闻、觉知都只是幻影，世俗缘起的假名而已。虽毕竟空而可闻可见，虽宛然有而不真实，这就是空有不二的中道实相。"
  },
  {
    title:'慈悲心对待自己的恐惧',
    content:"生：我这段期间，身心经历了很大的冲击，也有一些感受，想跟老师谈一谈！\n" +
    "　　师：慢慢说！\n" +
    "　　生：上个月身体不适，到医院检查，发现身上长了一个大的肿瘤，医生说要开刀切除，我心里很恐慌、很徬徨、很无助！虽然我的理智告诉我要冷静、接受事实，作最坏的打算，尽最好的努力，但是我发现一向坚强的我，碰到这种事情，竟然变得这么软弱！究竟是怎么一回事？\n" +
    "　　师：也许「坚强」只是你自己的认定吧！你有没有看到自己内心仍然存着一个「小孩」？！他会恐惧、不安，并不因为你已经长大成人了，它就消失！\n" +
    "　　生：我体验到了，但是，想不到我还有软弱的一面，为什么会这样？\n" +
    "　　师：你回忆一下你的成长过程，在你很小的时候，难道就已经像大人那样坚强了吗？\n" +
    "　　生：我记得小时候，像其他小孩一样，也会哭，也会害怕！\n" +
    "　　师：是什么时候开始变坚强的？\n" +
    "　　生：记忆中，比较大的时候，大人告诉我：「要勇敢、不要哭！」所以当我害怕又没有人可以依靠的时候，虽然心里害怕，我却告诉自己：「不要害怕！我要证明给你们看，我是坚强的！我要靠自己！」从\n" +
    "此以后，我变得更独立、更自信。\n" +
    "　　师：这并没有改变「害怕」的本质！你只是增强自己的能力，反而否定、掩饰内心深处真正的感受：「其实我很害怕！我是多么希望被关心、被呵护！」所以，当事情超乎自己能力的极限，例如意外或重病、面临死亡、失去亲人时，尘封已久的内在的「小孩」，就会再次出现，这是很自然的事情。\n" +
    "　　生：那么，要如何处理内心的恐惧和无助？\n" +
    "　　师：你的问题不在于现实事务的处理；要怎么做，可以请教有经验的人，信赖专业的人。问题在于情绪，不是如何处理的问题，而是要以像对待他人那样，用慈悲、爱心来接纳内在的恐惧和无助，抚慰内在受惊吓的「小孩」！\n" +
    "　　生：可是，既然有些事情是超乎自己能力极限，无法抗拒的，抚慰有用吗？\n" +
    "　　师：慈爱、支持是化解恐惧、无助的妙药；悲悯、抚慰是面对伤痛、无奈的良方。先在情绪上稳定、清洗，然后再看看能做些什么！如果没有，先面对情绪，直接用理智、行动作反应，情绪没有舒解，会有压抑，身心便会变得僵硬、冷漠。\n" +
    "　　生：自己对自己慈悲，不是很奇怪吗？\n" +
    "　　师：内心的每一个苦都是需要救度的众生！难道只度外在的众生，不度内在的众生吗？\n" +
    "　　生：人们需要温暖和被关怀的感觉，可以降低冰冷和孤独的感觉。自己对自己慈悲，有用吗？\n" +
    "　　师：当恐惧和无助接触到慈悲时，就像太阳升起，自然就驱除黑暗和阴冷。无论慈悲是来自他人或自己的内心，温暖和关怀的感觉是一样的，都可以暂时解除内在的恐惧和无助。\n" +
    "　　生：这样就足够了吗？\n" +
    "　　师：当情绪释放出来，内心便自动开始产生转变；障碍消除了，内心便体验到宁静；有了宁静，才有可能进一步看见真相，生起般若智慧，从根本上化解恐惧和无助。\n" +
    "　　生：怎样从根本上化解恐惧和无助？\n" +
    "　　师：要透过智慧的观察，明白事物的虚幻性，知道各种的遭遇如病痛、衰老、面临死亡、失去亲人等等，都只是因缘和合现起的假相，表面上是不幸、灾难，其中却蕴含着无限性、空寂性！抽离掉对它的固定、狭隘的负面观点，无论多么可怕或多么无奈的事情，从无限性的视野来观照，都有其深远的内涵！把它当成学习慈悲、淬练智慧、培养安忍的良药！虽然苦口，却能消除无始劫以来的烦恼，转恶业为功德；能转念就是自在！虽然个人有形的力量是有限的，却认知到缘起是无限的！即使在生、老、病、死的过程有着许多身心上的缺陷、障碍和不便，只要内心清净、鲜活、丰足、有爱心，仍然可以发挥其他方面的潜能，乐观地面对，成为生命的智者、仁者和勇者！"
  },
  {
    title:'安心之道',
    content:"生：最近觉得心里很矛盾，压力很重，也很焦虑！有点喘不过气来！\n" +
    "　　师：什麼事情？\n" +
    "　　生：现在我觉得很混乱，烦的事情很多！\n" +
    "　　师：先说说看最烦的事。\n" +
    "　　生：我们单位最近课长要离职，空缺由内部晋升，这是我难得的机会，可是情况好像不太乐观，所以觉得很焦虑！\n" +
    "　　师：顺其自然不是比较自在吗？\n" +
    "　　生：可是我花了很多时间进修，为了考绩，工作特别努力，还自动加班，常常牺牲家庭生活和休闲活动，就为了想要升迁。付出那么多，得不到的话，很不甘心！\n" +
    "　　师：为什么想要升迁？\n" +
    "　　生：我不想屈居人下，被人指挥，而且升迁之后，收入也会增加。\n" +
    "　　师：你觉得升迁就是你想要的吗？你知道主管的责任和压力更重吗？你还要懂得领导、管理和相处之道，不是吗？\n" +
    "　　生：我没有想那么多。\n" +
    "　　师：了解自己和了解因缘是很重要的，如果你能力很强，人际关系和谐，而且乐在工作，主管的职务自然被赋予，而不是刻意求来的，怎么会有烦恼呢？\n" +
    "　　生：那不是消极、缺乏进取心吗？\n" +
    "　　师：我们的教育太偏重成就取向，欠缺情绪管理，更不用说心灵的宁静之道、智慧慈悲的修炼了。现在人心混乱不安，和教育很有关系！\n" +
    "　　生：怎样才能安心？\n" +
    "　　师：在根本上，要调整自己的心态和观点，以佛法来说，就是要有平常心和因缘观。平常心就是以自然、轻松、不刻意的心面对人、事、物；因缘观就是要观察整体的因缘，不要落入割裂式的思考，譬如刚才提到的事情，要了解当主管也要内在和外在的因缘具备才行，不是光靠自己的努力就可以的，还要老板欣赏才有希望，况且当了主管，也要有管理才能，优秀的技术人员或幕僚人员不一定就能胜任管理工作。而主管的责任当然会更重，所以顺其自然其实是最自在的。\n" +
    "　　生：那就不用努力了吗？\n" +
    "　　师：你只要发挥你的才能，努力把工作做好就好了，不必刻意去争取什么，让整体的因缘决定你的前途，事实上，单凭个人是不足决定所有事物的，这就是因缘观。\n" +
    "　　生：其他方面的问题，因缘观也有用吗？\n" +
    "　　师：这是大原则，或是一个开放性的视野，实质的问题当然也要采取实际的行动去化解。视野窄化会制造内心的冲突、矛盾，开放性的视野，可以使人有智慧地处理问题！\n" +
    "　　生：视野窄化是什么意思？\n" +
    "　　师：譬如，只想享受甜美的成果，忽略过程中的付出和所要承担的责任是否能胜任；只注意感情、一厢情愿，忽略对方的劣根性而一心要和对方结婚；只希望别人顺从听话，不了解对方的因缘、兴趣和需求；只维护自己的利益，没有考虑到对别人的伤害、对环境的破坏，等等都是。视野开阔，就比较能理性、安心、关怀并尊重他人。\n" +
    "　　生：我现在心情比较开朗一些了！世界那么广阔，每个人都可以有他的空间，有他自己的人生，不必和别人相同，也没有胜负，一切全凭因缘来创造，不是吗？\n" +
    "　　师：不错！你的领悟力很高。"
  },
  {
    title:'菩提心',
    content:"师：你平常修什么法门？\n" +
    "　　生：没有一定，有时候观呼吸、修四念处，有时候念佛。\n" +
    "　　师：会不会太杂？\n" +
    "　　生：有一点，我本来修净土，后来学了原始佛教、中观，觉得蛮好的，但是又想到如果没有了脱生死，还会再轮回，甚至可能堕落，没有保障，还是觉得往生西方净土比较稳当，可是心念很散乱，恐怕未必能去得成。所以我常常觉得很困扰！\n" +
    "　　师：你也可以修四念处、中观，同时发愿往生弥勒净土追随弥勒菩萨！因缘成熟一同回到人间，实现人间净土，这样就不会互相矛盾了！\n" +
    "　　生：可是，有人说，有些修行人想去弥勒净土，到了兜率天经过外院，就沉迷在天界的享乐，忘了去内院！\n" +
    "　　师：这只是传说，心有所染才会耽于欲乐，所谓「心净则佛土净」，不管修什么法门，内心清净才是重点。\n" +
    "　　生：我还是对未来不放心！\n" +
    "　　师：何不好好安住当下？\n" +
    "　　生：我觉得活在这个娑婆世界很苦，看到种种人情冷暖、各式各样人性的丑陋，让我很不想留在这里，也不想再回来人间！\n" +
    "　　师：看到苦就想离开，这不是逃避吗？\n" +
    "　　生：逃避和厌离有什么不同？\n" +
    "　　师：逃避是不去面对苦的原因，厌离是彻底了解苦的原因无非贪瞋痴。所以不但爱染心要离，连讨厌的心也要离，内心清净光明、平等对待顺逆境才能究竟离苦得乐，如果只是逃离或转移情境，而没有净化内心，趋乐避苦只是众生的本能，只有短暂的效用，没有解决生命的困境！\n" +
    "　　生：那么佛为什么还要教人往生净土？\n" +
    "　　师：这是佛的慈悲、方便接引，「阿弥陀佛」即是「无量」，是无限智慧、功德的显现。如果能在苦难的秽土中精进修行一天，胜于在净土中修行一百年，因为在困苦的环境下，更能发出离心和菩提心，所谓「菩提所缘，缘苦众生」，任何的修行，念念回向於正觉，这是所有法门都一样的！\n" +
    "　　生：就是说，如果我面对苦、了解苦因，我就不再矛盾、困惑了？\n" +
    "　　师：是的！你知道世间为什么有苦？人性为什么会那么丑陋吗？\n" +
    "　　生：因为众生有烦恼、造业才会这样！\n" +
    "　　师：这是注定而不可改变的吗？\n" +
    "　　生：虽然可以改变，但自己很难改变自己，别人也很难改变他。\n" +
    "　　师：学佛修行就是要自觉觉他，自己改变，自然可以感化他人。\n" +
    "　　生：真正学佛修行的人太少，烦恼的力量又那么大，情况不太乐观。\n" +
    "　　师：千年的暗室，一盏灯就能打破黑暗！一灯燃千灯，灯灯无尽！一夜恶梦，醒来什么也没有，智慧的光明照破无明的黑暗，有什么难易可说？\n" +
    "　　生：那我要怎么选择修行法门？\n" +
    "　　师：你可以随着你自己的因缘，选择修学的方式，将来要往生哪一个净土，或回到人间，也是由愿力和因缘来决定。只要内心光明、纯净、觉醒，都是好的。\n" +
    "　　生：我想通了，心向菩提，念念觉醒就是了，其它随缘就可以了！\n" +
    "　　师：很好！"
  },
  {
    title:'法念处',
    content:"生：我想报告一下我最近对四念处的一些体验。\n" +
    "　　师：很好！请说！\n" +
    "　　生：我近来观察到自己的「自我」观念，和身心的互动变化，真是太奇妙了！\n" +
    "　　师：详细情况请描述一下！\n" +
    "　　生：以前我不知道我的身体其实并不柔软，我在作柔软体操的时候，拉筋拉得还不错，所以认为：我的身体算是柔软的。可是，当我发现到内心的「强硬」——不愿被指挥的强烈自主意识造成身体无法真正放松，这时才知道原来柔软是由内而外，自然散发的！\n" +
    "　　师：你是在什么情况下观察到的？\n" +
    "　　生：我一直在「四念处」——身、受、心、法的观照上试着下功夫，觉得很受用。有一次，有同修没有经过我的同意，半强迫地安排参加一项活动，虽然这个活动我并不排斥，但我觉得我不受尊重。这时候，我立即向内观照，发现自己的「受」——情绪处在郁闷的状态，「身」——身体则有点僵硬不自在，「心」——内心有点抗拒、排斥。我冷静下来观照，为什么会这样，原来是我紧抓住「不受尊重的感觉」，我对自己的事情一向要自己作主，别人要支配、指挥我，我绝不接受。\n" +
    "　　师：当你发现这点以后，有什么改变？\n" +
    "　　生：我想，其实我不必那么在乎别人的态度和语气，那是他们的修养和习惯；我只要问自己，是否决定去，如果要去，就去嘛！如果不要去，只要委婉地拒绝就是了！\n" +
    "　　师：身心有没有不同的反应？\n" +
    "　　生：真奇妙！当我想通以后，身体顿时觉得很轻松、很舒畅，也很柔软。我想，修四念处真的很有效！\n" +
    "　　师：法念处有什么体验？\n" +
    "　　生：我看到我执在作用，它让我身心紧绷。\n" +
    "　　师：有没有见到「无我」？\n" +
    "　　生：没有！\n" +
    "　　师：法念处最重要的内容就是叁法印——诸行无常、诸法无我、涅槃寂静，在杂阿含第一经就开示五蕴苦、空、无常、无我。可以说四念处其实就是如实观察五蕴。\n" +
    "　　生：烦恼没有现起，要怎么去观照？\n" +
    "　　师：烦恼还没有现起时就要观察，这才是根本之道，否则烦恼的根还在，是不能彻底解脱的。如实正观，就是在身心活动的当下，没有预设立场地观照，不停留在观念、想像、推测的领域，锲而不舍地观照，终能破茧而出，体悟真相，同时见到原先所认定的「常」和「我」根本不存在，连观照和能观照的自我也是没有实体的，是相对设定的概念而已。\n" +
    "　　生：那么，见到无我，能不能去除烦恼？\n" +
    "　　师：烦恼的根本原因在於过度保护「自我」，依照「我的」感觉、想法、意愿来生活，没有见到缘起无我、自他平等的实相。见到无我，才能在根本上断除烦恼的根，不再以我、我所为中心来感受、思考、行动，而随顺当下的因缘，身心自然放松、柔软、平静。你实际去观照，才能亲自印证！\n" +
    "　　生：老师的意思是说，我还要再观照五蕴无常、无我、空性，修行才会更上层楼？\n" +
    "　　师：是的，法的奥妙就在于此！"
  },
  {
    title:'安住当下',
    content:"生：我自己开了一家店，夫妻俩一起看店，虽然有人可以替换，但有时候还是会有一股冲动，想出去逛一逛。起初我没有特别注意它，现在学习观照法门，明白那是「行蕴」的推动，要如何才能把心静下来？\n" +
    "　　师：你试过什么方法？\n" +
    "　　生：我用观出入息的方法摄心，有点效果。可是，因为要看店，总不能一直观出入息，停下来之后，不知不觉又开始想出去。\n" +
    "　　师：你知道为什么你的心不能安住在当下吗？\n" +
    "　　生：不清楚！忙的时候，希望忙完了可以休息；等真的闲下来，又想找一些事来做！是不是对熟悉的事物产生厌倦，觉得乏味，留店里，就像被困住一样，想透透气，接触新鲜的事物，是这样吧？\n" +
    "　　师：有点接近。那又为什么会有这种心理呢？\n" +
    "　　生：这很平常吧！不是吗？\n" +
    "　　师：就在看起来很平常之中，深入观察才有智慧啊！在新的事物中，固然可以学习、成长，但如果没有用心，也可能是一种短暂的刺激作用，不会有进步；而事实上，旧的事物中，多用心观察，以新的眼光重新审视，将会有新的发现！\n" +
    "　　生：就是说，新鲜或乏味，在于自己的心，不在于事物，是吗？\n" +
    "　　师：是的！现在，你再回想一下，当时你有没有用智慧观照，还是在攀缘、想像或无记心之中？\n" +
    "　　生：提不起观照，只是东想西想。\n" +
    "　　师：如果你能用智慧来观照当下，情况就会改变。\n" +
    "　　生：怎么观照？\n" +
    "　　师：你可以修缘起观。在不妨碍工作的情况下，观察当下的人、事、物，看到它的关系、条件、流动和变化，眼前就会呈现丰富的面貌。\n" +
    "　　生：如果是来了一位顾客，挑三拣四，嫌东嫌西的，觉得很讨厌，要怎么观照？\n" +
    "　　师：拿掉心里面的「框框」，用平等心，不预存固定的想法，你只是看到他脑中、口中发出负面的评语，与真实的情况未必一致。面对这样的情境，你不要卷入，了了分明地看着当下他的言辞、表情、动作的过程变化。发现这和他的高标准的要求有关，若非如此，也许场面会平和多了。等到下一位老顾客来了，双方谈笑风生，多么不同！这就是无常、因缘生的写照！\n" +
    "　　生：其他的方法可以吗？\n" +
    "　　师：只要能让心安住，都无妨试试！譬如：整理名单，擦拭货品，清扫地板等杂务，在做的时候注意观照自己的心，平静、祥和地活在当下，也是很好的！\n" +
    "　　生：如果这样还会想外出呢？\n" +
    "　　师：那就安排外出吧！不必过份压抑，但是平常摄心的功夫还是要下，这才是治本之道。只有当内心随时随地都可以安住的时候，心才能不须压抑自然安定下来。\n" +
    "　　生：很不容易做到！\n" +
    "　　师：当然！这是心向外攀缘的惯性太强的缘故。它总是不断地转换粘着的对象，不容易停下来。佛法的道理容易懂，而事相上却要下功夫，不断地自我调整、修正，才能改变、削弱向外攀缘的惯性，这是无法取巧、速成的。"
  },
  {
    title:'缘起如幻',
    content:"生：般若智慧是什么？\n" +
    "　　师：你认为呢？\n" +
    "　　生：就是空性的体验。\n" +
    "　　师：什么是空性？\n" +
    "　　生：就是「无所得」。\n" +
    "　　师：你自己是不是无所得？\n" +
    "　　生：是！\n" +
    "　　师：这只是你的知解、观念，不是实际的体验。你来说说看，既然无所得，坐在你那里的又是谁？\n" +
    "　　生：……？？？是啊！既然空无所得，坐在这里的到底是谁？\n" +
    "　　师：你静下来观照一下，看看「坐着」的是什么？\n" +
    "　　〔静默一分钟〕\n" +
    "　　生：我看到「我」坐在这里。\n" +
    "　　师：把这个「我」的概念拿掉，不要思考，再观察看看，「坐着」的是什么？\n" +
    "　　〔静默五分钟〕\n" +
    "　　生：只是这个身体「放」在这里。\n" +
    "　　师：「我」还有吗？\n" +
    "　　生：我还是有，身体就是我。\n" +
    "　　师：你再观察看看，如果没有「我」，身体能坐在这里吗？\n" +
    "　　〔静默一分钟〕\n" +
    "　　生：可以。\n" +
    "　　师：你能看到这点，这是很关键的地方。「我」纯粹只是一个名称、标签或设定而已，明白了吗？\n" +
    "　　生：有点懂了！\n" +
    "　　师：那么这个是有所得，还是无所得？\n" +
    "　　生：我可以理解「我」只是假名，可是我觉得身体还是很实在的，吃饭、睡觉、说话、走路、做事都要靠它，不是吗？\n" +
    "　　师：那就不是「无所得」啰！\n" +
    "　　生：是啊，那么什么才是无所得的空性？\n" +
    "　　师：空是指无自性、如幻不实。\n" +
    "　　生：难道这个身体也是如幻不实的！明明看得到、摸得到，为什么说它是如幻不实？\n" +
    "　　师：因为「身相」是因缘所生法，是无自性的，所以说身相不可得、如幻不实。身体是大自然生态体系的一环，依存於大自然的因缘而存在，而身体也同样是由物质、蛋白质、细胞等精密组合而成，所以身体也纯粹是一个名称、标签或设定而已。「我相」不可得，「身相」也不可得，只是依存因缘，假名似有如幻的身体，实在是没有实体、自性的。\n" +
    "　　生：什么是「无自性」？\n" +
    "　　师：「缘起」、「如幻」、「假名」、「无实」都只是同一个事实真相的描绘，在身体中，找不到任何固定、单一、独自存在的身相，只有形相，没有实体，称为无自性，也就是没有它自己绝对性、自主性、永恒性的存在。\n" +
    "　　生：所以，虽然身体有身体的形相、作用和活动，可以吃饭、睡觉、说话、走路、做事，却是无自性的，是吗？\n" +
    "　　师：正是！你觉得是身体在吃饭、睡觉、说话、走路、做事吗？\n" +
    "　　生：直觉上是这样的！\n" +
    "　　师：心中不要预存「身体」的概念，可以呼吸吗？\n" +
    "　　〔静默三分钟〕\n" +
    "　　生：只有胸部、腹部的起伏，和空气的进出，不需要预存「身体」的概念。\n" +
    "　　师：这就是身相如幻不实、假名安立或无自性的真正含意。进一步观照，不但呼吸不可得，连胸部、腹部和空气都是无自性的假名。空性不是否定因缘的现象，而是指出这些现象当中并没有一个绝对的实体，打破这种局限、僵化的认知，这些因缘的现象呈现出它鲜活流动、相依共存的原态，就是缘起性空。直接洞见这个事实，就是般若智慧。\n" +
    "　　生：般若智慧对我们有什么作用？\n" +
    "　　师：洞见缘起性空的事实，我们会很容易看到缘起的大用，我相、身相、心相都是无自性的，吃下去的食物，不用操心，缘起的力量会将它消化吸收，运动的时候，不用命令它，心脏自然加快跳动，一切都只是缘起的呈现。明白缘起，支配、操控、追求、逃避的心就会逐渐止息，心灵的自在解脱就不求自得了！"
  },
  {
    title:'自主与自在',
    content:"甲：我希望以后能过悠闲、平静的生活，可以专心修行，不受干扰。\n" +
    "　　乙：那真是太棒了，可是真有那么理想吗？\n" +
    "　　甲：我准备多赚一些钱，然后退休，找一个幽静的地方专心禅修。\n" +
    "　　乙：禅修是当下身心的净化，为什么要等到退休，而且要在幽静的地方？\n" +
    "　　甲：我目前的环境不理想，为了工作，常常身不由主，没有自主性，障碍很多，禅修很困难。\n" +
    "　　乙：你可以设法改善啊！况且禅修不只是修禅定，随时随地保持正念正知，都可以观察身心和外境的缘起缘灭、无常、无我，培养慈悲喜舍心，不是吗？\n" +
    "　　甲：道理是不错，但是一时之间，环境还没有办法改善，正念正知也不容易保持，世间法和出世间法无法兼顾，以我目前的功力，只能二选一。\n" +
    "　　乙：我的意思是说，如果能够就整个人生的规划作修改，放弃一些次要的活动，每天仍然可以找到空余的时间静下来学习「正念正知」，及无常观、因缘观、慈悲喜舍观，不是吗？有机会的话，进一步安排假日作较长时间的禅修，不是吗？\n" +
    "　　甲：可能是禅修的要领没有把握到，虽然也努力尝试，成效却不彰。譬如我很怕被干扰，我需要有自主性，所以当我被干扰，或不能照自己的意思做事的时候，就会烦躁，没办法正念正知和观照了！\n" +
    "　　乙：被干扰而烦躁时，不要把注意力放在干扰的事情上，急着处理。把视野放宽，心放柔软，事情都有其因缘，惹我起烦恼的人也有他的因缘，更重要的是要看到：自己对这件事情的抗拒，是因为不能顺从自己的意思，所以烦躁。如果心中不预存：我要这样，我要那样，就不会有抗拒，也不会烦躁了！\n" +
    "　　甲：可是，人如果没有自主性，不能为自己而活，那活着还有什么乐趣可言？\n" +
    "　　乙：在因缘的观照中，任何一法都没有自主性，所谓「缘起无我」，只有因缘，没有自我。有我就有苦，因为想要自主、支配，而又无法自主、支配，就会有苦恼。\n" +
    "　　甲：追求自由难道错了吗？\n" +
    "　　乙：自由、自主本来就没有绝对的实在性，它只是假相。\n" +
    "　　甲：像我现在，可以自由地挥动我的手，可以指挥我的部属做事，这难道不是自主、自由吗？\n" +
    "　　乙：这是因缘条件的关系：如果你的手受伤了，你还能自由挥动你的手吗？你的属下辞职了，你还能指挥他做事吗？\n" +
    "　　甲：接受「没有自主性」的事实是很无奈的！\n" +
    "　　乙：「我执」、「我见」是多出来的，去掉「我执」、「我见」，内心自然宽广、柔软，随遇而安，少欲少恼！\n" +
    "　　甲：那样岂不是一事无成？\n" +
    "　　乙：这是就出世法而言的，它使我们有智慧，明白真相，不起烦恼。若就世俗谛而言，相对的、假名的「我」，「自主性」还是有的。在待人处事上，能观察实际的因缘状态，能沟通、协调，保持弹性，务实而体会对方的感受，那么即使你想要完成一件事，遇到障碍了，把它视为一个自然的过程，不视它为「麻烦」而心存排斥，用包容的态度和智慧去化解，因缘成熟，自然可以实现！其实一切都是因缘，「接受因缘」是在「果」上说的；你还可以「创造因缘」，那是在「因」上说的，彼此是没有矛盾的，这也就是佛法的「中道」、「中观」。\n" +
    "　　甲：我明白了，原来我没有体会佛法不偏两边、恰如其份的「中道」、「中观」，我以为要有绝对的自主性，否则就得无奈地接受。佛法是很生活化的，在生活点滴中看见自己的盲点，用佛法来突破它，照亮自己的心，这就是真实的禅修，当下就可以受用。刚才提到的，如果能够找一个幽静的地方，长时间专心禅修，固然很好，但也要因缘成熟才行哪！\n" +
    "　　乙：正是如此！"
  },
  {
    title:'觉察与现观',
    content:"生：我对「缘起性空」完全能够理解，可是面对境界的时候，依然有烦恼。有时也会用「缘起性空」来剖析，可是不太灵光，还是无法消除烦恼，为什么呢？\n" +
    "　　师：当你起烦恼的时候，有没有觉察到？\n" +
    "　　生：大部份的情况是，起了烦恼以后才觉察到。\n" +
    "　　师：烦恼一生起就察觉到，修行才能得力！\n" +
    "　　生：怎样才能在烦恼一生起就察觉到？\n" +
    "　　师：平时就要培养觉察力！\n" +
    "　　生：怎样培养觉察力？\n" +
    "　　师：觉察力是定力的一部份，也是四念处的功夫。只要心不散乱、不昏沉，即使在日常活动中，都可以修定。虽然这不是四禅八定那样深的定力，却是活定，不是枯定。它可以让人看清自己的行为、举止、说话、感觉、思想和外在的境界，保持超然而不会陷溺其中。\n" +
    "　　生：要怎么训练？\n" +
    "　　师：无论处在哪一种情况下：休息、说话、做事、行走或思考，都要经常地回到当下，轻松、自然地安住，觉察力就会增强。如果发现心向外攀缘，漫无边际地联想，可以先把注意力放在呼吸上，把心收回来，工夫纯熟以后就很容易回到当下，身心平静、纯净。这时稍有烦恼生起，会自动发现它，就像平静无波的水，稍有波动，就可以感觉到。又像一张白纸，滴了一滴墨水上去，马上就会被发觉，生活中的禅修也是这样的！\n" +
    "　　生：有时候，虽然发觉有情绪，就算用「缘起性空」努力观照，好像也不太有用，为什么？\n" +
    "　　师：在情绪中，事实上心思混乱，观察的品质不良，效果自然很有限。\n" +
    "　　生：那怎么办？\n" +
    "　　师：远离，暂时不要接触引起情绪的境界，等情绪平复之后再来观察比较好。\n" +
    "　　生：怎么观察？\n" +
    "　　师：以「缘起性空」观察，可分「思惟」和「现观」两种：思惟的力量弱，现观的力量强。\n" +
    "　　生：怎么「现观」？\n" +
    "　　师：先让自己回到平静、明觉的状态，在觉察身心事物的当下，照见到因缘的相依、和合而没有实体性，自然而然放下执取，随顺因缘，不再挂碍。\n" +
    "　　生：思惟的力量弱，还需要用吗？\n" +
    "　　师：当内心仍在散乱中，或现观不纯熟而有困难时，思惟是必要的！\n" +
    "　　生：是不是要等到烦恼生起，才用「缘起性空」来观照？\n" +
    "　　师：事先观照，当然比烦恼生起才观照，更根本、更彻底。烦恼是果，尘境是缘，内心对尘境错误的认知和执取才是因。尘境是来来去去的，当引发烦恼的尘境，也就是我们认为惹起我们苦恼的人或事物，还没有出现，或事过境迁时，烦恼的因一直都潜伏在我们内心。所以平时就要发掘它，用智慧观照来化解错误的认知和执取心，等到遇到事情的时候，虽有外缘，没有内因，因缘不和合，烦恼也就无从生起了！\n" +
    "　　生：比方说，我有一位同事，常常找我麻烦，看到他就讨厌，怎么观照？\n" +
    "　　师：先静下来，再进行观照。找麻烦一定有因缘，你要试着站在他的立场，模拟他的想法和个性、作风来看事情，也许你会有所发现，领悟到他这样做是很合理、正常的。他并没有「故意」「找麻烦」，我认定他在「找麻烦」，那是我自己对他说话的语气、时间、场所的主观认知，而那是「错误的认知和执取」。真相是「缘起性空」；内空寂，才能真正释怀，看到他不再觉得讨厌！\n" +
    "　　生：谢谢老师的指导，我会试试看！\n" +
    "　　师：多用一分心，很快就会有进步的！"
  },
  {
    title:'空与有',
    content:"甲：我觉得「一切法空」的说法太过於虚无、悲观，这是不究竟、不了义的。要发挥「妙有」才是更高、更圆满的说法。\n" +
    "　　乙：为什么？\n" +
    "　　甲：如果「一切法空」，那么连善恶、功德、业报、生死、涅槃、戒、定、慧都是空的，连佛也是空的，那么一切都是无义意的，何必还要来学佛修行呢？\n" +
    "　　乙：你认为应该怎样才对？\n" +
    "　　甲：好的不能空掉，好的不但是不空，还要发扬光大。\n" +
    "　　乙：什么是好的？什么是不好的？\n" +
    "　　甲：业障、苦、烦恼是不好的，清净、乐、功德是好的。\n" +
    "　　乙：「空」的定义和你的认知是完全不一样的。空，不是否定或抹煞现象的存在，而是说明现象的根本性质或普遍性真相，所以又称为「空性」、「法性」。空不是什么都没有，而是没有绝对的实体、自性，只是因缘的显现而已。这是一切法的普遍性的本质，不管好的或不好的，都同样是没有绝对的实体、自性，所以说一切法空，众生和佛同样是空，业障、烦恼和清净、功德也同样是空，所以也可以说是「如实」、「如如」、「真如」。\n" +
    "　　甲：你的意思是说，「空」是理论，而不是修行？那么说「空」有什么用？譬如说，我生病了，身体某个部位非常痛，虽然我知道它是空的，但还是痛得要命，空对我一点帮助都没有！\n" +
    "　　乙：佛法要消除的是内心的烦恼和苦；身体的苦，还是需要以世间的医药、保健来消除。佛陀时代，允许信众以衣、食、医药供养修行人，可见对于色身的维系，有关世间法的部份是不能缺少的。\n" +
    "　　甲：那么，知道空就能消除内心的苦吗？\n" +
    "　　乙：当你彻底了悟色身和痛觉是空性时，对色身和痛觉就不会有实在感的执着，内心不会紧紧抓住它、抗拒它、痛恨它或害怕它，只是单纯的痛觉而已。你对痛的态度是先完全接受它，然后想办法解除它。因为你知道痛既然是因缘生，所以也可以由因缘的改变来减轻或消灭，譬如检查病因、吃药或手术治疗、吃止痛药，用念佛、观出入息来转移注意力，甚至功夫深的话，只要入定，就没有痛的感觉了！至於内心，始终是平静的。这就是阿含经说的「身苦心不苦」的道理！\n" +
    "　　甲：可是我觉得「空」是消极了一些！「妙有」是更积极的观念！\n" +
    "　　乙：事实上空与有是不二的，自性空的法性和缘起有的法相是相即不离的。因为空，一切法没有实体，所以蕴含了无限的可能性。只要消除不良的因素，就可以创造丰富而多彩多姿的清净因缘，所以空也有积极的意义。\n" +
    "　　甲：「缘起有」和「妙有」意思一样吗？\n" +
    "　　乙：如果不拘泥文字相，「缘起有」也是奥妙、巧妙的。但是如果把如幻的假有当作虚妄，妙有当作真实，那只是以「真空妙有」的真常思想的解说。在实践上同样是要离染、离执，清净、自在，并不是假有就是消极，妙有就是积极的。因为一切法自性空，如幻有就是普遍的真实，自然也没有消极或积极的意义可以赋予它了！"
  },
  {
    title:'回到平静',
    content:"师：你目前怎么修学的呀？\n" +
    "　　生：我觉得：让自己的心时时回到平静是很重要的，只要一发现心念有波动，就警觉到，并且立即回到平静！\n" +
    "　　师：你怎么让心念回到平静的呢？\n" +
    "　　生：把注意力放在呼吸上，心念就自然回到平静了！\n" +
    "　　师：如果杂念的力量很强，心回不来的话，怎么办？\n" +
    "　　生：那就迷失在境界里了！如果事务繁杂，太花心思，难免心浮气躁，这时候，不带情绪，理智地处理眼前的事，也可以回到平静！\n" +
    "　　师：如何不带情绪？\n" +
    "　　生：情绪其实是一种牵绊，是累赘！知道它的生起，不理它就是了！\n" +
    "　　师：这当然很好，但情绪也有它的意义，就像警灯一样，不能视若无睹，要实际地面对、处理！忧愁、悲伤、气愤、恐惧表示内心存在着冲突、矛盾；愉快、兴跃表示内心和谐、充满活力。一概不理，不是最好的方式！\n" +
    "　　生：那如何处理呢？\n" +
    "　　师：不理它，随它去，只能算是禅定的方法；来了去，去了又来，永无休止，只能勉强地治标。要彻底根治，就得发掘情绪生起的因缘，解开心结，用智慧的方法回到平静！\n" +
    "　　生：情绪生起的因缘是什么？\n" +
    "　　师：这要如实观照，像侦探一样，搜寻、比对、过滤，才能找出真正的原因！\n" +
    "　　生：情绪波动的原因是什么？\n" +
    "　　师：错误的认知和预期心理是情绪波动的两大原因！\n" +
    "　　生：比方说，我看到先生把地板弄脏了，一下子气就上来了，是什么原因？\n" +
    "　　师：你自己探索看看！\n" +
    "　　生：让我回想一下……我预期——地板要保持干净，弄脏了，别的事还没忙完，又得拖地板，烦死了！一家之主，还那么粗心大意，没有榜样，一点儿也不体谅做家事的辛苦！是这样分析吗？\n" +
    "　　师：可以！你看到这些想法和要求，知道错在哪里吗？\n" +
    "　　生：我的想法很平常，家庭主妇都这么样的，不是吗？\n" +
    "　　师：没有接纳事实！没有看到无常、变易！有因有缘事情就会发生；要求一件事发生，或不要它发生，要它如何如何，都是很主观、不切实际的！\n" +
    "　　生：难道不能有一点点要求吗？\n" +
    "　　师：主观的要求，如果不太合乎事理，不如放弃！接受客观的真相，内心才会回到平静；只要稍有一点点要求，内心就可能生起冲突！\n" +
    "　　生：可是地板还是脏的，怎么办？\n" +
    "　　师：分清楚轻重缓急，重要的先来；如果清洁工作不急迫，稍后再处理，它不是你的束缚！不要认定你的地板被弄脏了，而你无法忍受！\n" +
    "　　生：难道制造脏乱很好吗？\n" +
    "　　师：好或不好，只是主观的认定；事情本身没有绝对的好或不好！为一点点小事伤神，跟身边的人过不去，才不好！随缘才会自在！\n" +
    "　　生：我懂了！以智慧看清真相，没有预期的心理和应该不应该的坚持，用平和、包容的心，面对因缘的来去变化，内心就容易平静、平衡，情绪也不致起伏波动了！\n" +
    "　　师：是的！很好！"
  },
  {
    title:'知见的清净',
    content:"师：近来修学佛法有什么心得啊？\n" +
    "　　生：感谢老师们的指导，近来修四念处很有收获！在六根对六尘的时候，常常观照身体的动作和身心的互动，所以比较能发觉动作的急躁和情绪的冲动，因此就把动作放慢下来，心情也放松下来，这样觉得安详多了。同时，很奇妙的，观照鼻嗅香，舌尝味，对於酸甜苦辣如实知，久而久之，对食物比较不挑剔了！\n" +
    "　　师：很好啊！\n" +
    "　　生：可是，我近日为了一件事愤愤不平，怎么想都不甘心，应该怎么观照心呢？\n" +
    "　　师：什么事情让你愤愤不平？\n" +
    "　　生：在我们公司，别人加班都报加班费，可是我加班好几天，却没有加班费，这很不公平！\n" +
    "　　师：你修四念处，偏重身念处和受念处：在六根对六尘的观照中，偏重五根对五境——眼见色，耳闻声，鼻嗅香，舌尝味，身觉触。还要加强心念处和法念处的观照：意根对法尘！\n" +
    "　　生：怎么观照呢？\n" +
    "　　师：观照心中的愤愤不平，这是受念处。观照境界的无常、无我、缘起、缘灭，和你认定的观念不一样，这是法念处。观照意根接触法尘（别人有加班费而你没有这件事），生起意识（这件事盘旋在脑海里），然后有各种想法（认為不公平），这是心念处。\n" +
    "　　生：我认定了什么观念？\n" +
    "　　师：你自己观察看看！\n" +
    "　　生：这件事不公平！同一个单位应该公平待遇，别人有加班费，我独无！\n" +
    "　　师：执着「公平」就不符合缘起法；凡事没有绝对的公平，只有相对的公平。也就是说：你可以去争取，但是如果争取不到，就要接受事实。公平只是可以努力奋斗的理想，不是如实相！\n" +
    "　　生：可是为自己争取利益不也是一种贪念吗？修行人不应该这么做！\n" +
    "　　师：「不应该为自己争取利益」，这也是知见的执取。执见即不合乎缘起法，法念处就是观照到这些缘起的法则。\n" +
    "　　生：难道「应该为自己争取利益」吗？\n" +
    "　　师：这也是相反一端的执见！其实没有应该或不应该，这样就是僵化的观念。无论争取或放弃加班费，只要没有「公平」、「不公平」、「必得」、「不得」的思考模式，从开始到结束，心中都不挂碍得失，那么在行动上试着依理而争是无妨的！当然，如果觉得不需要这些加班费，决定放弃也是可以的！就像合法的节税，或是购买打折优待商品，其中到底有没有贪念或慳吝，要仔细自我观照，才能知道有没有染着！即使非常微细的贪念，也要以智慧深刻地明白它的味着、过患，而出离。不能单由教条式的观念「应该」、「不应该」来压制它，否则，内心仍然会有冲突，无法真正地平静！\n" +
    "　　生：有智慧就能平静吗？\n" +
    "　　师：发现自己的贪念，明白它生起的因缘，就知道如何息灭它；有智慧才会放下贪念，达到真正的平静。如果一味地抗拒或是掩饰贪念，扭曲情境，光是叫自己不起贪，缺乏对真相的照见，那不是澈底解除贪念的办法！"
  },
  {
    title:'安定身心',
    content:"生：这段时间，学佛修行的功夫退步很多。虽然也诵经，可是不如意的事接踵而来，很烦恼！虽知缘生缘灭，这些都是幻化无常的，还是心有波扰。想要弥补、挽回，事实却很无奈！怎样才能安定身心呢？\n" +
    "　　师：你知道佛法的道理，也读诵经典，却不能受用，其中一定有盲点！修行不完整，有缺漏，是会这样的！\n" +
    "　　生：怎样才是完整的修行？\n" +
    "　　师：从修行的基础——戒律开始，身、口、意一致，然后才能定、慧双修，断除烦恼！以八正道为例：正见，有正确的因果观、缘起无我观；正思惟，检视、调整自己的想法，回归因果、缘起、无我，摒除思想中违反因果、缘起、无我的部份；正语，说话慎言，不妄语、两舌、恶口、綺语；正业，行为举止合乎戒律，及一般的伦理规范，没有暴力、邪淫、偷盗的行为；正命，正当踏实的工作和经济来源，没有投机行为；正精进，念玆在玆，心存实践佛法的决心；正念，如实了知当下的情境，和身心的实际状态，不迷糊地过生活；正定，专注一念，成就三昧，开启缘起无我的智证。所以，光是知道缘生缘灭、幻化无常的道理，对於安定身心而言，力量是不够的！\n" +
    "　　生：我很惭愧没有完整的修行！要如何改进呢？\n" +
    "　　师：好好检视自己，学佛是为解脱自在、断除烦恼吗？人生的苦体会得到吗？愿意改变世俗的旧思想、旧行为？依佛法思惟、行事，化佛法为力量，看事情自然愈来愈明白，身心安定的力量也自然愈来愈强！\n" +
    "　　生：确实如此！现在反省起来，生活没有规律，也没有好好遵行正语、正业、正命，做事情没有脚踏实地，外在环境一变动，不如意的事一来，身心便跟着不安！\n" +
    "　　师：心行不踏实，心思浮躁，功夫便用不上！世事无常，总是有缺憾，难以如愿的！世俗之物，极力追求，也未必能到手，惟有淡化对它的渴求，老老实实地做人、做事、修持，心才能安下来。善因、正因，才能得善果、正果，这是佛法的正道，稍有偏失，便会迷失正道。\n" +
    "　　生：诵经有用吗？\n" +
    "　　师：有的！这是引生智慧的前方便，可以辅助身心的安定。更要进一步的研求义理，正见因果缘起，正知世俗五欲的过患，心生远离，起身语意的正业、正行，然后正念观照，在正定中澈见无我。\n" +
    "　　生：我对某些理想放不下……\n" +
    "　　师：理想太高，也成妄想；放不下，心就给悬着。为了美丽的未来，迷失当下，打乱当下的心，不是本末倒置吗？未来的美景只是一个心的投射，一个感觉，一个幻影而已；当下的心安，才是真实的。不要荒废时光，把握当下，创造清净的因缘！太多的计划，不着边际的臆想，只会招致更多的苦恼！\n" +
    "　　生：我要好好想想！"
  },
  {
    title:'寂静的心',
    content:"生：近来有一些体会，想跟老师报告！\n" +
    "　　师：很好啊！\n" +
    "　　生：这段时间，因为经济景气不好，收入锐减，可是还有房屋贷款要缴，小孩要上大学，也要缴学费，不能像前一段时间那样，全心学佛修行，必须设法工作，增加收入，内心感到「逼迫性」，压力很大。\n" +
    "　　师：如何处理？\n" +
    "　　生：初学佛时，总觉得修行最重要，牺牲世间法是值得的。可是现在对空性有了体会之后，知道世间法和出世间不相碍，一切法皆是寂灭相，不取「出世间法」、不舍「世间法」，在工作中保持内心寂静，「逼迫性」、压迫感也就消融了！当初，我意识到我无法再过专心修持的生活，而不得不回到万丈红尘里，心中有些不愿意而且感到无奈。但是当我的心安住空性时，发现世间并不妨碍修持，反而是更真实的焠炼，就不再心存排斥了。\n" +
    "　　师：很好，一般学佛的人，遇到困难，往往会用移转的方式来逃避：研究经典或打坐、诵经、念佛、持咒，如果能使内心宁静，然后很理性地面对问题，那就对了。如果只是沉浸在内心的宁静，或感应、神通之中，回到现实，问题依然如故，内心又再度纷乱、感受到苦迫性，这样的学佛是不究竟的。如你所说，以空性的智慧面对真实的情境，以安住於寂静中，自然消融内心的冲突，而不再有压迫感，这是正确的修行。\n" +
    "　　生：很奇妙的是，当融入空性、心无分别时，有另一种智慧生起，很清晰地看见当下的因缘，自然而然知道如何去做，并且很容易地化为行动，来应对当下的情境。我开始进行评估、计划，了解环境、考虑事情、与人接触，在这些过程中，都可以保持内心的寂静，修行和工作其实是可以结合的。\n" +
    "　　师：这就是大乘佛法的修行，可以和众生结善缘、积集菩提资粮、培养慈悲心，修学大乘佛法，并不限于财布施或法布施，修四摄法中的爱语、利行、同事，就是在人群中，将自身修得的寂静、柔软、清净、开朗的气质自然散发出来、摄受众生，用潜移默化的方式来化导众生，这就是大乘佛法的修行了！\n" +
    "　　生：有时候，事情发展出奇的顺利，或得到意料之外的收获，不免喜不自禁。这时，我也观察到，提醒自己不要陷入乐境、沉迷在喜心中，依然安住空性，知道乐境、喜心也是缘生缘灭、幻化无常，内心就回到寂静，不再波动了。\n" +
    "　　师：其实，在可欲的乐境、如愿以偿的满足感之中，修行难度更高。因为逆境、苦迫，会驱策人精进修行，得以离苦、灭苦，但是欲乐情境的诱惑和陷阱，要有很高的警觉性才能发现，即使发现了，如果没有很强的出离心，仍然会逗留在那里，不肯舍弃，内心寂静确实不容易。这需要在平时就多作内观禅修，培养觉察力和离执力，否则境界一来，恐怕是很难过关的。\n" +
    "　　生：感谢老师的教导，让我得到法的受用！\n" +
    "　　师：你本身下功夫也是很重要的，继续努力吧！"
  },
  {
    title:'走过哀伤',
    content:"生：我最近经常陷入情绪低潮，我先生过世以后，想到过去的种种，就会伤心得哭了起来。\n" +
    "　　师：这是人之常情，不必太过压抑自己！只是不要深陷其中。最好能观照整个过程，包括想起从前一起生活的点点滴滴、愈想愈伤心。观照的心就像天空，情绪就像云，情绪会像云慢慢消散，内心也就回到平静了！\n" +
    "　　生：我试着做做看！\n" +
    "　　（两天后）\n" +
    "　　师：现在感觉怎样了？\n" +
    "　　生：想到自己孤苦伶仃就很伤心！\n" +
    "　　师：你从现在开始改成观想，想像观世音菩萨很慈祥地用甘露水洒在你身上，身心柔和、宁静。有空尽量多作观想，沉浸在柔和、宁静的感觉里。当你觉得伤心的时候，就回到观想。\n" +
    "　　（叁天后）\n" +
    "　　生：现在感觉好多了，但是整理信件时，睹物思人，还是会难过。碰到事情不顺利时，想到以前都是我先生处理，现在只有我独自面对，常常手足无措，又不禁悲从中来！\n" +
    "　　师：不要再让哀伤的情绪蔓延，只要一发现，立即观呼吸、清楚地活在当下，作好眼前的事。若还不行，就用转移的方式，读诵经典、听佛曲、拜佛、散步、打太极拳等都可以。\n" +
    "　　（一周后）\n" +
    "　　生：当我用功修行时，情绪比较稳定，但最近到朋友家过感恩节，不知不觉，还是会触景伤情。\n" +
    "　　师：情绪的引生多由联想而来。观照、观想、活在当下、转移之后就要切断联想，不能再藕断丝连。内心的伤痛，经过一段时日的宣泄之后，就不要再卷入过去的回忆，毫不犹豫地切断联想，跟过去说「再见」。活在当下，这就是最直接有效的对治，其余的都是方便。\n" +
    "　　（十天后）\n" +
    "　　生：进一步要如何作？\n" +
    "　　师：等到心静下来之后分两方面，在事情方面，要安排新的生活、以新的眼光、思想开始新的因缘。可以考虑搬到另一个地方、从事自己喜欢的工作。更重要的是，开发般若智慧，透视法界、生命的真谛，明白人生的一切都如幻影，虚妄不实，连生命也是缘起如幻。涅槃、实相、法性、法身、法界才是究竟的归宿。\n" +
    "　　生：大智度论不是说涅槃也是如幻如化吗？\n" +
    "　　师：涅槃如幻是菩萨境界，不厌生死、不入涅槃，长在生死中度众生，但必须具足甚深般若与大悲心，否则业力、烦恼还很多，自身的苦还没有能力解除，很容易退心，所以般若智与大悲心的培养是最优先的。\n" +
    "　　生：般若智慧如何修？\n" +
    "　　师：般若智慧从闻思修，渐次修习，先得到缘起无自性的正见，然后面对各种人、事、物，思惟分析如何缘起无自性。再进入止观的修习，不透过思惟分析，直观各种人、事、物的缘起无自性，这不是短时间可以做到的，需要依止善知识长期修习才会有成效的。\n" +
    "　　生：那就从现在开始进行吧！"
  },
  {
    title:'动态禅修',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  },
  {
    title:'',
    content:""
  }
];