var data=[
  {
    title: '乾卦第一',
    data: [
      {
        title: '乾为天　乾上乾下',
        content: '乾为天　乾上乾下\n' +
        '　　乾　元亨利贞。\n' +
        '　　初九　潜龙勿用。\n' +
        '　　九二　见龙在田，利见大人。\n' +
        '　　九三　君子终日乾乾，夕惕若厉，无咎。\n' +
        '　　九四　或跃在渊，无咎。\n' +
        '　　九五　飞龙在天，利见大人。\n' +
        '　　上九　亢龙有悔。\n' +
        '　　用九　见群龙无首，吉。',
        translation: '乾卦象征天。具有万物创始的伟大天圆，亨通顺利地成长，祥和有益前进，贞正坚固。\n' +
        '　　初九，龙潜伏在水中，暂不宜有所作为。\n' +
        '　　九二，龙出现在田间，有利于大德之人出来治世。\n' +
        '　　九三，君子整天勤勤恳恳，即使在夜晚（整日），仍时刻警惕，谨慎行事。若此，虽有危险，亦不会遭受灾祸。\n' +
        '　　九四，游龙潜伏深谷之中，似跃而未跃，不会有过失。\n' +
        '　　九五，龙高飞于天，利于大德之人出来治世。\n' +
        '　　上九，龙飞得过高，超过极限有悔。\n' +
        '　　用九，出现一群龙，谁也不自居首领位置，则无过亢之灾，这是吉祥的现象。'
      },
      {
        title: '《彖》曰',
        content: '《彖》曰：大哉乾元，万物资始，乃统天。云行雨施，品物流形；大明终始，六位时成，时乘六龙，以御天。乾道变化，各正性命，保合太和，乃利贞。首出庶物，万国咸宁。',
        translation: '《彖传》说：博大的、象征万物创始的乾卦，万物依靠它而开始生长，它是统帅万物之本源。它使云朵飘行翻动，使雨水施洒降落，各种事物各具形态而不断发展。明亮的太阳周而复始，乾卦各爻按不同的时位组成，犹如六条龙接连驾驭天地之间。天地自然变化形成万物的规律，万物各自蕴蓄精神，保持太和元气，如此则祥和有益，顺利贞固。天道创造万物，天下邦国和美昌顺。'
      },
      {
        title: '《象》曰',
        content: '《象》曰：天行健，君子以自强不息。\n' +
        '　　“潜龙勿用”，阳在下也。\n' +
        '　　“见龙在田”，德施普也。\n' +
        '　　“终日乾乾”，反复道也。\n' +
        '　　“或跃在渊”，进无咎也。\n' +
        '　　“飞龙在天”，大人造也。\n' +
        '　　“亢龙有悔”，盈不可久也。\n' +
        '　　“用九”，天德不可为首也。',
        translation: '《象传》说：乾卦如天道运行，刚强劲健。君子亦应如此，坚强振作，不断努力。\n' +
        '　　“龙潜伏在水中，暂不宜有所作为”，所以初九之象，阳气刚刚萌生，自然居位低下。\n' +
        '　　“龙出现在田间”，此象说明德业昭著，大德之人经潜藏修养，必会将大德普济于世。\n' +
        '　　“整天勤勤恳恳”，表明唯恐行道，没有偏差。\n' +
        '　　“潜伏深谷，或跃腾上进”，表明龙处在进取而无损害的时机。\n' +
        '　　“龙高飞于天”说明怀德之人可一举创就大业。\n' +
        '　　“龙高亢至极，终会有所悔恨”，表示物极必反。\n' +
        '　　“用九”，说明天之宏德也并非永居首位。'
      },
      {
        title: '《文言》曰',
        content: '《文言》曰：\n' +
        '　　“元”者，善之长也；\n' +
        '　　“亨”者，嘉之会也；\n' +
        '　　“利”者，义之和也；\n' +
        '　　“贞”者，事之干也。\n' +
        '　　君子体仁足以长人，嘉会足以合礼，利物足以和义，贞固足以干事。君子行此四德者，故曰：“乾，元亨利贞。”\n' +
        '　　初九曰：“潜龙勿用。”何谓也？子曰：“龙德而隐者也，不易乎世，不成乎名，遯世无闷，不见是而无闷，乐则行之，忧则违之，确乎其不可拔，潜龙也。”\n' +
        '　　九二曰：“见龙在田，利见大人。”何谓也？子曰：“龙德而正中者也。庸言之信，庸行之谨，闲邪存其诚。善世而不伐，德博而化。《易》曰：‘见龙在田，利见大人。’君德也。”\n' +
        '　　九三曰：“君子终日乾乾，夕惕若厉。无咎。”何谓也？子曰：“君子进德修业。忠信所以进德也。修辞立其诚，所以居业也。知至至之，可与言几也。知终终之，可与存义也。是故居上位而不骄，在下位而不忧，故乾乾因其时而惕，虽危无咎矣。”\n' +
        '　　九四曰：“或跃在渊，无咎。”何谓也？子曰：“上下无常，非为邪也。进退无恒，非离群也。君子进德修业，欲及时也。故无咎。”\n' +
        '　　九五曰：“飞龙在天，利见大人。”何谓也？子曰：“同声相应，同气相求。水流湿，火就燥。云从龙，风从虎。圣人作而万物覩。本乎天者亲上，本乎地者亲下。则各从其类也。”\n' +
        '　　上九曰：“亢龙有悔。”何谓也？子曰：“贵而无位，高而无民，贤人在下位而无辅，是以动而有悔也。”',
        translation: '《文言》说：\n' +
        '　　“元始”是众善之首；\n' +
        '　　“亨通”是事物完美的聚合；\n' +
        '　　“祥和有益”是阴阳调和得宜；\n' +
        '　　“正固”是处身行事的根本。\n' +
        '　　因此君子用自己的行动体现实践至善的仁德，就能成为众人头领；能够使众善聚集一堂，就能够合于礼仪；能够施利万物，才足以使道义达到和谐；能够坚持固守节操，就能主持各类大事。唯有君子才能施行这四种美德，所以体现了乾卦所说的行善是万物创始的伟大根源、亨为和美、祥和有益、贞正坚固。\n' +
        '　　初九的爻辞说：“龙潜伏在水中，暂时不宜于有所作为。”这是什么意思呢？孔子指出：“这是比喻像龙一样有德有才而隐居的人。世俗改变不了他的节操，他也不追逐功名；从世间隐退不会感到闷闷不乐，不被世人承认也不苦闷。能愉快地实现抱负时，便入世行道；感到忧虑时，便出世隐遁。信念坚定，从不动摇，这样君子的所为便是潜龙的德行。”\n' +
        '　　九二的爻辞说：“龙出现在田野，对于大德之人出来治世是很有利的。”这是什么意思呢？孔子指出：“这是指有龙一样的德行而行中正之道的人。这种人的日常言论说到做到，他的日常行动谨慎小心。防止一切邪念，心存诚实。虽然善性卓著，加惠世人，却不以此夸耀。以伟大广博的道德行为而感化世间一切。《周易》说：‘龙出现在田野，利于大德之人出来治世。’这是指出现了君主品德的贤人。”\n' +
        '　　九三的爻辞说：“君子整天勤勉不息，提高警觉，即使在夜晚，仍时刻警惕，谨慎行事，如此，则虽有危险，却无灾祸。”这是什么意思呢？孔子指出：“这是在说君子要增进美德、营修功业的道理。忠诚信实，是增进美德的主要基础。斟酌自己的文辞和言行，确立至诚的感情，是营修功业的根基。能把握时机，全力进取的人，可以跟他商讨事物发展的征兆；知道事物发展的结局，并可以以自己行动适应结局的人，可与他共同保存正义。能够做到这些，一个人就能够身居高位而不骄傲，处在下位也不忧愁，因而能够勤恳振作，自强不息，随时警惕，小心行事。如此，则虽处于危险之中，也不会有过错。”\n' +
        '　　九四的爻辞说：“游龙或是潜伏深谷，或是似跃而未跃，都不会有什么灾祸。”这是什么意思呢？孔子指出：“这比喻贤人的上升或下降，居高位或处低位，是常常变化的，这并非出于邪念；他的进取或引退也没有一定的规律，这种进退并不脱离众人。这说明，君子要想在品德和事业上都有所提高，得到成功，只能是把握时机，随着时事的变化而行动，这样的话就一定‘没有什么过错’了。”\n' +
        '　　九五的爻辞说：“龙高飞于天，对于大德之人出来治世非常有利。”这是什么意思呢？孔子指出：“这是说同类的声音产生共鸣，同样的气息彼此吸引而投合；水向低洼潮湿处流，火往干燥之处燃烧；彩云随着龙飞而聚散，谷风随着虎跃而产生；圣贤之兴起使世间万物各显其灵性；因而，以天为本的生物向上发展，依存于地的向下扎根，这就是一切事物各依其类别互相聚合的道理。”\n' +
        '　　上九的爻辞说：“龙飞得过高，超过极限，终将因为有过失而有所悔恨。”这是什么意思呢？孔子指出：“这是比喻高高在上，尊贵而失去拥戴的人君。这种崇高的地位使他脱离了众人，贤士能人都处在下位，因而他得不到他们的辅佐。所以，他在这种状态下稍有举动就会招来悔恨。”'
      },
      {
        title:'“潜龙勿用”，下也',
        content:'“潜龙勿用”，下也。“见龙在田”，时舍也。“终日乾乾”，行事也。“或跃在渊”，自试也。“飞龙在天”，上治也。“亢龙有悔”，穷之灾也。乾元“用九”，天下治也。\n' +
        '　　“潜龙勿用”，阳气潜藏。“见龙在田”，天下文明。“终日乾乾”，与时偕行。“或跃在渊”，乾道乃革。“飞龙在天”，乃位乎天德。“亢龙有悔”，与时偕极。乾元“用九”，乃见天则。\n' +
        '　　乾“元”者，始而亨者也。“利贞”者，性情也。乾始能以美利利天下，不言所利，大矣哉。大哉乾乎！刚健中正，纯粹精也。六爻发挥，旁通情也，时乘六龙，以御天也。云行雨施，天下平也。\n' +
        '　　君子以成德为行，日可见之行也。“潜”之为言也，隐而未见，行而未成，是以君子“弗用”也。\n' +
        '　　君子学以聚之，问以辩之，宽以居之，仁以行之。《易》曰：“见龙在田，利见大人。”君德也。\n' +
        '　　九三重刚而不中，上不在天，下不在田，故“乾乾”因其时而“惕”，虽危“无咎”矣。\n' +
        '　　九四重刚而不中，上不在天，下不在田，中不在人，故“或”之，“或”之者，疑之也。故“无咎”。\n' +
        '　　夫“大人”者，与天地合其德，与日月合其明，与四时合其序，与鬼神合其吉凶。先天而天弗违，后天而奉天时，天且弗违，而况于人乎！况于鬼神乎！\n' +
        '　　“亢”之为言也，知进而不知退，知存而不知亡，知得而不知丧，其唯圣人乎！知进退存亡而不失其正者，其唯圣人乎！',
        translation:'所谓“龙潜伏在水中，暂不宜于有所作为”，是指德才兼备的人还处于低下地位，不能发挥作用。“龙出现在田野”，说明时事开始舒展，已得时得位了。“整天勤勉不息”，说明事业在付诸行动。“潜伏于深谷，或跃腾上进”，说明正处在自我考验的时期。“龙高飞于天”，表明已经获得高位，正施展抱负。“龙飞到极高位置，终将有所悔恨”，是说明爬上最高位置而不知改变，脱离群众，将带来灾难。天有元始之德而运用阳九的变化，说明天下大治乃势所必然。\n' +
        '　　所谓“龙潜伏在水中，暂不宜于有所作为”，是说阳气仍然潜伏隐藏着，没发生什么状况。“龙出现在田野”，说明天下能看到欣欣向荣的文明景象。“整天勤勉不息”，说明随着时间而向前发展。“潜伏于深谷，或跃腾上进”，说明天道此时已开始革新。“龙高飞于天”，说明位与天高，德与天齐。“龙飞到极高位置，终将有所悔恨”，说明随着时间的推移而达到了极限。天有元始之德而运用阳九主张的变化，这才合乎体现天道自然的法则。\n' +
        '　　乾卦象征天，是万物创始的伟大根源，说明了它是创造天地万物亨通的起始。“祥和有益，贞正坚固”，是天的内在本性和外在情感。天创始了万物且广施利益于天下，但它却不言其利、居其功，这种精神真是伟大啊！伟大的天道啊，刚强劲健、居中守正，这一切都是纯粹无暇、精致不杂。六爻的无穷变化，沟通了万物的发展情理。无论何时都如同驾驭六条龙运行于天。云彩飘行运动，雨水施洒降落，使天下万物均衡和谐地发展。\n' +
        '　　君子的行为，以完善品德修养为目的，而且这些是在日常言行中都可以体现出来的。乾卦初爻所说的“潜”的意思，是说在应当隐藏着，还未能显露时，行动时机还未到，所以君子暂时还不能施展才用。\n' +
        '　　君子通过学习来积累知识，抱着怀疑的态度来解决疑难，以宽厚仁恕之心待人接物，以仁爱之心指导行为。《周易》说：“龙出现在田野，利于遇见伟大的人物。”这是指这种“有德之人”具备了作为一个国君的品德，所以得到人民拥戴。\n' +
        '　　乾卦的九三爻正处阳位，多重阳刚相叠，不得居于中位，因此上不达天，下不着地，所以要勤勉不息，自强不息，顺应时机，随时保持警惕。如此，则即使面临危险，也没有什么灾祸了。\n' +
        '　　乾卦的九四爻阳刚过重而不适中，因此上不达天，下不着地，而且不在人能居住的位置，因而“或”之。强调“或”的意思，是指应有所疑虑，多方审度，也就不会有过失灾难了。\n' +
        '　　乾卦九五爻辞中所说的有德之人，他的德行，要像天地一样负载万物；他的圣明，要像日月那样普照大地；他的进退，要像四季交替一样井然有序；他的吉凶，要与鬼神的吉凶契合；他的作为，先于天象而行动，但却也不违反天道，后于天象而处事，仍能奉行天道运行的规律。他尚不违背上天，更何况人呢？更何况鬼神呢？\n' +
        '　　乾卦上九爻辞说的“亢”，是指高到极点只知道进取，而不知道引退；只知道生存，而不知道终将衰亡；只知道获取，而不知道放弃。难道只有圣人才是明智的吗？那些深知进取、引退、生存、灭亡的道理，而又不偏失它的正道的人，就是我们所称赞的圣人啊！'
      }
    ]
  },
  {
    title:'坤卦第二',
    data:[
      {
        title:'坤为地　坤上坤下',
        content:'坤为地　坤上坤下\n' +
        '　　坤　元亨。利牝马之贞。君子有攸往。先迷，后得主，利。西南得朋，东北丧朋。安贞吉。\n' +
        '　　初六　履霜，坚冰至。\n' +
        '　　六二　直方大，不习无不利。\n' +
        '　　六三　含章可贞。或从王事。无成有终。\n' +
        '　　六四　括囊，无咎无誉。\n' +
        '　　六五　黄裳，元吉。\n' +
        '　　上六　龙战于野，其血玄黄。\n' +
        '　　用六　利永贞。',
        translation:'坤卦象征地，具有伟大的、元始亨通的德性，像雌马一样守持正固是最有利的。君子有所往求，如果遇事争先居首则会迷失方向，如果跟随人后，就会找到主人，因而获得利益。往西南方可以获得可观收获，往东北方将受到损失。卜问是否平安，结果是吉祥。\n' +
        '　　初六，当踩到地面上的薄霜，便可知道结坚冰的寒冬要到了。\n' +
        '　　六二，大地是正直、端方、宏大的，一个人具备了这样的德性，即使不学习也不会不利。\n' +
        '　　六三，蕴含美好的内涵，可以守持正固。若能辅助君王的事业，虽无成就，却将取得好的结果。\n' +
        '　　六四，将口袋收紧，虽然得不到赞誉，但可免遭灾难。\n' +
        '　　六五，黄色的衣裳，会有吉祥。\n' +
        '　　上六，龙在旷野战斗，流出黑黄色的血。\n' +
        '　　用“六”数，有利于永久守持正固。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：至哉坤“元”，万物资生，乃顺承天。坤厚载物，德合无疆。含弘光大，品物咸“亨”。“牝马”地类，行地无疆，柔顺“利贞”。“君子”攸行，“先迷”失道，“後”顺“得”常。“西南得朋”，乃与类行；“东北丧朋”，乃终有庆。“安贞”之“吉”，应地无疆。',
        translation:'《彖传》说：广阔无垠的大地啊，是生成万物的根源！万物都靠他而成长，它柔顺地秉承天道的法则。大地深厚且载育着万物，它的功德广阔无穷。它含藏了宏博、光明、远大的功能，使万物都顺利地成长。雌马属地上走兽，具有在大地上无限奔驰的能力，它的性情柔顺、祥和，有利于守持正道。君子应当效法这种品德而行动，如果遇事争先居首就会迷失方向，如果跟在人后顺随大势就能找到常规。往西南方向可以得到利益，是因为与同类同行；往东北方向将有所损失，尽管如此，但最终结果仍然有吉庆。安顺并且守持正固的行动将会是吉祥的，因为应和了大地广阔无垠的柔顺之德。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：\n' +
        '　　地势坤。君子以厚德载物。\n' +
        '　　“履霜坚冰”，阴始凝也。驯致其道，至坚冰也。\n' +
        '　　“六二”之动，“直”以“方”也。“不习无不利”，地道光也。\n' +
        '　　“含章可贞”，以时发也。“或从王事”，知光大也。\n' +
        '　　“括囊，无咎”，慎不害也。\n' +
        '　　“黄裳，元吉”，文在中也。\n' +
        '　　“龙战于野”，其道穷也。\n' +
        '　　“用六永贞”，以大终也。',
        translation:'《象传》说：坤卦象征大地顺承的特征。君子应当效法大地的宽厚、和顺的德性，容载万物。\n' +
        '　　“当踩到地面上的薄霜，便可知道结坚冰的寒冬要到了。”是指阴气开始凝聚，按自然规律，冰雪寒冬将至了。\n' +
        '　　六二这一爻指引的行动，趋向正直端方。“不学习也不会不利”是大地法则的光明伟大。\n' +
        '　　“蕴含美好的内涵，可以守持正固”，指要把握时机发挥作用。“若能辅助君王的事业”，指智慧的光明远大，知道自己如何发挥才能。\n' +
        '　　“将口袋收紧可免遭灾难”，是指应当收敛，谨言慎行才会免遭祸患。\n' +
        '　　“黄色的衣裳，会有吉祥”，是指应以温文之美德守持中道。\n' +
        '　　“龙在旷野里战斗”，表示已经处于穷途末路。\n' +
        '　　用六数“永久守持正固”，说明人要永远刚正不阿就会实现远大目标。'
      },
      {
        title:'《文言》曰',
        content:'《文言》曰：坤至柔而动也刚，至静而德方，后得主而有常，含万物而化光。坤道其顺乎，承天而时行。\n' +
        '　　积善之家必有余庆，积不善之家必有余殃。臣弑其君，子弑其父，非一朝一夕之故，其所由来渐矣。由辩之不早辩也。\n' +
        '　　《易》曰：“履霜，坚冰至。”盖言顺也。“直”其正也，“方”其义也。君子敬以直内，义以方外。敬义立而德不孤。“直方大，不习无不利”，则不疑其所行也。\n' +
        '　　阴虽有美，“含”之以从王事，弗敢成也。地道也，妻道也，臣道也。地道“无成”而代“有终”也。\n' +
        '　　天地变化，草木蕃。天地闭，贤人隐。《易》曰：“括囊，无咎无誉。”盖言谨也。\n' +
        '　　君子“黄”中通理，正位居体，美在其中。而畅于四支，发于事业，美之至也！\n' +
        '　　阴凝于阳必“战”，为其嫌于无阳也。故称“龙”焉。犹未离其类也，故称“血”焉。夫“玄黄”者，天地之杂也，天玄而地黄。',
        translation:'《文言》说：大地的德性是极为柔顺的，但变动时则显示出刚强。虽然极为安静，但柔美的品德却传布四方。尽管是后一步，来主持万物生长，却自有一定的规律，能包容万物并使其生长光大。大地的法则是多么的柔顺啊！它秉承天的意志而顺时运行。\n' +
        '　　修积善行的人家，必定有很多吉庆；累积恶行的人家，必然留下很多的殃祸。凡是臣下杀死君王，儿子刺杀父亲，这都不是一朝一夕偶然产生的，而是日积月累逐渐演变而成的，是由于君王父亲们没能早日洞察处理。\n' +
        '　　《周易》说：“踩到地面上的薄霜，便可知道冰雪寒冬要到了。”那是说明事物发展的自然规律。“直”是说为人应品性纯正，“方”是指办事应合乎理义。君子以恭敬慎重的态度作为内心的正直准则，就能广布美德，得到众人的信任支持。所以说，“只要能做到正直、端方、宏大，哪怕不学习也不会不利”，这样他对自己的立身行事就不会有什么疑惑不定了。\n' +
        '　　阴柔固然是美德，但要含蓄隐藏，用以辅助君王的事业时，不可以居功。这是大地的法则，为妻的原则，称臣的原则。地道顺天道的法则表明了有成就而不居功，实际上是在时序的交替中继续天道，使事情达到预期效果。\n' +
        '　　天地的自然变化，使一切草木茂盛繁衍。如果天地闭塞昏暗，那贤人能士都会隐退避世。《周易》说：“将口袋收紧，虽然得不到赞誉，却可免遭灾难。”这是在说要谨慎处世的道理。\n' +
        '　　君子应当具有黄色中和的美好品质，通情达理，应使自己保持在正确的位置。将这种美德蕴存于心，自然畅达于四肢，从而发展于事业，便达到了美的极致。\n' +
        '　　阴达极盛近似于阳时，必会引起征战。这是因为阴气发展达于极盛，好像阳已经不存在了，所以上六爻辞称龙。而阴并不曾离开同类，所以上六爻辞中又称代表阴柔之血。所谓天地玄黄，是指天地征战中混合的色相：天为青苍的黑色，而地本来就是黄色。'
      }
    ]
  },
  {
    title:'屯卦第三',
    data:[
      {
        title:'水雷屯　坎上震下',
        content:'水雷屯　坎上震下\n' +
        '　　屯　元亨利贞。勿用有攸往。利建侯。\n' +
        '　　初九　磐桓，利居贞，利建侯。\n' +
        '　　六二　屯如邅如，乘马班如。匪寇婚媾。女子贞不字，十年乃字。\n' +
        '　　六三　即鹿无虞，惟入于林中，君子几不如舍，往吝。\n' +
        '　　六四　乘马班如，求婚媾。往吉。无不利。\n' +
        '　　九五　屯其膏。小贞吉。大贞凶。\n' +
        '　　上六　乘马班如，泣血涟如。',
        translation:'屯卦象征初生，具有原始的、伟大的、亨通有益的、贞正坚固的品性。不适合出行，利于建立诸侯。\n' +
        '　　初九，如同大石阻住了树的生长那样难于前行，徘徊流连，有利于关于居处的卜问，利于建立诸侯基业。\n' +
        '　　六二，困顿艰难，踯躅不前。乘骑纷纷牵扯难行，不是匪盗而是求婚者。女子守贞洁不急于出嫁，过了十年才能缔结良缘。\n' +
        '　　六三，于附近的山中逐鹿而没有掌管山泽的虞人引导，独自深入茫茫林海很危险。君子应当见机行事，此时不如放弃追逐，如果继续前追会有忧憾。\n' +
        '　　六四，乘骑纷纷牵扯难行，若为求得婚媾，坚决前往就会获得吉庆，没有什么不利的。\n' +
        '　　九五，克服初创的艰难即将广施膏泽。问小事者，守持正固可获吉祥；问大事者，守持正固以防凶险。\n' +
        '　　上六，乘骑纷纷牵扯难行，而且有泣血伤心泪涟涟的哀痛。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：屯，刚柔始交而难生。动乎险中，大“亨贞”。雷雨之动满盈，天造草昧，宜“建侯”而不宁。',
        translation:'《彖传》说：屯卦是阳刚阴柔初始相交之时的景象，表明艰难相随而生。这是指在重重险象中求变化发展，想要大为亨通，必须要有纯正的品行。它又象征雷雨交加，充盈宇宙间，恰似天地创造万物的草创冥昧时期。这时适宜建立诸侯基业治理天下，但天下并不安宁。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：云雷，屯；君子以经纶。\n' +
        '　　虽“磐桓”，志行正也。以贵下贱，大得民也。\n' +
        '　　六二之难，乘刚也。十年乃字，反常也。\n' +
        '　　“即鹿无虞”，以从禽也。“君子舍”之，“往吝”，穷也。\n' +
        '　　“求”而“往”，明也。\n' +
        '　　“屯其膏”，施未光也。\n' +
        '　　“泣血涟如”，何可长也。',
        translation:'《象传》说：乌云骤起，雷声交动，象征着天地初创的苦难时期。这种时事下，君子应当以天下为重，负起经略天下大事的责任。\n' +
        '　　尽管在徘徊流连，但思想行动并没有偏离正道。在困难时期能以尊贵身份而屈居卑下，当然大得民心。\n' +
        '　　六二的艰难，是因为它以阴柔乘凌于阳刚之上，过了十年才许嫁，说明难极至通，返归于常道。\n' +
        '　　“于附近的山中逐鹿而没有掌管山泽的虞人引导”，是贪恋追逐禽兽；“君子放弃追逐”，“继续前追会有忧憾”，说明穷追不舍必致困顿。\n' +
        '　　如有所求，便前往行动，这才是明智的举动。\n' +
        '　　“克服初创的艰难即将广施膏泽”，是指虽施展了德泽，但还没有发扬光大。\n' +
        '　　已是“泣血伤心泪涟涟的哀痛”的状态，又怎么可能长久呢？'
      }
    ]
  },
  {
    title:'蒙卦第四',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
    ]
  }
];