var data=[
  {
    title: '乾卦第一',
    data: [
      {
        title: '乾为天　乾上乾下',
        content: '乾为天　乾上乾下\n' +
        '　　乾　元亨利贞。\n' +
        '　　初九　潜龙勿用。\n' +
        '　　九二　见龙在田，利见大人。\n' +
        '　　九三　君子终日乾乾，夕惕若厉，无咎。\n' +
        '　　九四　或跃在渊，无咎。\n' +
        '　　九五　飞龙在天，利见大人。\n' +
        '　　上九　亢龙有悔。\n' +
        '　　用九　见群龙无首，吉。',
        translation: '乾卦象征天。具有万物创始的伟大天圆，亨通顺利地成长，祥和有益前进，贞正坚固。\n' +
        '　　初九，龙潜伏在水中，暂不宜有所作为。\n' +
        '　　九二，龙出现在田间，有利于大德之人出来治世。\n' +
        '　　九三，君子整天勤勤恳恳，即使在夜晚（整日），仍时刻警惕，谨慎行事。若此，虽有危险，亦不会遭受灾祸。\n' +
        '　　九四，游龙潜伏深谷之中，似跃而未跃，不会有过失。\n' +
        '　　九五，龙高飞于天，利于大德之人出来治世。\n' +
        '　　上九，龙飞得过高，超过极限有悔。\n' +
        '　　用九，出现一群龙，谁也不自居首领位置，则无过亢之灾，这是吉祥的现象。'
      },
      {
        title: '《彖》曰',
        content: '《彖》曰：大哉乾元，万物资始，乃统天。云行雨施，品物流形；大明终始，六位时成，时乘六龙，以御天。乾道变化，各正性命，保合太和，乃利贞。首出庶物，万国咸宁。',
        translation: '《彖传》说：博大的、象征万物创始的乾卦，万物依靠它而开始生长，它是统帅万物之本源。它使云朵飘行翻动，使雨水施洒降落，各种事物各具形态而不断发展。明亮的太阳周而复始，乾卦各爻按不同的时位组成，犹如六条龙接连驾驭天地之间。天地自然变化形成万物的规律，万物各自蕴蓄精神，保持太和元气，如此则祥和有益，顺利贞固。天道创造万物，天下邦国和美昌顺。'
      },
      {
        title: '《象》曰',
        content: '《象》曰：天行健，君子以自强不息。\n' +
        '　　“潜龙勿用”，阳在下也。\n' +
        '　　“见龙在田”，德施普也。\n' +
        '　　“终日乾乾”，反复道也。\n' +
        '　　“或跃在渊”，进无咎也。\n' +
        '　　“飞龙在天”，大人造也。\n' +
        '　　“亢龙有悔”，盈不可久也。\n' +
        '　　“用九”，天德不可为首也。',
        translation: '《象传》说：乾卦如天道运行，刚强劲健。君子亦应如此，坚强振作，不断努力。\n' +
        '　　“龙潜伏在水中，暂不宜有所作为”，所以初九之象，阳气刚刚萌生，自然居位低下。\n' +
        '　　“龙出现在田间”，此象说明德业昭著，大德之人经潜藏修养，必会将大德普济于世。\n' +
        '　　“整天勤勤恳恳”，表明唯恐行道，没有偏差。\n' +
        '　　“潜伏深谷，或跃腾上进”，表明龙处在进取而无损害的时机。\n' +
        '　　“龙高飞于天”说明怀德之人可一举创就大业。\n' +
        '　　“龙高亢至极，终会有所悔恨”，表示物极必反。\n' +
        '　　“用九”，说明天之宏德也并非永居首位。'
      },
      {
        title: '《文言》曰',
        content: '《文言》曰：\n' +
        '　　“元”者，善之长也；\n' +
        '　　“亨”者，嘉之会也；\n' +
        '　　“利”者，义之和也；\n' +
        '　　“贞”者，事之干也。\n' +
        '　　君子体仁足以长人，嘉会足以合礼，利物足以和义，贞固足以干事。君子行此四德者，故曰：“乾，元亨利贞。”\n' +
        '　　初九曰：“潜龙勿用。”何谓也？子曰：“龙德而隐者也，不易乎世，不成乎名，遯世无闷，不见是而无闷，乐则行之，忧则违之，确乎其不可拔，潜龙也。”\n' +
        '　　九二曰：“见龙在田，利见大人。”何谓也？子曰：“龙德而正中者也。庸言之信，庸行之谨，闲邪存其诚。善世而不伐，德博而化。《易》曰：‘见龙在田，利见大人。’君德也。”\n' +
        '　　九三曰：“君子终日乾乾，夕惕若厉。无咎。”何谓也？子曰：“君子进德修业。忠信所以进德也。修辞立其诚，所以居业也。知至至之，可与言几也。知终终之，可与存义也。是故居上位而不骄，在下位而不忧，故乾乾因其时而惕，虽危无咎矣。”\n' +
        '　　九四曰：“或跃在渊，无咎。”何谓也？子曰：“上下无常，非为邪也。进退无恒，非离群也。君子进德修业，欲及时也。故无咎。”\n' +
        '　　九五曰：“飞龙在天，利见大人。”何谓也？子曰：“同声相应，同气相求。水流湿，火就燥。云从龙，风从虎。圣人作而万物覩。本乎天者亲上，本乎地者亲下。则各从其类也。”\n' +
        '　　上九曰：“亢龙有悔。”何谓也？子曰：“贵而无位，高而无民，贤人在下位而无辅，是以动而有悔也。”',
        translation: '《文言》说：\n' +
        '　　“元始”是众善之首；\n' +
        '　　“亨通”是事物完美的聚合；\n' +
        '　　“祥和有益”是阴阳调和得宜；\n' +
        '　　“正固”是处身行事的根本。\n' +
        '　　因此君子用自己的行动体现实践至善的仁德，就能成为众人头领；能够使众善聚集一堂，就能够合于礼仪；能够施利万物，才足以使道义达到和谐；能够坚持固守节操，就能主持各类大事。唯有君子才能施行这四种美德，所以体现了乾卦所说的行善是万物创始的伟大根源、亨为和美、祥和有益、贞正坚固。\n' +
        '　　初九的爻辞说：“龙潜伏在水中，暂时不宜于有所作为。”这是什么意思呢？孔子指出：“这是比喻像龙一样有德有才而隐居的人。世俗改变不了他的节操，他也不追逐功名；从世间隐退不会感到闷闷不乐，不被世人承认也不苦闷。能愉快地实现抱负时，便入世行道；感到忧虑时，便出世隐遁。信念坚定，从不动摇，这样君子的所为便是潜龙的德行。”\n' +
        '　　九二的爻辞说：“龙出现在田野，对于大德之人出来治世是很有利的。”这是什么意思呢？孔子指出：“这是指有龙一样的德行而行中正之道的人。这种人的日常言论说到做到，他的日常行动谨慎小心。防止一切邪念，心存诚实。虽然善性卓著，加惠世人，却不以此夸耀。以伟大广博的道德行为而感化世间一切。《周易》说：‘龙出现在田野，利于大德之人出来治世。’这是指出现了君主品德的贤人。”\n' +
        '　　九三的爻辞说：“君子整天勤勉不息，提高警觉，即使在夜晚，仍时刻警惕，谨慎行事，如此，则虽有危险，却无灾祸。”这是什么意思呢？孔子指出：“这是在说君子要增进美德、营修功业的道理。忠诚信实，是增进美德的主要基础。斟酌自己的文辞和言行，确立至诚的感情，是营修功业的根基。能把握时机，全力进取的人，可以跟他商讨事物发展的征兆；知道事物发展的结局，并可以以自己行动适应结局的人，可与他共同保存正义。能够做到这些，一个人就能够身居高位而不骄傲，处在下位也不忧愁，因而能够勤恳振作，自强不息，随时警惕，小心行事。如此，则虽处于危险之中，也不会有过错。”\n' +
        '　　九四的爻辞说：“游龙或是潜伏深谷，或是似跃而未跃，都不会有什么灾祸。”这是什么意思呢？孔子指出：“这比喻贤人的上升或下降，居高位或处低位，是常常变化的，这并非出于邪念；他的进取或引退也没有一定的规律，这种进退并不脱离众人。这说明，君子要想在品德和事业上都有所提高，得到成功，只能是把握时机，随着时事的变化而行动，这样的话就一定‘没有什么过错’了。”\n' +
        '　　九五的爻辞说：“龙高飞于天，对于大德之人出来治世非常有利。”这是什么意思呢？孔子指出：“这是说同类的声音产生共鸣，同样的气息彼此吸引而投合；水向低洼潮湿处流，火往干燥之处燃烧；彩云随着龙飞而聚散，谷风随着虎跃而产生；圣贤之兴起使世间万物各显其灵性；因而，以天为本的生物向上发展，依存于地的向下扎根，这就是一切事物各依其类别互相聚合的道理。”\n' +
        '　　上九的爻辞说：“龙飞得过高，超过极限，终将因为有过失而有所悔恨。”这是什么意思呢？孔子指出：“这是比喻高高在上，尊贵而失去拥戴的人君。这种崇高的地位使他脱离了众人，贤士能人都处在下位，因而他得不到他们的辅佐。所以，他在这种状态下稍有举动就会招来悔恨。”'
      },
      {
        title:'“潜龙勿用”，下也',
        content:'“潜龙勿用”，下也。“见龙在田”，时舍也。“终日乾乾”，行事也。“或跃在渊”，自试也。“飞龙在天”，上治也。“亢龙有悔”，穷之灾也。乾元“用九”，天下治也。\n' +
        '　　“潜龙勿用”，阳气潜藏。“见龙在田”，天下文明。“终日乾乾”，与时偕行。“或跃在渊”，乾道乃革。“飞龙在天”，乃位乎天德。“亢龙有悔”，与时偕极。乾元“用九”，乃见天则。\n' +
        '　　乾“元”者，始而亨者也。“利贞”者，性情也。乾始能以美利利天下，不言所利，大矣哉。大哉乾乎！刚健中正，纯粹精也。六爻发挥，旁通情也，时乘六龙，以御天也。云行雨施，天下平也。\n' +
        '　　君子以成德为行，日可见之行也。“潜”之为言也，隐而未见，行而未成，是以君子“弗用”也。\n' +
        '　　君子学以聚之，问以辩之，宽以居之，仁以行之。《易》曰：“见龙在田，利见大人。”君德也。\n' +
        '　　九三重刚而不中，上不在天，下不在田，故“乾乾”因其时而“惕”，虽危“无咎”矣。\n' +
        '　　九四重刚而不中，上不在天，下不在田，中不在人，故“或”之，“或”之者，疑之也。故“无咎”。\n' +
        '　　夫“大人”者，与天地合其德，与日月合其明，与四时合其序，与鬼神合其吉凶。先天而天弗违，后天而奉天时，天且弗违，而况于人乎！况于鬼神乎！\n' +
        '　　“亢”之为言也，知进而不知退，知存而不知亡，知得而不知丧，其唯圣人乎！知进退存亡而不失其正者，其唯圣人乎！',
        translation:'所谓“龙潜伏在水中，暂不宜于有所作为”，是指德才兼备的人还处于低下地位，不能发挥作用。“龙出现在田野”，说明时事开始舒展，已得时得位了。“整天勤勉不息”，说明事业在付诸行动。“潜伏于深谷，或跃腾上进”，说明正处在自我考验的时期。“龙高飞于天”，表明已经获得高位，正施展抱负。“龙飞到极高位置，终将有所悔恨”，是说明爬上最高位置而不知改变，脱离群众，将带来灾难。天有元始之德而运用阳九的变化，说明天下大治乃势所必然。\n' +
        '　　所谓“龙潜伏在水中，暂不宜于有所作为”，是说阳气仍然潜伏隐藏着，没发生什么状况。“龙出现在田野”，说明天下能看到欣欣向荣的文明景象。“整天勤勉不息”，说明随着时间而向前发展。“潜伏于深谷，或跃腾上进”，说明天道此时已开始革新。“龙高飞于天”，说明位与天高，德与天齐。“龙飞到极高位置，终将有所悔恨”，说明随着时间的推移而达到了极限。天有元始之德而运用阳九主张的变化，这才合乎体现天道自然的法则。\n' +
        '　　乾卦象征天，是万物创始的伟大根源，说明了它是创造天地万物亨通的起始。“祥和有益，贞正坚固”，是天的内在本性和外在情感。天创始了万物且广施利益于天下，但它却不言其利、居其功，这种精神真是伟大啊！伟大的天道啊，刚强劲健、居中守正，这一切都是纯粹无暇、精致不杂。六爻的无穷变化，沟通了万物的发展情理。无论何时都如同驾驭六条龙运行于天。云彩飘行运动，雨水施洒降落，使天下万物均衡和谐地发展。\n' +
        '　　君子的行为，以完善品德修养为目的，而且这些是在日常言行中都可以体现出来的。乾卦初爻所说的“潜”的意思，是说在应当隐藏着，还未能显露时，行动时机还未到，所以君子暂时还不能施展才用。\n' +
        '　　君子通过学习来积累知识，抱着怀疑的态度来解决疑难，以宽厚仁恕之心待人接物，以仁爱之心指导行为。《周易》说：“龙出现在田野，利于遇见伟大的人物。”这是指这种“有德之人”具备了作为一个国君的品德，所以得到人民拥戴。\n' +
        '　　乾卦的九三爻正处阳位，多重阳刚相叠，不得居于中位，因此上不达天，下不着地，所以要勤勉不息，自强不息，顺应时机，随时保持警惕。如此，则即使面临危险，也没有什么灾祸了。\n' +
        '　　乾卦的九四爻阳刚过重而不适中，因此上不达天，下不着地，而且不在人能居住的位置，因而“或”之。强调“或”的意思，是指应有所疑虑，多方审度，也就不会有过失灾难了。\n' +
        '　　乾卦九五爻辞中所说的有德之人，他的德行，要像天地一样负载万物；他的圣明，要像日月那样普照大地；他的进退，要像四季交替一样井然有序；他的吉凶，要与鬼神的吉凶契合；他的作为，先于天象而行动，但却也不违反天道，后于天象而处事，仍能奉行天道运行的规律。他尚不违背上天，更何况人呢？更何况鬼神呢？\n' +
        '　　乾卦上九爻辞说的“亢”，是指高到极点只知道进取，而不知道引退；只知道生存，而不知道终将衰亡；只知道获取，而不知道放弃。难道只有圣人才是明智的吗？那些深知进取、引退、生存、灭亡的道理，而又不偏失它的正道的人，就是我们所称赞的圣人啊！'
      }
    ]
  },
  {
    title:'坤卦第二',
    data:[
      {
        title:'坤为地　坤上坤下',
        content:'坤为地　坤上坤下\n' +
        '　　坤　元亨。利牝马之贞。君子有攸往。先迷，后得主，利。西南得朋，东北丧朋。安贞吉。\n' +
        '　　初六　履霜，坚冰至。\n' +
        '　　六二　直方大，不习无不利。\n' +
        '　　六三　含章可贞。或从王事。无成有终。\n' +
        '　　六四　括囊，无咎无誉。\n' +
        '　　六五　黄裳，元吉。\n' +
        '　　上六　龙战于野，其血玄黄。\n' +
        '　　用六　利永贞。',
        translation:'坤卦象征地，具有伟大的、元始亨通的德性，像雌马一样守持正固是最有利的。君子有所往求，如果遇事争先居首则会迷失方向，如果跟随人后，就会找到主人，因而获得利益。往西南方可以获得可观收获，往东北方将受到损失。卜问是否平安，结果是吉祥。\n' +
        '　　初六，当踩到地面上的薄霜，便可知道结坚冰的寒冬要到了。\n' +
        '　　六二，大地是正直、端方、宏大的，一个人具备了这样的德性，即使不学习也不会不利。\n' +
        '　　六三，蕴含美好的内涵，可以守持正固。若能辅助君王的事业，虽无成就，却将取得好的结果。\n' +
        '　　六四，将口袋收紧，虽然得不到赞誉，但可免遭灾难。\n' +
        '　　六五，黄色的衣裳，会有吉祥。\n' +
        '　　上六，龙在旷野战斗，流出黑黄色的血。\n' +
        '　　用“六”数，有利于永久守持正固。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：至哉坤“元”，万物资生，乃顺承天。坤厚载物，德合无疆。含弘光大，品物咸“亨”。“牝马”地类，行地无疆，柔顺“利贞”。“君子”攸行，“先迷”失道，“後”顺“得”常。“西南得朋”，乃与类行；“东北丧朋”，乃终有庆。“安贞”之“吉”，应地无疆。',
        translation:'《彖传》说：广阔无垠的大地啊，是生成万物的根源！万物都靠他而成长，它柔顺地秉承天道的法则。大地深厚且载育着万物，它的功德广阔无穷。它含藏了宏博、光明、远大的功能，使万物都顺利地成长。雌马属地上走兽，具有在大地上无限奔驰的能力，它的性情柔顺、祥和，有利于守持正道。君子应当效法这种品德而行动，如果遇事争先居首就会迷失方向，如果跟在人后顺随大势就能找到常规。往西南方向可以得到利益，是因为与同类同行；往东北方向将有所损失，尽管如此，但最终结果仍然有吉庆。安顺并且守持正固的行动将会是吉祥的，因为应和了大地广阔无垠的柔顺之德。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：\n' +
        '　　地势坤。君子以厚德载物。\n' +
        '　　“履霜坚冰”，阴始凝也。驯致其道，至坚冰也。\n' +
        '　　“六二”之动，“直”以“方”也。“不习无不利”，地道光也。\n' +
        '　　“含章可贞”，以时发也。“或从王事”，知光大也。\n' +
        '　　“括囊，无咎”，慎不害也。\n' +
        '　　“黄裳，元吉”，文在中也。\n' +
        '　　“龙战于野”，其道穷也。\n' +
        '　　“用六永贞”，以大终也。',
        translation:'《象传》说：坤卦象征大地顺承的特征。君子应当效法大地的宽厚、和顺的德性，容载万物。\n' +
        '　　“当踩到地面上的薄霜，便可知道结坚冰的寒冬要到了。”是指阴气开始凝聚，按自然规律，冰雪寒冬将至了。\n' +
        '　　六二这一爻指引的行动，趋向正直端方。“不学习也不会不利”是大地法则的光明伟大。\n' +
        '　　“蕴含美好的内涵，可以守持正固”，指要把握时机发挥作用。“若能辅助君王的事业”，指智慧的光明远大，知道自己如何发挥才能。\n' +
        '　　“将口袋收紧可免遭灾难”，是指应当收敛，谨言慎行才会免遭祸患。\n' +
        '　　“黄色的衣裳，会有吉祥”，是指应以温文之美德守持中道。\n' +
        '　　“龙在旷野里战斗”，表示已经处于穷途末路。\n' +
        '　　用六数“永久守持正固”，说明人要永远刚正不阿就会实现远大目标。'
      },
      {
        title:'《文言》曰',
        content:'《文言》曰：坤至柔而动也刚，至静而德方，后得主而有常，含万物而化光。坤道其顺乎，承天而时行。\n' +
        '　　积善之家必有余庆，积不善之家必有余殃。臣弑其君，子弑其父，非一朝一夕之故，其所由来渐矣。由辩之不早辩也。\n' +
        '　　《易》曰：“履霜，坚冰至。”盖言顺也。“直”其正也，“方”其义也。君子敬以直内，义以方外。敬义立而德不孤。“直方大，不习无不利”，则不疑其所行也。\n' +
        '　　阴虽有美，“含”之以从王事，弗敢成也。地道也，妻道也，臣道也。地道“无成”而代“有终”也。\n' +
        '　　天地变化，草木蕃。天地闭，贤人隐。《易》曰：“括囊，无咎无誉。”盖言谨也。\n' +
        '　　君子“黄”中通理，正位居体，美在其中。而畅于四支，发于事业，美之至也！\n' +
        '　　阴凝于阳必“战”，为其嫌于无阳也。故称“龙”焉。犹未离其类也，故称“血”焉。夫“玄黄”者，天地之杂也，天玄而地黄。',
        translation:'《文言》说：大地的德性是极为柔顺的，但变动时则显示出刚强。虽然极为安静，但柔美的品德却传布四方。尽管是后一步，来主持万物生长，却自有一定的规律，能包容万物并使其生长光大。大地的法则是多么的柔顺啊！它秉承天的意志而顺时运行。\n' +
        '　　修积善行的人家，必定有很多吉庆；累积恶行的人家，必然留下很多的殃祸。凡是臣下杀死君王，儿子刺杀父亲，这都不是一朝一夕偶然产生的，而是日积月累逐渐演变而成的，是由于君王父亲们没能早日洞察处理。\n' +
        '　　《周易》说：“踩到地面上的薄霜，便可知道冰雪寒冬要到了。”那是说明事物发展的自然规律。“直”是说为人应品性纯正，“方”是指办事应合乎理义。君子以恭敬慎重的态度作为内心的正直准则，就能广布美德，得到众人的信任支持。所以说，“只要能做到正直、端方、宏大，哪怕不学习也不会不利”，这样他对自己的立身行事就不会有什么疑惑不定了。\n' +
        '　　阴柔固然是美德，但要含蓄隐藏，用以辅助君王的事业时，不可以居功。这是大地的法则，为妻的原则，称臣的原则。地道顺天道的法则表明了有成就而不居功，实际上是在时序的交替中继续天道，使事情达到预期效果。\n' +
        '　　天地的自然变化，使一切草木茂盛繁衍。如果天地闭塞昏暗，那贤人能士都会隐退避世。《周易》说：“将口袋收紧，虽然得不到赞誉，却可免遭灾难。”这是在说要谨慎处世的道理。\n' +
        '　　君子应当具有黄色中和的美好品质，通情达理，应使自己保持在正确的位置。将这种美德蕴存于心，自然畅达于四肢，从而发展于事业，便达到了美的极致。\n' +
        '　　阴达极盛近似于阳时，必会引起征战。这是因为阴气发展达于极盛，好像阳已经不存在了，所以上六爻辞称龙。而阴并不曾离开同类，所以上六爻辞中又称代表阴柔之血。所谓天地玄黄，是指天地征战中混合的色相：天为青苍的黑色，而地本来就是黄色。'
      }
    ]
  },
  {
    title:'屯卦第三',
    data:[
      {
        title:'水雷屯　坎上震下',
        content:'水雷屯　坎上震下\n' +
        '　　屯　元亨利贞。勿用有攸往。利建侯。\n' +
        '　　初九　磐桓，利居贞，利建侯。\n' +
        '　　六二　屯如邅如，乘马班如。匪寇婚媾。女子贞不字，十年乃字。\n' +
        '　　六三　即鹿无虞，惟入于林中，君子几不如舍，往吝。\n' +
        '　　六四　乘马班如，求婚媾。往吉。无不利。\n' +
        '　　九五　屯其膏。小贞吉。大贞凶。\n' +
        '　　上六　乘马班如，泣血涟如。',
        translation:'屯卦象征初生，具有原始的、伟大的、亨通有益的、贞正坚固的品性。不适合出行，利于建立诸侯。\n' +
        '　　初九，如同大石阻住了树的生长那样难于前行，徘徊流连，有利于关于居处的卜问，利于建立诸侯基业。\n' +
        '　　六二，困顿艰难，踯躅不前。乘骑纷纷牵扯难行，不是匪盗而是求婚者。女子守贞洁不急于出嫁，过了十年才能缔结良缘。\n' +
        '　　六三，于附近的山中逐鹿而没有掌管山泽的虞人引导，独自深入茫茫林海很危险。君子应当见机行事，此时不如放弃追逐，如果继续前追会有忧憾。\n' +
        '　　六四，乘骑纷纷牵扯难行，若为求得婚媾，坚决前往就会获得吉庆，没有什么不利的。\n' +
        '　　九五，克服初创的艰难即将广施膏泽。问小事者，守持正固可获吉祥；问大事者，守持正固以防凶险。\n' +
        '　　上六，乘骑纷纷牵扯难行，而且有泣血伤心泪涟涟的哀痛。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：屯，刚柔始交而难生。动乎险中，大“亨贞”。雷雨之动满盈，天造草昧，宜“建侯”而不宁。',
        translation:'《彖传》说：屯卦是阳刚阴柔初始相交之时的景象，表明艰难相随而生。这是指在重重险象中求变化发展，想要大为亨通，必须要有纯正的品行。它又象征雷雨交加，充盈宇宙间，恰似天地创造万物的草创冥昧时期。这时适宜建立诸侯基业治理天下，但天下并不安宁。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：云雷，屯；君子以经纶。\n' +
        '　　虽“磐桓”，志行正也。以贵下贱，大得民也。\n' +
        '　　六二之难，乘刚也。十年乃字，反常也。\n' +
        '　　“即鹿无虞”，以从禽也。“君子舍”之，“往吝”，穷也。\n' +
        '　　“求”而“往”，明也。\n' +
        '　　“屯其膏”，施未光也。\n' +
        '　　“泣血涟如”，何可长也。',
        translation:'《象传》说：乌云骤起，雷声交动，象征着天地初创的苦难时期。这种时事下，君子应当以天下为重，负起经略天下大事的责任。\n' +
        '　　尽管在徘徊流连，但思想行动并没有偏离正道。在困难时期能以尊贵身份而屈居卑下，当然大得民心。\n' +
        '　　六二的艰难，是因为它以阴柔乘凌于阳刚之上，过了十年才许嫁，说明难极至通，返归于常道。\n' +
        '　　“于附近的山中逐鹿而没有掌管山泽的虞人引导”，是贪恋追逐禽兽；“君子放弃追逐”，“继续前追会有忧憾”，说明穷追不舍必致困顿。\n' +
        '　　如有所求，便前往行动，这才是明智的举动。\n' +
        '　　“克服初创的艰难即将广施膏泽”，是指虽施展了德泽，但还没有发扬光大。\n' +
        '　　已是“泣血伤心泪涟涟的哀痛”的状态，又怎么可能长久呢？'
      }
    ]
  },
  {
    title:'蒙卦第四',
    data:[
      {
        title:'山水蒙　艮上坎下',
        content:'山水蒙　艮上坎下\n' +
        '　　蒙　亨。匪我求童蒙，童蒙求我。初筮告，再三渎，渎则不告。利贞。\n' +
        '　　初六　发蒙，利用刑人，用说桎梏，以往吝。\n' +
        '　　九二　包蒙吉。纳妇吉。子克家。\n' +
        '　　六三　勿用取女，见金夫，不有躬。无攸利。\n' +
        '　　六四　困蒙。吝。\n' +
        '　　六五　童蒙。吉。\n' +
        '　　上九　击蒙，不利为寇，利御寇。',
        translation:'蒙卦象征蒙昧，具有亨通顺利的德性。并不是我要去求蒙昧的人们来受教育，而是人们来求教于我。初来时诚恳求教便施以教诲，如果接二连三地滥问，就是亵渎了神灵，如此则不再施教。这卦利于守持正道。\n' +
        '　　初六，启发蒙昧，应当树立典型教育人，从而使人免犯错误，超出这个限度必然会留下遗憾。\n' +
        '　　九二，包容蒙昧，可获吉祥。迎娶贤美妻室，可获吉祥。儿子能够担负起家庭的责任。\n' +
        '　　六三，不宜娶这样的妻子，她眼中所见只是富有的男子，而不顾自身体统，这种女人娶回家没有什么好处。\n' +
        '　　六四，处于困境之中的蒙昧之人，很艰难。\n' +
        '　　六五，幼童幼稚蒙昧，吉祥。\n' +
        '　　上九，打击蒙昧，不利于施用过激的方法，而有利于采用刚强的态度防治外来邪恶。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：蒙，山下有险，险而止，蒙。“蒙，亨”，以亨行，时中也。“匪我求童蒙，童蒙求我”，志应也。“初筮告”，以刚中也。“再三渎，渎则不告”，渎蒙也。蒙以养正，圣功也。',
        translation:'《彖传》说：蒙昧，犹如高山下有险阻，遇到危险而停止下来，所以蒙昧不明。“蒙卦象征蒙昧，具有亨通顺利之德性”，说明行动要把握时机，中庸适当。“不是我要去求蒙昧的人们来受启蒙教育，而是人们求教于我”，是由于志趣相应。“初来时诚恳求教便施以教诲”，是因为他心存刚毅，符合中庸之理。“接二连三地滥问，就是亵渎神灵，如此则不再施教”，因为这样便亵渎了启蒙的初衷。启蒙是为了培养纯正无邪的品质，这是造就圣人的成功之路。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山下出泉，蒙。君子以果行育德。\n' +
        '　　“利用刑人”，以正法也。\n' +
        '　　“子克家”，刚柔节也。\n' +
        '　　“勿用取女”，行不顺也。\n' +
        '　　“困蒙”之“吝”，独远实也。\n' +
        '　　“童蒙”之“吉”，顺以巽也。\n' +
        '　　“利”用“御寇”，上下顺也。',
        translation:'《象传》说：高山下流出清泉，象征着渐起蒙昧。君子有鉴于此，就要坚持果断决定自己的行动来培育美德。\n' +
        '　　“利于树立典型教育人”，是为了人遵循正确法则。\n' +
        '　　“儿子担负起家庭的责任”，说明他与妻子能阴柔阳刚调和相应。\n' +
        '　　“不宜娶这样的妻子”，说明她的行为不合礼节，若娶回去什么事情都不顺利。\n' +
        '　　“困境中的蒙昧之人很艰难”，说明他远离现实生活了。\n' +
        '　　“幼童幼稚蒙昧的吉祥”，指他恭顺谦逊容易学习。\n' +
        '　　“有利于采用刚强的态度防止外来邪恶”，因为施教和受教者顺应同心。'
      },
    ]
  },
  {
    title:'需卦第五',
    data:[
      {
        title:'水天需　坎上乾下',
        content:'水天需　坎上乾下\n' +
        '　　需　有孚。光亨贞吉，利涉大川。\n' +
        '　　初九　需于郊，利用恒，无咎。\n' +
        '　　九二　需于沙，小有言，终吉。\n' +
        '　　九三　需于泥，致寇至。\n' +
        '　　六四　需于血，出自穴。\n' +
        '　　九五　需于酒食，贞吉。\n' +
        '　　上六　入于穴，有不速之客三人来，敬之终吉。',
        translation:'需卦象征等待，心怀诚信则前途光明亨通。只要坚守正道，就可获得吉祥，有利于涉越江河巨流。\n' +
        '　　初九，在郊外等待，有利于保持恒心，这样就不会有过失灾难。\n' +
        '　　九二，在沙滩上等待，虽略受责难，最终可获得吉祥。\n' +
        '　　九三，在泥泞中等待，招来了盗寇。\n' +
        '　　六四，在血泊中等待，从险陷中逃脱。\n' +
        '　　九五，在醇酒佳肴中等待，要纯正才可获吉祥。\n' +
        '　　上六，回到家中，有三个不请自来的客人到了，只要恭敬相待，最终可获吉祥。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：需，须也，险在前也。刚健而不陷，其义不困穷矣。“需，有孚，光亨贞吉”，位乎天位，以正中也。“利涉大川”，往有功也。',
        translation:'《彖传》说：需是需要等待的意思。因为前方有艰难险阻，如要做到刚强健实而不陷入危险，那就自然不会遭致路困途穷。“等待，心怀诚心则前途光明亨通，只要坚守正道，就可获得吉祥”，说明九五位居至高无上的天位，又中正不偏。所以“有利于涉越江河巨流”，前进必获成功。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：云上于天，需；君子以饮食宴乐。\n' +
        '　　“需于郊”，不犯难行也。“利用恒，无咎”，未失常也。\n' +
        '　　“需于沙”，衍在中也。虽“小有言”，以“终吉”也。\n' +
        '　　“需于泥”，灾在外也。自我“致寇”，敬慎不败也。\n' +
        '　　“需于血”，顺以听也。\n' +
        '　　“酒食贞吉”，以中正也。\n' +
        '　　“不速之客来，敬之终吉”，虽不当位，未大失也。',
        translation:'《象传》说：云气上升集聚于天，象征着等待。君子应于等待时机之时，安心饮食，举宴作乐。\n' +
        '　　“在郊外等待”，指不冒险迎着艰难险阻前进。“有利于保持恒心，这样就不会有过失灾难”，表明了如此则没有偏离常道。\n' +
        '　　“在沙滩上等待”，说明宽大不躁，虽然“略受责难”，最后还是得到吉祥的结局。\n' +
        '　　“在泥泞中等待”，表明此时的灾难来自外部。自身“招来了盗寇”，说明要谨慎从事才能立于不败之地。\n' +
        '　　“在血泊中等待”，是说要顺应变化，听从天命。\n' +
        '　　“在醇酒佳肴中等待，要纯正才可获吉祥”，说明虽然处于安乐，但仍要强调中正的德行。\n' +
        '　　“有三个不请自来的客人到了，只要恭敬相待，最终可获吉祥”，是说虽在毫无预备的情况下接待来客，但只要恭敬，就不会有大的过失。'
      }
    ]
  },
  {
    title:'讼卦第六',
    data:[
      {
        title:'天水讼　乾上坎下',
        content:'天水讼　乾上坎下\n' +
        '　　讼　有孚。窒惕。中吉。终凶。利见大人。不利涉大川。\n' +
        '　　初六，不永所事，小有言，终吉。\n' +
        '　　九二，不克讼，归而逋。其邑人三百户，无眚。\n' +
        '　　六三，食旧德，贞厉，终吉。或从王事，无成。\n' +
        '　　九四，不克讼，复既命。渝安贞。吉。\n' +
        '　　九五：讼，元吉。\n' +
        '　　上九：或锡之鞶带，终朝三褫之。',
        translation:'《讼》卦象征争论诉讼，是诚信被窒碍，心有警惕戒惧，中途吉利，结果凶险。利于去见大人（这里指见官），不利于涉越江河巨流。\n' +
        '　　初六，争讼不要纠缠拖延，虽然稍稍受到责备，最终可获吉祥。\n' +
        '　　九二，诉讼失败，只好逃亡藏匿起来，采邑中的三百户人不会牵连受灾。\n' +
        '　　六三，继承安享先辈的德业，必须正直而自勉，才能防止危险，结果终归是吉祥。或者也有从政的可能，但不会有成绩。\n' +
        '　　九四，诉讼失败，能够回头走上正道，改变初衷，顺乎自然，守持正固可获吉祥。\n' +
        '　　九五，公平公正的诉讼，至为吉祥。\n' +
        '　　上九，或者得到赐赠的高级腰带的显贵服饰，但在一天之间，又多次地被夺去。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：讼，上刚下险，险而健，讼。“讼，有孚”，“窒惕中吉”，刚来而得中也。“终凶”，讼不可成也。“利见大人”，尚中正也。“不利涉大川”，入于渊也。',
        translation:'《彖传》说：讼卦的上卦乾是刚强，下卦坎是凶险。面临凶险而能够强健，这便是争论诉讼。“讼卦象征争论诉讼，是诚信被窒碍，心有警惕戒惧，中途吉利”，说明秉阳刚的德性而且保持了适中。“结果凶险”，是说明诉讼最终不能成功。“利于去见大人”，说明诉讼之事崇尚正直持中。“不利于涉越江河巨流”，是说这样会走向深渊。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：天与水违行，讼。君子以作事谋始。\n' +
        '　　“不永所事”，讼不可长也。虽“小有言”，其辩明也。\n' +
        '　　“不克讼”，归逋窜也。自下讼上，患至掇也。\n' +
        '　　“食旧德”，从上“吉”也。\n' +
        '　　“复即命”，“渝安贞”，不失也。\n' +
        '　　“讼元吉”，以中正也。\n' +
        '　　以讼受服，亦不足敬也。',
        translation:'《象传》说：天向西转并处上位，水向东流而出下位，它们的行动互相违背，象征着争讼。因而，君子处理事物时，从一开始就应当考察基本源，方能防止争讼。\n' +
        '　　“争讼不要纠缠拖延”，说明诉讼之事不可长久持续，应适可而止。虽然“稍稍受到责备”，但一经说明解释就可化解。\n' +
        '　　“诉讼失败，逃亡鼠窜”，这是说居于下位的九二与上相争，是自己招来的祸患。\n' +
        '　　“继承安享先辈的德业”，指的是顺从上位的吉兆。\n' +
        '　　“能够回头走上正道，改变初衷，顺乎自然，守持正固”，便不会有过失了。\n' +
        '　　“公平公正的诉讼，至为吉祥”，是指阳刚至中至正。\n' +
        '　　凭借诉讼而得到的官禄，是不会受到尊敬的。'
      }
    ]
  },
  {
    title:'师卦第七',
    data:[
      {
        title:'地水师　坤上坎下',
        content:'地水师　坤上坎下\n' +
        '　　师　贞。丈人吉，无咎。\n' +
        '　　初六　师出以律，否臧凶。\n' +
        '　　九二　在师中吉，无咎。王三锡命。\n' +
        '　　六三　师或舆尸，凶。\n' +
        '　　六四　师左次，无咎。\n' +
        '　　六五　田有禽，利执言，无咎。长子帅师，弟子舆尸，贞凶。\n' +
        '　　上六　大君有命，开国承家，小人勿用。',
        translation:'师卦象征军队结果是，老成持重的长者统兵可以获得吉祥，就不会有灾祸。\n' +
        '　　初六，军队出发作战必须以严格的律令约束，否则必有凶险。\n' +
        '　　九二，统兵率众刚毅持中，可以获得吉祥，不会遭到灾祸。君王多次奖赏委任。\n' +
        '　　六三，出师归来舆车载尸体，有凶险。\n' +
        '　　六四，率军退守，不会有什么灾祸。\n' +
        '　　六五，田里有禽兽，利于捕获，不会有灾祸。委任刚正不阿者统兵打仗，任命无德小人必将车载尸体败归，说明前者成功，后者失败。\n' +
        '　　上六，君王颁发诏令，建立邦国册封诸侯赏赐大夫，小人不可以重用。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：师，众也。“贞”，正也。能以众正，可以王矣。刚中而应，行险而顺，以此毒天下，而民从之，“吉”又何“咎”矣。',
        translation:'《彖传》说：“师”是部属众多的意思，“贞”是坚守正道的意思。能够以正道率领众多的部属，便可以成为君王。统帅刚直，虽遇险却又能一帆风顺，凭借这些来治理天下，百姓纷纷服从，当然会吉祥，又哪来灾祸呢？'
      },
      {
        title:'《象》曰',
        content:'《象》曰：地中有水，师。君子以容民畜众。\n' +
        '　　“师出以律”，失律“凶”也。\n' +
        '　　“在师中吉”，承天宠也。“王三锡命”，怀万邦也。\n' +
        '　　“师或舆尸”，大无功也。\n' +
        '　　“左次无咎”，未失常也。\n' +
        '　　“长子帅师”，以中行也。“弟子舆尸”，使不当也。\n' +
        '　　“大君有命”，以正功也。“小人勿用”，必乱邦也。',
        translation:'《象传》说：大地中藏聚着水，就好似民众中包含士兵。君子应当效法这种品性，包容百姓，蓄聚民众。\n' +
        '　　“军队出发作战必须以严格的律令约束”，说明丧失军纪必遭凶险。\n' +
        '　　“统兵率众刚毅持中，可以获得吉祥”，说明得到了上天的恩宠；“君王多次奖赏委任”，是说他心中想着奖赏臣下，有怀安天下万方的志向。\n' +
        '　　“出师归来舆车满载尸体”，说明打了打败仗。\n' +
        '　　“率军退守，不会有什么灾祸”，说明没违背用兵常规。\n' +
        '　　“委任刚正不阿者统兵打仗”，说明用人得当；“委任无德小人必将车载尸体败归”，说明用人不得当。\n' +
        '　　“君王颁发诏令”，是为了论功行赏。“小人不可以重用”，是因为那样做必将危及国家。'
      }
    ]
  },
  {
    title:'比卦第八',
    data:[
      {
        title:'水地比　坎上坤下',
        content:'水地比　坎上坤下\n' +
        '　　比　吉。原筮，元永贞，无咎。不宁方来，后夫凶。\n' +
        '　　初六　有孚比之，无咎。有孚盈缶，终来有它吉。\n' +
        '　　六二　比之自内，贞吉。\n' +
        '　　六三　比之匪人。\n' +
        '　　六四　外比之，贞吉。\n' +
        '　　九五　显比，王用三驱，失前禽，邑人不诫，吉。\n' +
        '　　上六　比之无首，凶。',
        translation:'比卦象征相亲相辅，吉祥。再一次占卜的结果，是只要决定诚意，亲辅有德君主长久而坚贞，就不会有灾祸。内心不安而前来占筮，这些迟来的人会有凶险。\n' +
        '　　初六，心怀诚信，相亲相辅，没有灾患；诚信如缶（瓦盆）中盈满，终将有人前来投附，必然可获吉祥。\n' +
        '　　六二，相亲相辅发自内心，守持正固可获吉祥。\n' +
        '　　六三，相亲相辅于不应当亲近的人。\n' +
        '　　六四，在外亲密亲辅于君主，结果可获吉祥。\n' +
        '　　九五，以光明之道相辅佐的例子是：君王狩猎，由三面包围驱赶，听任前方的禽兽逃走，只追逐而不猎杀，同行属下也不特别告诫，吉祥。\n' +
        '　　上六，相亲相辅于人而不领先居首，有凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：比，吉也。比，辅也。下顺从也。“原筮，元永贞，无咎”，以刚中也。“不宁方来”，上下应也。“後夫凶”，其道穷也。',
        translation:'《彖传》说：相亲相辅，必有吉祥。“比”是相互辅助，如下位顺从于上位。“再一次占卜的结果，只要决定诚意，亲辅有德君主长久而坚贞，就不会有灾祸”，说明此爻刚毅中正。“内心不安而前来占筮”，是指上下五个阴爻都与九五阳爻呼应。“迟来的人会有凶险”，是指相亲相辅之德已穷尽。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：地上有水，比。先王以建万国，亲诸侯。\n' +
        '　　比之“初六”，有它吉也。\n' +
        '　　“比之自内”，不自失也。\n' +
        '　　“比之匪人”，不亦伤乎。\n' +
        '　　“外比”于贤，以从上也。\n' +
        '　　“显比”之“吉”，位正中也。舍逆取顺，“失前禽”也。“邑人不诫”，上使中也。\n' +
        '　　“比之无首”，无所终也。',
        translation:'《象传》说：地面布满水，象征着相亲相辅。古代贤君便是以此德兴建邦国，与诸侯相亲相符。\n' +
        '　　比卦的初六爻，表明将得意外的吉祥。\n' +
        '　　“相亲相辅发自内心”，说明没有失去自己的主动性。\n' +
        '　　“相亲相辅于不应当亲近的人”，难道不是很悲伤的事吗？\n' +
        '　　在外亲密亲辅于贤明的君主，说明要以这样的态度顺从尊上。\n' +
        '　　“以光明之道相辅佐”的吉祥，说明君主居位端正适中。舍弃背逆而只取顺从，正如“听任前方的禽兽逃走。只追逐而不猎杀”，这是说君王紧守中庸之道让臣民不惊。\n' +
        '　　“相亲相辅于人而不领先居首”，说明未能善始善终故没有好结果。'
      }
    ]
  },
  {
    title:'小畜卦第九',
    data:[
      {
        title:'风天小畜　巽上乾下',
        content:'风天小畜　巽上乾下\n' +
        '　　小畜　亨。密云不雨。自我西郊。\n' +
        '　　初九　复自道，何其咎。吉。\n' +
        '　　九二　牵复，吉。\n' +
        '　　九三　舆说辐。夫妻反目。\n' +
        '　　六四　有孚，血去惕出，无咎。\n' +
        '　　九五　有孚挛如，富以其邻。\n' +
        '　　上九　既雨既处，尚德载。妇贞厉。月几望，君子征凶。',
        translation:'小畜卦象征亨通顺利。乌云密布，从城外西郊来，却没有下雨。\n' +
        '　　初九，下乾要返回自己的阳刚之道，哪里有什么过失呢？这是吉祥。\n' +
        '　　九二，被别人牵连返回阳刚之道，也是吉祥。\n' +
        '　　九三，车轮和辐条在进行中散脱，夫妻反目离异。\n' +
        '　　六四，具有诚信，能够免除忧患，不会有灾难。\n' +
        '　　九五，用诚信来建立于别人之间的紧密联系，自富的同时也使近邻充实富有。\n' +
        '　　上九，密云已经降雨，就应当安于现状，重视修载圆满的功德。此时妇人应坚守正道以防凶险，要像月亮将圆而未盈一样。这是君子若往前进发，将遭凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：小畜，柔得位而上下应之，曰小畜。健而巽，刚中而志行，乃“亨”。“密云不雨”，尚往也。“自我西郊”，施未行也。',
        translation:'《彖传》说：“小畜”，阴柔得其位而上下的阳刚与之相应，因此称为亨通顺利。若心中有刚健的意志，并去为实现自己志向而努力，因此获得“亨通”。“聚积着浓密的云层而不降雨”，说明乃在进行之中；“云气自城外西郊生起”，是指抱负刚刚开始实施，还没能实行。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：风行天上，小畜；君子以懿文德。\n' +
        '　　“复自道”，其义“吉”也。\n' +
        '　　“牵复”在中，亦不自失也。\n' +
        '　　“夫妻反目”，不能正室也。\n' +
        '　　“有孚惕出”，上合志也。\n' +
        '　　“有孚挛如”，不独富也。\n' +
        '　　“既雨既处”，“德”积“载”也。“君子征凶”，有所疑也。',
        translation:'《象传》说：和风在天上飘行，象征了“小畜”。君子应当以此种精神完善自己的道德与文章。\n' +
        '　　“下乾要返回自己的阳刚之道”，这个目的本身就是吉祥的。\n' +
        '　　“被别人牵连返回阳刚之道”，是因此爻居守中位，也不至于丧失自己的方向。\n' +
        '　　“夫妻反目离异”，说明不能安居正室，处理好家庭关系。\n' +
        '　　“具有诚信，免除忧患”，在相互交往中，要能具有诚信，免除忧患，志趣相合是最重要的。\n' +
        '　　“用诚信来建立于别人之间的紧密联系”，说明不独享富贵。\n' +
        '　　“密云已经降雨，就应当安于现状”，说明此时阳德蓄积已达极限。“君子若往前进发，将遇凶险”，说明对各种情况有所疑惑，犹豫不决。'
      }
    ]
  },
  {
    title:'履卦第十',
    data:[
      {
        title:'天泽履　乾上兑下',
        content:'天泽履　乾上兑下\n' +
        '　　履　履虎尾，不咥人。亨。\n' +
        '　　初九　素履往，无咎。\n' +
        '　　九二　履道坦坦，幽人贞吉。\n' +
        '　　六三　眇能视，跛能履，履虎尾，咥人凶。武人为于大君。\n' +
        '　　九四　履虎尾，愬愬，终吉。\n' +
        '　　九五　夬履，贞厉。\n' +
        '　　上九　视履考祥，其旋元吉。',
        translation:'履卦象征跟在老虎后面踩到它的尾巴，但猛虎不咬人，诸事顺利。\n' +
        '　　初九，平素志向小心翼翼行走，以淳朴态度有所向前不会有灾祸。\n' +
        '　　九二，心怀坦荡行走在平坦的大道上，隐士坚守正道可获吉祥。\n' +
        '　　六三，眼睛失明而强行去看，足跛不便而勉强行走，踏到虎尾后而被它咬，是灾祸。这就像刚愎自用的人称帝治国一样。\n' +
        '　　九四，踩到虎尾，十分惊惧，终将获得吉祥。\n' +
        '　　九五，武断果决地小心行走，居正也有危厉。\n' +
        '　　上九，回顾全卦，考察祸福，其过程是圆满而大吉的。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：履，柔履刚也。说而应乎乾，是以“履虎尾，不咥人”，“亨”。刚中正，履帝位而不疚，光明也。',
        translation:'《彖传》说：“履卦”卦象是说以柔顺触犯阳刚，以和悦应对刚强，因此说“跟在老虎后面踩到它的尾巴，但猛虎不咬人，诸事顺利”。表明卦的九五阳爻处位得正，有中正之德。小心登上帝位而内心无所愧疚，因为其行为光明磊落，故前途一片光明。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：上天下泽，履。君子以辩上下，定民志。\n' +
        '　　“素履”之“往”，独行愿也。\n' +
        '　　“幽人贞吉”，中不自乱也。\n' +
        '　　“眇能视”，不足以有明也。“跛能履”，不足以与行也。“咥人”之“凶”，位不当也。“武人为于大君”，志刚也。\n' +
        '　　“愬愬，终吉”，志行也。\n' +
        '　　“夬履，贞厉”，位正当也。\n' +
        '　　“元吉”在上，大有庆也。',
        translation:'《象传》说：上面是天，下面是泽，这是履卦的象征。君子应循此理辨明上下等级秩序，统一百姓的尊卑意识，安定民心。\n' +
        '　　“平素志向小心行走前往”，说明初九独立不倚，自己实现志愿的精神。\n' +
        '　　“隐士坚守正道可获吉祥”，这是说行为中正而不为世俗扰乱自然不会迷失方向。\n' +
        '　　“眼睛失明而强行去看”，是不能看清楚物品的。“足跛不便而勉强行走”，是不可能一同外出远行的。“被猛虎咬的凶险”，说明所处居的位置不适当。“刚愎自用的人称帝治国”，说明他不量力而行。\n' +
        '　　“十分惊惧，终将获得吉祥”，说明戒惧而谨慎能施行其志向。\n' +
        '　　“武断果决地小心行走，居正也有危厉”，说明自认以正道守其职位。\n' +
        '　　本卦大吉，以上九结果，说明大有喜庆。'
      }
    ]
  },
  {
    title:'泰卦第十一',
    data:[
      {
        title:'地天泰　坤上乾下',
        content:'地天泰　坤上乾下\n' +
        '　　泰　小往大来，吉亨。\n' +
        '　　初九　拔茅茹。以其汇。征吉。\n' +
        '　　九二　包荒，用冯河，不遐遗。朋亡。得，尚于中行。\n' +
        '　　九三　无平不陂，无往不复。艰贞无咎。勿恤其孚，于食有福。\n' +
        '　　六四　翩翩不富。以其邻，不戒以孚。\n' +
        '　　六五　帝乙归妹，以祉元吉。\n' +
        '　　上六　城复于隍，勿用师，自邑告命。贞吝。',
        translation:'泰卦象征亨通太平：阴柔者往外，阳刚者入内，表示吉祥，顺利。\n' +
        '　　初九，拔起茅草时，根系牵连，是由于同类汇聚相互牵动。往前进发，可获吉祥。\n' +
        '　　九二，有包容荒秽的胸怀，涉越大河的气概，用心弘大，无所疏远遗弃。广纳远方贤哲的德性，不结党营私，这一切都是得之于光明正大的原则。\n' +
        '　　九三，没有一坦平原不起坡坎的，没有一味前往而不返回的。只要在艰难中能坚持正道，就可免遭祸患。不要担心，能取信于人生活就会有福庆。\n' +
        '　　六四，轻浮者，不再殷实富有，而近邻也受到影响，不以心存诚信来戒备自己。\n' +
        '　　六五，帝乙嫁出胞妹，这给他带来福祉和大吉。\n' +
        '　　上六，城墙倾覆进城壕里，命令是不可以动用武力，要在自己的邑中祷告天命。占卜结果是知道有一定困难。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“泰，小往大来，吉亨”，则是天地交而万物通也；上下交而其志同也。内阳而外阴，内健而外顺，内君子而外小人，君子道长，小人道消也。',
        translation:'《彖传》说：“泰卦象征亨通太平：阴柔者往外，表示阳刚者入内，吉祥，顺利。”这表明了天地的阴阳交合，万物的生养畅通，君臣上下交相沟通，志同道合。本卦卦象内阳刚而外阴柔，内刚健而外柔顺，内为君子而外是小人。这表明了君子之道渐长，小人知道见消。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：天地交，泰。后以财成天地之道，辅相天地之宜，以左右民。\n' +
        '　　“拔茅征吉”，志在外也。\n' +
        '　　“包荒得尚于中行”，以光大也。\n' +
        '　　“无往不复”，天地际也。\n' +
        '　　“翩翩不富”，皆失实也。“不戒以孚”，中心愿也。\n' +
        '　　“以祉，元吉”，中以行愿也。\n' +
        '　　“城复于隍”，其命乱也。',
        translation:'《象传》说：天地相互交合，象征着亨通太平。君王应效法此道，适当裁制运用，掌握安排天地化生的规律，从而调节管理天下百姓。\n' +
        '　　拔起茅草时，往前进发，可获吉祥。说明是志向在向外发展的缘故。\n' +
        '　　“包容荒秽”，“得之于光明正大的原则”，说明九二可凭此发扬光大。\n' +
        '　　“没有一味前往而不返回的”，这说明位处天地交界的九三爻反映出的自然规律。\n' +
        '　　“轻浮者，不再殷实富有”，说明失去了实际的态度。“不心存诚信来戒备”，说明内心均有应下的意愿。\n' +
        '　　“这给他带来福祉和大吉”，是说他把握中庸原则来实现自己的愿望。\n' +
        '　　“城墙倾覆城壕里”，说明国家的政令已陷入混乱。'
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  }
];