var data=[
  {
    title: '乾卦第一',
    data: [
      {
        title: '乾为天　乾上乾下',
        content: '乾为天　乾上乾下\n' +
        '　　乾　元亨利贞。\n' +
        '　　初九　潜龙勿用。\n' +
        '　　九二　见龙在田，利见大人。\n' +
        '　　九三　君子终日乾乾，夕惕若厉，无咎。\n' +
        '　　九四　或跃在渊，无咎。\n' +
        '　　九五　飞龙在天，利见大人。\n' +
        '　　上九　亢龙有悔。\n' +
        '　　用九　见群龙无首，吉。',
        translation: '乾卦象征天。具有万物创始的伟大天圆，亨通顺利地成长，祥和有益前进，贞正坚固。\n' +
        '　　初九，龙潜伏在水中，暂不宜有所作为。\n' +
        '　　九二，龙出现在田间，有利于大德之人出来治世。\n' +
        '　　九三，君子整天勤勤恳恳，即使在夜晚（整日），仍时刻警惕，谨慎行事。若此，虽有危险，亦不会遭受灾祸。\n' +
        '　　九四，游龙潜伏深谷之中，似跃而未跃，不会有过失。\n' +
        '　　九五，龙高飞于天，利于大德之人出来治世。\n' +
        '　　上九，龙飞得过高，超过极限有悔。\n' +
        '　　用九，出现一群龙，谁也不自居首领位置，则无过亢之灾，这是吉祥的现象。'
      },
      {
        title: '《彖》曰',
        content: '《彖》曰：大哉乾元，万物资始，乃统天。云行雨施，品物流形；大明终始，六位时成，时乘六龙，以御天。乾道变化，各正性命，保合太和，乃利贞。首出庶物，万国咸宁。',
        translation: '《彖传》说：博大的、象征万物创始的乾卦，万物依靠它而开始生长，它是统帅万物之本源。它使云朵飘行翻动，使雨水施洒降落，各种事物各具形态而不断发展。明亮的太阳周而复始，乾卦各爻按不同的时位组成，犹如六条龙接连驾驭天地之间。天地自然变化形成万物的规律，万物各自蕴蓄精神，保持太和元气，如此则祥和有益，顺利贞固。天道创造万物，天下邦国和美昌顺。'
      },
      {
        title: '《象》曰',
        content: '《象》曰：天行健，君子以自强不息。\n' +
        '　　“潜龙勿用”，阳在下也。\n' +
        '　　“见龙在田”，德施普也。\n' +
        '　　“终日乾乾”，反复道也。\n' +
        '　　“或跃在渊”，进无咎也。\n' +
        '　　“飞龙在天”，大人造也。\n' +
        '　　“亢龙有悔”，盈不可久也。\n' +
        '　　“用九”，天德不可为首也。',
        translation: '《象传》说：乾卦如天道运行，刚强劲健。君子亦应如此，坚强振作，不断努力。\n' +
        '　　“龙潜伏在水中，暂不宜有所作为”，所以初九之象，阳气刚刚萌生，自然居位低下。\n' +
        '　　“龙出现在田间”，此象说明德业昭著，大德之人经潜藏修养，必会将大德普济于世。\n' +
        '　　“整天勤勤恳恳”，表明唯恐行道，没有偏差。\n' +
        '　　“潜伏深谷，或跃腾上进”，表明龙处在进取而无损害的时机。\n' +
        '　　“龙高飞于天”说明怀德之人可一举创就大业。\n' +
        '　　“龙高亢至极，终会有所悔恨”，表示物极必反。\n' +
        '　　“用九”，说明天之宏德也并非永居首位。'
      },
      {
        title: '《文言》曰',
        content: '《文言》曰：\n' +
        '　　“元”者，善之长也；\n' +
        '　　“亨”者，嘉之会也；\n' +
        '　　“利”者，义之和也；\n' +
        '　　“贞”者，事之干也。\n' +
        '　　君子体仁足以长人，嘉会足以合礼，利物足以和义，贞固足以干事。君子行此四德者，故曰：“乾，元亨利贞。”\n' +
        '　　初九曰：“潜龙勿用。”何谓也？子曰：“龙德而隐者也，不易乎世，不成乎名，遯世无闷，不见是而无闷，乐则行之，忧则违之，确乎其不可拔，潜龙也。”\n' +
        '　　九二曰：“见龙在田，利见大人。”何谓也？子曰：“龙德而正中者也。庸言之信，庸行之谨，闲邪存其诚。善世而不伐，德博而化。《易》曰：‘见龙在田，利见大人。’君德也。”\n' +
        '　　九三曰：“君子终日乾乾，夕惕若厉。无咎。”何谓也？子曰：“君子进德修业。忠信所以进德也。修辞立其诚，所以居业也。知至至之，可与言几也。知终终之，可与存义也。是故居上位而不骄，在下位而不忧，故乾乾因其时而惕，虽危无咎矣。”\n' +
        '　　九四曰：“或跃在渊，无咎。”何谓也？子曰：“上下无常，非为邪也。进退无恒，非离群也。君子进德修业，欲及时也。故无咎。”\n' +
        '　　九五曰：“飞龙在天，利见大人。”何谓也？子曰：“同声相应，同气相求。水流湿，火就燥。云从龙，风从虎。圣人作而万物覩。本乎天者亲上，本乎地者亲下。则各从其类也。”\n' +
        '　　上九曰：“亢龙有悔。”何谓也？子曰：“贵而无位，高而无民，贤人在下位而无辅，是以动而有悔也。”',
        translation: '《文言》说：\n' +
        '　　“元始”是众善之首；\n' +
        '　　“亨通”是事物完美的聚合；\n' +
        '　　“祥和有益”是阴阳调和得宜；\n' +
        '　　“正固”是处身行事的根本。\n' +
        '　　因此君子用自己的行动体现实践至善的仁德，就能成为众人头领；能够使众善聚集一堂，就能够合于礼仪；能够施利万物，才足以使道义达到和谐；能够坚持固守节操，就能主持各类大事。唯有君子才能施行这四种美德，所以体现了乾卦所说的行善是万物创始的伟大根源、亨为和美、祥和有益、贞正坚固。\n' +
        '　　初九的爻辞说：“龙潜伏在水中，暂时不宜于有所作为。”这是什么意思呢？孔子指出：“这是比喻像龙一样有德有才而隐居的人。世俗改变不了他的节操，他也不追逐功名；从世间隐退不会感到闷闷不乐，不被世人承认也不苦闷。能愉快地实现抱负时，便入世行道；感到忧虑时，便出世隐遁。信念坚定，从不动摇，这样君子的所为便是潜龙的德行。”\n' +
        '　　九二的爻辞说：“龙出现在田野，对于大德之人出来治世是很有利的。”这是什么意思呢？孔子指出：“这是指有龙一样的德行而行中正之道的人。这种人的日常言论说到做到，他的日常行动谨慎小心。防止一切邪念，心存诚实。虽然善性卓著，加惠世人，却不以此夸耀。以伟大广博的道德行为而感化世间一切。《周易》说：‘龙出现在田野，利于大德之人出来治世。’这是指出现了君主品德的贤人。”\n' +
        '　　九三的爻辞说：“君子整天勤勉不息，提高警觉，即使在夜晚，仍时刻警惕，谨慎行事，如此，则虽有危险，却无灾祸。”这是什么意思呢？孔子指出：“这是在说君子要增进美德、营修功业的道理。忠诚信实，是增进美德的主要基础。斟酌自己的文辞和言行，确立至诚的感情，是营修功业的根基。能把握时机，全力进取的人，可以跟他商讨事物发展的征兆；知道事物发展的结局，并可以以自己行动适应结局的人，可与他共同保存正义。能够做到这些，一个人就能够身居高位而不骄傲，处在下位也不忧愁，因而能够勤恳振作，自强不息，随时警惕，小心行事。如此，则虽处于危险之中，也不会有过错。”\n' +
        '　　九四的爻辞说：“游龙或是潜伏深谷，或是似跃而未跃，都不会有什么灾祸。”这是什么意思呢？孔子指出：“这比喻贤人的上升或下降，居高位或处低位，是常常变化的，这并非出于邪念；他的进取或引退也没有一定的规律，这种进退并不脱离众人。这说明，君子要想在品德和事业上都有所提高，得到成功，只能是把握时机，随着时事的变化而行动，这样的话就一定‘没有什么过错’了。”\n' +
        '　　九五的爻辞说：“龙高飞于天，对于大德之人出来治世非常有利。”这是什么意思呢？孔子指出：“这是说同类的声音产生共鸣，同样的气息彼此吸引而投合；水向低洼潮湿处流，火往干燥之处燃烧；彩云随着龙飞而聚散，谷风随着虎跃而产生；圣贤之兴起使世间万物各显其灵性；因而，以天为本的生物向上发展，依存于地的向下扎根，这就是一切事物各依其类别互相聚合的道理。”\n' +
        '　　上九的爻辞说：“龙飞得过高，超过极限，终将因为有过失而有所悔恨。”这是什么意思呢？孔子指出：“这是比喻高高在上，尊贵而失去拥戴的人君。这种崇高的地位使他脱离了众人，贤士能人都处在下位，因而他得不到他们的辅佐。所以，他在这种状态下稍有举动就会招来悔恨。”'
      },
      {
        title:'“潜龙勿用”，下也',
        content:'“潜龙勿用”，下也。“见龙在田”，时舍也。“终日乾乾”，行事也。“或跃在渊”，自试也。“飞龙在天”，上治也。“亢龙有悔”，穷之灾也。乾元“用九”，天下治也。\n' +
        '　　“潜龙勿用”，阳气潜藏。“见龙在田”，天下文明。“终日乾乾”，与时偕行。“或跃在渊”，乾道乃革。“飞龙在天”，乃位乎天德。“亢龙有悔”，与时偕极。乾元“用九”，乃见天则。\n' +
        '　　乾“元”者，始而亨者也。“利贞”者，性情也。乾始能以美利利天下，不言所利，大矣哉。大哉乾乎！刚健中正，纯粹精也。六爻发挥，旁通情也，时乘六龙，以御天也。云行雨施，天下平也。\n' +
        '　　君子以成德为行，日可见之行也。“潜”之为言也，隐而未见，行而未成，是以君子“弗用”也。\n' +
        '　　君子学以聚之，问以辩之，宽以居之，仁以行之。《易》曰：“见龙在田，利见大人。”君德也。\n' +
        '　　九三重刚而不中，上不在天，下不在田，故“乾乾”因其时而“惕”，虽危“无咎”矣。\n' +
        '　　九四重刚而不中，上不在天，下不在田，中不在人，故“或”之，“或”之者，疑之也。故“无咎”。\n' +
        '　　夫“大人”者，与天地合其德，与日月合其明，与四时合其序，与鬼神合其吉凶。先天而天弗违，后天而奉天时，天且弗违，而况于人乎！况于鬼神乎！\n' +
        '　　“亢”之为言也，知进而不知退，知存而不知亡，知得而不知丧，其唯圣人乎！知进退存亡而不失其正者，其唯圣人乎！',
        translation:'所谓“龙潜伏在水中，暂不宜于有所作为”，是指德才兼备的人还处于低下地位，不能发挥作用。“龙出现在田野”，说明时事开始舒展，已得时得位了。“整天勤勉不息”，说明事业在付诸行动。“潜伏于深谷，或跃腾上进”，说明正处在自我考验的时期。“龙高飞于天”，表明已经获得高位，正施展抱负。“龙飞到极高位置，终将有所悔恨”，是说明爬上最高位置而不知改变，脱离群众，将带来灾难。天有元始之德而运用阳九的变化，说明天下大治乃势所必然。\n' +
        '　　所谓“龙潜伏在水中，暂不宜于有所作为”，是说阳气仍然潜伏隐藏着，没发生什么状况。“龙出现在田野”，说明天下能看到欣欣向荣的文明景象。“整天勤勉不息”，说明随着时间而向前发展。“潜伏于深谷，或跃腾上进”，说明天道此时已开始革新。“龙高飞于天”，说明位与天高，德与天齐。“龙飞到极高位置，终将有所悔恨”，说明随着时间的推移而达到了极限。天有元始之德而运用阳九主张的变化，这才合乎体现天道自然的法则。\n' +
        '　　乾卦象征天，是万物创始的伟大根源，说明了它是创造天地万物亨通的起始。“祥和有益，贞正坚固”，是天的内在本性和外在情感。天创始了万物且广施利益于天下，但它却不言其利、居其功，这种精神真是伟大啊！伟大的天道啊，刚强劲健、居中守正，这一切都是纯粹无暇、精致不杂。六爻的无穷变化，沟通了万物的发展情理。无论何时都如同驾驭六条龙运行于天。云彩飘行运动，雨水施洒降落，使天下万物均衡和谐地发展。\n' +
        '　　君子的行为，以完善品德修养为目的，而且这些是在日常言行中都可以体现出来的。乾卦初爻所说的“潜”的意思，是说在应当隐藏着，还未能显露时，行动时机还未到，所以君子暂时还不能施展才用。\n' +
        '　　君子通过学习来积累知识，抱着怀疑的态度来解决疑难，以宽厚仁恕之心待人接物，以仁爱之心指导行为。《周易》说：“龙出现在田野，利于遇见伟大的人物。”这是指这种“有德之人”具备了作为一个国君的品德，所以得到人民拥戴。\n' +
        '　　乾卦的九三爻正处阳位，多重阳刚相叠，不得居于中位，因此上不达天，下不着地，所以要勤勉不息，自强不息，顺应时机，随时保持警惕。如此，则即使面临危险，也没有什么灾祸了。\n' +
        '　　乾卦的九四爻阳刚过重而不适中，因此上不达天，下不着地，而且不在人能居住的位置，因而“或”之。强调“或”的意思，是指应有所疑虑，多方审度，也就不会有过失灾难了。\n' +
        '　　乾卦九五爻辞中所说的有德之人，他的德行，要像天地一样负载万物；他的圣明，要像日月那样普照大地；他的进退，要像四季交替一样井然有序；他的吉凶，要与鬼神的吉凶契合；他的作为，先于天象而行动，但却也不违反天道，后于天象而处事，仍能奉行天道运行的规律。他尚不违背上天，更何况人呢？更何况鬼神呢？\n' +
        '　　乾卦上九爻辞说的“亢”，是指高到极点只知道进取，而不知道引退；只知道生存，而不知道终将衰亡；只知道获取，而不知道放弃。难道只有圣人才是明智的吗？那些深知进取、引退、生存、灭亡的道理，而又不偏失它的正道的人，就是我们所称赞的圣人啊！'
      }
    ]
  },
  {
    title:'坤卦第二',
    data:[
      {
        title:'坤为地　坤上坤下',
        content:'坤为地　坤上坤下\n' +
        '　　坤　元亨。利牝马之贞。君子有攸往。先迷，后得主，利。西南得朋，东北丧朋。安贞吉。\n' +
        '　　初六　履霜，坚冰至。\n' +
        '　　六二　直方大，不习无不利。\n' +
        '　　六三　含章可贞。或从王事。无成有终。\n' +
        '　　六四　括囊，无咎无誉。\n' +
        '　　六五　黄裳，元吉。\n' +
        '　　上六　龙战于野，其血玄黄。\n' +
        '　　用六　利永贞。',
        translation:'坤卦象征地，具有伟大的、元始亨通的德性，像雌马一样守持正固是最有利的。君子有所往求，如果遇事争先居首则会迷失方向，如果跟随人后，就会找到主人，因而获得利益。往西南方可以获得可观收获，往东北方将受到损失。卜问是否平安，结果是吉祥。\n' +
        '　　初六，当踩到地面上的薄霜，便可知道结坚冰的寒冬要到了。\n' +
        '　　六二，大地是正直、端方、宏大的，一个人具备了这样的德性，即使不学习也不会不利。\n' +
        '　　六三，蕴含美好的内涵，可以守持正固。若能辅助君王的事业，虽无成就，却将取得好的结果。\n' +
        '　　六四，将口袋收紧，虽然得不到赞誉，但可免遭灾难。\n' +
        '　　六五，黄色的衣裳，会有吉祥。\n' +
        '　　上六，龙在旷野战斗，流出黑黄色的血。\n' +
        '　　用“六”数，有利于永久守持正固。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：至哉坤“元”，万物资生，乃顺承天。坤厚载物，德合无疆。含弘光大，品物咸“亨”。“牝马”地类，行地无疆，柔顺“利贞”。“君子”攸行，“先迷”失道，“後”顺“得”常。“西南得朋”，乃与类行；“东北丧朋”，乃终有庆。“安贞”之“吉”，应地无疆。',
        translation:'《彖传》说：广阔无垠的大地啊，是生成万物的根源！万物都靠他而成长，它柔顺地秉承天道的法则。大地深厚且载育着万物，它的功德广阔无穷。它含藏了宏博、光明、远大的功能，使万物都顺利地成长。雌马属地上走兽，具有在大地上无限奔驰的能力，它的性情柔顺、祥和，有利于守持正道。君子应当效法这种品德而行动，如果遇事争先居首就会迷失方向，如果跟在人后顺随大势就能找到常规。往西南方向可以得到利益，是因为与同类同行；往东北方向将有所损失，尽管如此，但最终结果仍然有吉庆。安顺并且守持正固的行动将会是吉祥的，因为应和了大地广阔无垠的柔顺之德。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：\n' +
        '　　地势坤。君子以厚德载物。\n' +
        '　　“履霜坚冰”，阴始凝也。驯致其道，至坚冰也。\n' +
        '　　“六二”之动，“直”以“方”也。“不习无不利”，地道光也。\n' +
        '　　“含章可贞”，以时发也。“或从王事”，知光大也。\n' +
        '　　“括囊，无咎”，慎不害也。\n' +
        '　　“黄裳，元吉”，文在中也。\n' +
        '　　“龙战于野”，其道穷也。\n' +
        '　　“用六永贞”，以大终也。',
        translation:'《象传》说：坤卦象征大地顺承的特征。君子应当效法大地的宽厚、和顺的德性，容载万物。\n' +
        '　　“当踩到地面上的薄霜，便可知道结坚冰的寒冬要到了。”是指阴气开始凝聚，按自然规律，冰雪寒冬将至了。\n' +
        '　　六二这一爻指引的行动，趋向正直端方。“不学习也不会不利”是大地法则的光明伟大。\n' +
        '　　“蕴含美好的内涵，可以守持正固”，指要把握时机发挥作用。“若能辅助君王的事业”，指智慧的光明远大，知道自己如何发挥才能。\n' +
        '　　“将口袋收紧可免遭灾难”，是指应当收敛，谨言慎行才会免遭祸患。\n' +
        '　　“黄色的衣裳，会有吉祥”，是指应以温文之美德守持中道。\n' +
        '　　“龙在旷野里战斗”，表示已经处于穷途末路。\n' +
        '　　用六数“永久守持正固”，说明人要永远刚正不阿就会实现远大目标。'
      },
      {
        title:'《文言》曰',
        content:'《文言》曰：坤至柔而动也刚，至静而德方，后得主而有常，含万物而化光。坤道其顺乎，承天而时行。\n' +
        '　　积善之家必有余庆，积不善之家必有余殃。臣弑其君，子弑其父，非一朝一夕之故，其所由来渐矣。由辩之不早辩也。\n' +
        '　　《易》曰：“履霜，坚冰至。”盖言顺也。“直”其正也，“方”其义也。君子敬以直内，义以方外。敬义立而德不孤。“直方大，不习无不利”，则不疑其所行也。\n' +
        '　　阴虽有美，“含”之以从王事，弗敢成也。地道也，妻道也，臣道也。地道“无成”而代“有终”也。\n' +
        '　　天地变化，草木蕃。天地闭，贤人隐。《易》曰：“括囊，无咎无誉。”盖言谨也。\n' +
        '　　君子“黄”中通理，正位居体，美在其中。而畅于四支，发于事业，美之至也！\n' +
        '　　阴凝于阳必“战”，为其嫌于无阳也。故称“龙”焉。犹未离其类也，故称“血”焉。夫“玄黄”者，天地之杂也，天玄而地黄。',
        translation:'《文言》说：大地的德性是极为柔顺的，但变动时则显示出刚强。虽然极为安静，但柔美的品德却传布四方。尽管是后一步，来主持万物生长，却自有一定的规律，能包容万物并使其生长光大。大地的法则是多么的柔顺啊！它秉承天的意志而顺时运行。\n' +
        '　　修积善行的人家，必定有很多吉庆；累积恶行的人家，必然留下很多的殃祸。凡是臣下杀死君王，儿子刺杀父亲，这都不是一朝一夕偶然产生的，而是日积月累逐渐演变而成的，是由于君王父亲们没能早日洞察处理。\n' +
        '　　《周易》说：“踩到地面上的薄霜，便可知道冰雪寒冬要到了。”那是说明事物发展的自然规律。“直”是说为人应品性纯正，“方”是指办事应合乎理义。君子以恭敬慎重的态度作为内心的正直准则，就能广布美德，得到众人的信任支持。所以说，“只要能做到正直、端方、宏大，哪怕不学习也不会不利”，这样他对自己的立身行事就不会有什么疑惑不定了。\n' +
        '　　阴柔固然是美德，但要含蓄隐藏，用以辅助君王的事业时，不可以居功。这是大地的法则，为妻的原则，称臣的原则。地道顺天道的法则表明了有成就而不居功，实际上是在时序的交替中继续天道，使事情达到预期效果。\n' +
        '　　天地的自然变化，使一切草木茂盛繁衍。如果天地闭塞昏暗，那贤人能士都会隐退避世。《周易》说：“将口袋收紧，虽然得不到赞誉，却可免遭灾难。”这是在说要谨慎处世的道理。\n' +
        '　　君子应当具有黄色中和的美好品质，通情达理，应使自己保持在正确的位置。将这种美德蕴存于心，自然畅达于四肢，从而发展于事业，便达到了美的极致。\n' +
        '　　阴达极盛近似于阳时，必会引起征战。这是因为阴气发展达于极盛，好像阳已经不存在了，所以上六爻辞称龙。而阴并不曾离开同类，所以上六爻辞中又称代表阴柔之血。所谓天地玄黄，是指天地征战中混合的色相：天为青苍的黑色，而地本来就是黄色。'
      }
    ]
  },
  {
    title:'屯卦第三',
    data:[
      {
        title:'水雷屯　坎上震下',
        content:'水雷屯　坎上震下\n' +
        '　　屯　元亨利贞。勿用有攸往。利建侯。\n' +
        '　　初九　磐桓，利居贞，利建侯。\n' +
        '　　六二　屯如邅如，乘马班如。匪寇婚媾。女子贞不字，十年乃字。\n' +
        '　　六三　即鹿无虞，惟入于林中，君子几不如舍，往吝。\n' +
        '　　六四　乘马班如，求婚媾。往吉。无不利。\n' +
        '　　九五　屯其膏。小贞吉。大贞凶。\n' +
        '　　上六　乘马班如，泣血涟如。',
        translation:'屯卦象征初生，具有原始的、伟大的、亨通有益的、贞正坚固的品性。不适合出行，利于建立诸侯。\n' +
        '　　初九，如同大石阻住了树的生长那样难于前行，徘徊流连，有利于关于居处的卜问，利于建立诸侯基业。\n' +
        '　　六二，困顿艰难，踯躅不前。乘骑纷纷牵扯难行，不是匪盗而是求婚者。女子守贞洁不急于出嫁，过了十年才能缔结良缘。\n' +
        '　　六三，于附近的山中逐鹿而没有掌管山泽的虞人引导，独自深入茫茫林海很危险。君子应当见机行事，此时不如放弃追逐，如果继续前追会有忧憾。\n' +
        '　　六四，乘骑纷纷牵扯难行，若为求得婚媾，坚决前往就会获得吉庆，没有什么不利的。\n' +
        '　　九五，克服初创的艰难即将广施膏泽。问小事者，守持正固可获吉祥；问大事者，守持正固以防凶险。\n' +
        '　　上六，乘骑纷纷牵扯难行，而且有泣血伤心泪涟涟的哀痛。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：屯，刚柔始交而难生。动乎险中，大“亨贞”。雷雨之动满盈，天造草昧，宜“建侯”而不宁。',
        translation:'《彖传》说：屯卦是阳刚阴柔初始相交之时的景象，表明艰难相随而生。这是指在重重险象中求变化发展，想要大为亨通，必须要有纯正的品行。它又象征雷雨交加，充盈宇宙间，恰似天地创造万物的草创冥昧时期。这时适宜建立诸侯基业治理天下，但天下并不安宁。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：云雷，屯；君子以经纶。\n' +
        '　　虽“磐桓”，志行正也。以贵下贱，大得民也。\n' +
        '　　六二之难，乘刚也。十年乃字，反常也。\n' +
        '　　“即鹿无虞”，以从禽也。“君子舍”之，“往吝”，穷也。\n' +
        '　　“求”而“往”，明也。\n' +
        '　　“屯其膏”，施未光也。\n' +
        '　　“泣血涟如”，何可长也。',
        translation:'《象传》说：乌云骤起，雷声交动，象征着天地初创的苦难时期。这种时事下，君子应当以天下为重，负起经略天下大事的责任。\n' +
        '　　尽管在徘徊流连，但思想行动并没有偏离正道。在困难时期能以尊贵身份而屈居卑下，当然大得民心。\n' +
        '　　六二的艰难，是因为它以阴柔乘凌于阳刚之上，过了十年才许嫁，说明难极至通，返归于常道。\n' +
        '　　“于附近的山中逐鹿而没有掌管山泽的虞人引导”，是贪恋追逐禽兽；“君子放弃追逐”，“继续前追会有忧憾”，说明穷追不舍必致困顿。\n' +
        '　　如有所求，便前往行动，这才是明智的举动。\n' +
        '　　“克服初创的艰难即将广施膏泽”，是指虽施展了德泽，但还没有发扬光大。\n' +
        '　　已是“泣血伤心泪涟涟的哀痛”的状态，又怎么可能长久呢？'
      }
    ]
  },
  {
    title:'蒙卦第四',
    data:[
      {
        title:'山水蒙　艮上坎下',
        content:'山水蒙　艮上坎下\n' +
        '　　蒙　亨。匪我求童蒙，童蒙求我。初筮告，再三渎，渎则不告。利贞。\n' +
        '　　初六　发蒙，利用刑人，用说桎梏，以往吝。\n' +
        '　　九二　包蒙吉。纳妇吉。子克家。\n' +
        '　　六三　勿用取女，见金夫，不有躬。无攸利。\n' +
        '　　六四　困蒙。吝。\n' +
        '　　六五　童蒙。吉。\n' +
        '　　上九　击蒙，不利为寇，利御寇。',
        translation:'蒙卦象征蒙昧，具有亨通顺利的德性。并不是我要去求蒙昧的人们来受教育，而是人们来求教于我。初来时诚恳求教便施以教诲，如果接二连三地滥问，就是亵渎了神灵，如此则不再施教。这卦利于守持正道。\n' +
        '　　初六，启发蒙昧，应当树立典型教育人，从而使人免犯错误，超出这个限度必然会留下遗憾。\n' +
        '　　九二，包容蒙昧，可获吉祥。迎娶贤美妻室，可获吉祥。儿子能够担负起家庭的责任。\n' +
        '　　六三，不宜娶这样的妻子，她眼中所见只是富有的男子，而不顾自身体统，这种女人娶回家没有什么好处。\n' +
        '　　六四，处于困境之中的蒙昧之人，很艰难。\n' +
        '　　六五，幼童幼稚蒙昧，吉祥。\n' +
        '　　上九，打击蒙昧，不利于施用过激的方法，而有利于采用刚强的态度防治外来邪恶。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：蒙，山下有险，险而止，蒙。“蒙，亨”，以亨行，时中也。“匪我求童蒙，童蒙求我”，志应也。“初筮告”，以刚中也。“再三渎，渎则不告”，渎蒙也。蒙以养正，圣功也。',
        translation:'《彖传》说：蒙昧，犹如高山下有险阻，遇到危险而停止下来，所以蒙昧不明。“蒙卦象征蒙昧，具有亨通顺利之德性”，说明行动要把握时机，中庸适当。“不是我要去求蒙昧的人们来受启蒙教育，而是人们求教于我”，是由于志趣相应。“初来时诚恳求教便施以教诲”，是因为他心存刚毅，符合中庸之理。“接二连三地滥问，就是亵渎神灵，如此则不再施教”，因为这样便亵渎了启蒙的初衷。启蒙是为了培养纯正无邪的品质，这是造就圣人的成功之路。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山下出泉，蒙。君子以果行育德。\n' +
        '　　“利用刑人”，以正法也。\n' +
        '　　“子克家”，刚柔节也。\n' +
        '　　“勿用取女”，行不顺也。\n' +
        '　　“困蒙”之“吝”，独远实也。\n' +
        '　　“童蒙”之“吉”，顺以巽也。\n' +
        '　　“利”用“御寇”，上下顺也。',
        translation:'《象传》说：高山下流出清泉，象征着渐起蒙昧。君子有鉴于此，就要坚持果断决定自己的行动来培育美德。\n' +
        '　　“利于树立典型教育人”，是为了人遵循正确法则。\n' +
        '　　“儿子担负起家庭的责任”，说明他与妻子能阴柔阳刚调和相应。\n' +
        '　　“不宜娶这样的妻子”，说明她的行为不合礼节，若娶回去什么事情都不顺利。\n' +
        '　　“困境中的蒙昧之人很艰难”，说明他远离现实生活了。\n' +
        '　　“幼童幼稚蒙昧的吉祥”，指他恭顺谦逊容易学习。\n' +
        '　　“有利于采用刚强的态度防止外来邪恶”，因为施教和受教者顺应同心。'
      },
    ]
  },
  {
    title:'需卦第五',
    data:[
      {
        title:'水天需　坎上乾下',
        content:'水天需　坎上乾下\n' +
        '　　需　有孚。光亨贞吉，利涉大川。\n' +
        '　　初九　需于郊，利用恒，无咎。\n' +
        '　　九二　需于沙，小有言，终吉。\n' +
        '　　九三　需于泥，致寇至。\n' +
        '　　六四　需于血，出自穴。\n' +
        '　　九五　需于酒食，贞吉。\n' +
        '　　上六　入于穴，有不速之客三人来，敬之终吉。',
        translation:'需卦象征等待，心怀诚信则前途光明亨通。只要坚守正道，就可获得吉祥，有利于涉越江河巨流。\n' +
        '　　初九，在郊外等待，有利于保持恒心，这样就不会有过失灾难。\n' +
        '　　九二，在沙滩上等待，虽略受责难，最终可获得吉祥。\n' +
        '　　九三，在泥泞中等待，招来了盗寇。\n' +
        '　　六四，在血泊中等待，从险陷中逃脱。\n' +
        '　　九五，在醇酒佳肴中等待，要纯正才可获吉祥。\n' +
        '　　上六，回到家中，有三个不请自来的客人到了，只要恭敬相待，最终可获吉祥。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：需，须也，险在前也。刚健而不陷，其义不困穷矣。“需，有孚，光亨贞吉”，位乎天位，以正中也。“利涉大川”，往有功也。',
        translation:'《彖传》说：需是需要等待的意思。因为前方有艰难险阻，如要做到刚强健实而不陷入危险，那就自然不会遭致路困途穷。“等待，心怀诚心则前途光明亨通，只要坚守正道，就可获得吉祥”，说明九五位居至高无上的天位，又中正不偏。所以“有利于涉越江河巨流”，前进必获成功。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：云上于天，需；君子以饮食宴乐。\n' +
        '　　“需于郊”，不犯难行也。“利用恒，无咎”，未失常也。\n' +
        '　　“需于沙”，衍在中也。虽“小有言”，以“终吉”也。\n' +
        '　　“需于泥”，灾在外也。自我“致寇”，敬慎不败也。\n' +
        '　　“需于血”，顺以听也。\n' +
        '　　“酒食贞吉”，以中正也。\n' +
        '　　“不速之客来，敬之终吉”，虽不当位，未大失也。',
        translation:'《象传》说：云气上升集聚于天，象征着等待。君子应于等待时机之时，安心饮食，举宴作乐。\n' +
        '　　“在郊外等待”，指不冒险迎着艰难险阻前进。“有利于保持恒心，这样就不会有过失灾难”，表明了如此则没有偏离常道。\n' +
        '　　“在沙滩上等待”，说明宽大不躁，虽然“略受责难”，最后还是得到吉祥的结局。\n' +
        '　　“在泥泞中等待”，表明此时的灾难来自外部。自身“招来了盗寇”，说明要谨慎从事才能立于不败之地。\n' +
        '　　“在血泊中等待”，是说要顺应变化，听从天命。\n' +
        '　　“在醇酒佳肴中等待，要纯正才可获吉祥”，说明虽然处于安乐，但仍要强调中正的德行。\n' +
        '　　“有三个不请自来的客人到了，只要恭敬相待，最终可获吉祥”，是说虽在毫无预备的情况下接待来客，但只要恭敬，就不会有大的过失。'
      }
    ]
  },
  {
    title:'讼卦第六',
    data:[
      {
        title:'天水讼　乾上坎下',
        content:'天水讼　乾上坎下\n' +
        '　　讼　有孚。窒惕。中吉。终凶。利见大人。不利涉大川。\n' +
        '　　初六　不永所事，小有言，终吉。\n' +
        '　　九二　不克讼，归而逋。其邑人三百户，无眚。\n' +
        '　　六三　食旧德，贞厉，终吉。或从王事，无成。\n' +
        '　　九四　不克讼，复既命。渝安贞。吉。\n' +
        '　　九五　讼，元吉。\n' +
        '　　上九　或锡之鞶带，终朝三褫之。',
        translation:'《讼》卦象征争论诉讼，是诚信被窒碍，心有警惕戒惧，中途吉利，结果凶险。利于去见大人（这里指见官），不利于涉越江河巨流。\n' +
        '　　初六，争讼不要纠缠拖延，虽然稍稍受到责备，最终可获吉祥。\n' +
        '　　九二，诉讼失败，只好逃亡藏匿起来，采邑中的三百户人不会牵连受灾。\n' +
        '　　六三，继承安享先辈的德业，必须正直而自勉，才能防止危险，结果终归是吉祥。或者也有从政的可能，但不会有成绩。\n' +
        '　　九四，诉讼失败，能够回头走上正道，改变初衷，顺乎自然，守持正固可获吉祥。\n' +
        '　　九五，公平公正的诉讼，至为吉祥。\n' +
        '　　上九，或者得到赐赠的高级腰带的显贵服饰，但在一天之间，又多次地被夺去。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：讼，上刚下险，险而健，讼。“讼，有孚”，“窒惕中吉”，刚来而得中也。“终凶”，讼不可成也。“利见大人”，尚中正也。“不利涉大川”，入于渊也。',
        translation:'《彖传》说：讼卦的上卦乾是刚强，下卦坎是凶险。面临凶险而能够强健，这便是争论诉讼。“讼卦象征争论诉讼，是诚信被窒碍，心有警惕戒惧，中途吉利”，说明秉阳刚的德性而且保持了适中。“结果凶险”，是说明诉讼最终不能成功。“利于去见大人”，说明诉讼之事崇尚正直持中。“不利于涉越江河巨流”，是说这样会走向深渊。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：天与水违行，讼。君子以作事谋始。\n' +
        '　　“不永所事”，讼不可长也。虽“小有言”，其辩明也。\n' +
        '　　“不克讼”，归逋窜也。自下讼上，患至掇也。\n' +
        '　　“食旧德”，从上“吉”也。\n' +
        '　　“复即命”，“渝安贞”，不失也。\n' +
        '　　“讼元吉”，以中正也。\n' +
        '　　以讼受服，亦不足敬也。',
        translation:'《象传》说：天向西转并处上位，水向东流而出下位，它们的行动互相违背，象征着争讼。因而，君子处理事物时，从一开始就应当考察基本源，方能防止争讼。\n' +
        '　　“争讼不要纠缠拖延”，说明诉讼之事不可长久持续，应适可而止。虽然“稍稍受到责备”，但一经说明解释就可化解。\n' +
        '　　“诉讼失败，逃亡鼠窜”，这是说居于下位的九二与上相争，是自己招来的祸患。\n' +
        '　　“继承安享先辈的德业”，指的是顺从上位的吉兆。\n' +
        '　　“能够回头走上正道，改变初衷，顺乎自然，守持正固”，便不会有过失了。\n' +
        '　　“公平公正的诉讼，至为吉祥”，是指阳刚至中至正。\n' +
        '　　凭借诉讼而得到的官禄，是不会受到尊敬的。'
      }
    ]
  },
  {
    title:'师卦第七',
    data:[
      {
        title:'地水师　坤上坎下',
        content:'地水师　坤上坎下\n' +
        '　　师　贞。丈人吉，无咎。\n' +
        '　　初六　师出以律，否臧凶。\n' +
        '　　九二　在师中吉，无咎。王三锡命。\n' +
        '　　六三　师或舆尸，凶。\n' +
        '　　六四　师左次，无咎。\n' +
        '　　六五　田有禽，利执言，无咎。长子帅师，弟子舆尸，贞凶。\n' +
        '　　上六　大君有命，开国承家，小人勿用。',
        translation:'师卦象征军队结果是，老成持重的长者统兵可以获得吉祥，就不会有灾祸。\n' +
        '　　初六，军队出发作战必须以严格的律令约束，否则必有凶险。\n' +
        '　　九二，统兵率众刚毅持中，可以获得吉祥，不会遭到灾祸。君王多次奖赏委任。\n' +
        '　　六三，出师归来舆车载尸体，有凶险。\n' +
        '　　六四，率军退守，不会有什么灾祸。\n' +
        '　　六五，田里有禽兽，利于捕获，不会有灾祸。委任刚正不阿者统兵打仗，任命无德小人必将车载尸体败归，说明前者成功，后者失败。\n' +
        '　　上六，君王颁发诏令，建立邦国册封诸侯赏赐大夫，小人不可以重用。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：师，众也。“贞”，正也。能以众正，可以王矣。刚中而应，行险而顺，以此毒天下，而民从之，“吉”又何“咎”矣。',
        translation:'《彖传》说：“师”是部属众多的意思，“贞”是坚守正道的意思。能够以正道率领众多的部属，便可以成为君王。统帅刚直，虽遇险却又能一帆风顺，凭借这些来治理天下，百姓纷纷服从，当然会吉祥，又哪来灾祸呢？'
      },
      {
        title:'《象》曰',
        content:'《象》曰：地中有水，师。君子以容民畜众。\n' +
        '　　“师出以律”，失律“凶”也。\n' +
        '　　“在师中吉”，承天宠也。“王三锡命”，怀万邦也。\n' +
        '　　“师或舆尸”，大无功也。\n' +
        '　　“左次无咎”，未失常也。\n' +
        '　　“长子帅师”，以中行也。“弟子舆尸”，使不当也。\n' +
        '　　“大君有命”，以正功也。“小人勿用”，必乱邦也。',
        translation:'《象传》说：大地中藏聚着水，就好似民众中包含士兵。君子应当效法这种品性，包容百姓，蓄聚民众。\n' +
        '　　“军队出发作战必须以严格的律令约束”，说明丧失军纪必遭凶险。\n' +
        '　　“统兵率众刚毅持中，可以获得吉祥”，说明得到了上天的恩宠；“君王多次奖赏委任”，是说他心中想着奖赏臣下，有怀安天下万方的志向。\n' +
        '　　“出师归来舆车满载尸体”，说明打了打败仗。\n' +
        '　　“率军退守，不会有什么灾祸”，说明没违背用兵常规。\n' +
        '　　“委任刚正不阿者统兵打仗”，说明用人得当；“委任无德小人必将车载尸体败归”，说明用人不得当。\n' +
        '　　“君王颁发诏令”，是为了论功行赏。“小人不可以重用”，是因为那样做必将危及国家。'
      }
    ]
  },
  {
    title:'比卦第八',
    data:[
      {
        title:'水地比　坎上坤下',
        content:'水地比　坎上坤下\n' +
        '　　比　吉。原筮，元永贞，无咎。不宁方来，后夫凶。\n' +
        '　　初六　有孚比之，无咎。有孚盈缶，终来有它吉。\n' +
        '　　六二　比之自内，贞吉。\n' +
        '　　六三　比之匪人。\n' +
        '　　六四　外比之，贞吉。\n' +
        '　　九五　显比，王用三驱，失前禽，邑人不诫，吉。\n' +
        '　　上六　比之无首，凶。',
        translation:'比卦象征相亲相辅，吉祥。再一次占卜的结果，是只要决定诚意，亲辅有德君主长久而坚贞，就不会有灾祸。内心不安而前来占筮，这些迟来的人会有凶险。\n' +
        '　　初六，心怀诚信，相亲相辅，没有灾患；诚信如缶（瓦盆）中盈满，终将有人前来投附，必然可获吉祥。\n' +
        '　　六二，相亲相辅发自内心，守持正固可获吉祥。\n' +
        '　　六三，相亲相辅于不应当亲近的人。\n' +
        '　　六四，在外亲密亲辅于君主，结果可获吉祥。\n' +
        '　　九五，以光明之道相辅佐的例子是：君王狩猎，由三面包围驱赶，听任前方的禽兽逃走，只追逐而不猎杀，同行属下也不特别告诫，吉祥。\n' +
        '　　上六，相亲相辅于人而不领先居首，有凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：比，吉也。比，辅也。下顺从也。“原筮，元永贞，无咎”，以刚中也。“不宁方来”，上下应也。“後夫凶”，其道穷也。',
        translation:'《彖传》说：相亲相辅，必有吉祥。“比”是相互辅助，如下位顺从于上位。“再一次占卜的结果，只要决定诚意，亲辅有德君主长久而坚贞，就不会有灾祸”，说明此爻刚毅中正。“内心不安而前来占筮”，是指上下五个阴爻都与九五阳爻呼应。“迟来的人会有凶险”，是指相亲相辅之德已穷尽。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：地上有水，比。先王以建万国，亲诸侯。\n' +
        '　　比之“初六”，有它吉也。\n' +
        '　　“比之自内”，不自失也。\n' +
        '　　“比之匪人”，不亦伤乎。\n' +
        '　　“外比”于贤，以从上也。\n' +
        '　　“显比”之“吉”，位正中也。舍逆取顺，“失前禽”也。“邑人不诫”，上使中也。\n' +
        '　　“比之无首”，无所终也。',
        translation:'《象传》说：地面布满水，象征着相亲相辅。古代贤君便是以此德兴建邦国，与诸侯相亲相符。\n' +
        '　　比卦的初六爻，表明将得意外的吉祥。\n' +
        '　　“相亲相辅发自内心”，说明没有失去自己的主动性。\n' +
        '　　“相亲相辅于不应当亲近的人”，难道不是很悲伤的事吗？\n' +
        '　　在外亲密亲辅于贤明的君主，说明要以这样的态度顺从尊上。\n' +
        '　　“以光明之道相辅佐”的吉祥，说明君主居位端正适中。舍弃背逆而只取顺从，正如“听任前方的禽兽逃走。只追逐而不猎杀”，这是说君王紧守中庸之道让臣民不惊。\n' +
        '　　“相亲相辅于人而不领先居首”，说明未能善始善终故没有好结果。'
      }
    ]
  },
  {
    title:'小畜卦第九',
    data:[
      {
        title:'风天小畜　巽上乾下',
        content:'风天小畜　巽上乾下\n' +
        '　　小畜　亨。密云不雨。自我西郊。\n' +
        '　　初九　复自道，何其咎。吉。\n' +
        '　　九二　牵复，吉。\n' +
        '　　九三　舆说辐。夫妻反目。\n' +
        '　　六四　有孚，血去惕出，无咎。\n' +
        '　　九五　有孚挛如，富以其邻。\n' +
        '　　上九　既雨既处，尚德载。妇贞厉。月几望，君子征凶。',
        translation:'小畜卦象征亨通顺利。乌云密布，从城外西郊来，却没有下雨。\n' +
        '　　初九，下乾要返回自己的阳刚之道，哪里有什么过失呢？这是吉祥。\n' +
        '　　九二，被别人牵连返回阳刚之道，也是吉祥。\n' +
        '　　九三，车轮和辐条在进行中散脱，夫妻反目离异。\n' +
        '　　六四，具有诚信，能够免除忧患，不会有灾难。\n' +
        '　　九五，用诚信来建立于别人之间的紧密联系，自富的同时也使近邻充实富有。\n' +
        '　　上九，密云已经降雨，就应当安于现状，重视修载圆满的功德。此时妇人应坚守正道以防凶险，要像月亮将圆而未盈一样。这是君子若往前进发，将遭凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：小畜，柔得位而上下应之，曰小畜。健而巽，刚中而志行，乃“亨”。“密云不雨”，尚往也。“自我西郊”，施未行也。',
        translation:'《彖传》说：“小畜”，阴柔得其位而上下的阳刚与之相应，因此称为亨通顺利。若心中有刚健的意志，并去为实现自己志向而努力，因此获得“亨通”。“聚积着浓密的云层而不降雨”，说明乃在进行之中；“云气自城外西郊生起”，是指抱负刚刚开始实施，还没能实行。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：风行天上，小畜；君子以懿文德。\n' +
        '　　“复自道”，其义“吉”也。\n' +
        '　　“牵复”在中，亦不自失也。\n' +
        '　　“夫妻反目”，不能正室也。\n' +
        '　　“有孚惕出”，上合志也。\n' +
        '　　“有孚挛如”，不独富也。\n' +
        '　　“既雨既处”，“德”积“载”也。“君子征凶”，有所疑也。',
        translation:'《象传》说：和风在天上飘行，象征了“小畜”。君子应当以此种精神完善自己的道德与文章。\n' +
        '　　“下乾要返回自己的阳刚之道”，这个目的本身就是吉祥的。\n' +
        '　　“被别人牵连返回阳刚之道”，是因此爻居守中位，也不至于丧失自己的方向。\n' +
        '　　“夫妻反目离异”，说明不能安居正室，处理好家庭关系。\n' +
        '　　“具有诚信，免除忧患”，在相互交往中，要能具有诚信，免除忧患，志趣相合是最重要的。\n' +
        '　　“用诚信来建立于别人之间的紧密联系”，说明不独享富贵。\n' +
        '　　“密云已经降雨，就应当安于现状”，说明此时阳德蓄积已达极限。“君子若往前进发，将遇凶险”，说明对各种情况有所疑惑，犹豫不决。'
      }
    ]
  },
  {
    title:'履卦第十',
    data:[
      {
        title:'天泽履　乾上兑下',
        content:'天泽履　乾上兑下\n' +
        '　　履　履虎尾，不咥人。亨。\n' +
        '　　初九　素履往，无咎。\n' +
        '　　九二　履道坦坦，幽人贞吉。\n' +
        '　　六三　眇能视，跛能履，履虎尾，咥人凶。武人为于大君。\n' +
        '　　九四　履虎尾，愬愬，终吉。\n' +
        '　　九五　夬履，贞厉。\n' +
        '　　上九　视履考祥，其旋元吉。',
        translation:'履卦象征跟在老虎后面踩到它的尾巴，但猛虎不咬人，诸事顺利。\n' +
        '　　初九，平素志向小心翼翼行走，以淳朴态度有所向前不会有灾祸。\n' +
        '　　九二，心怀坦荡行走在平坦的大道上，隐士坚守正道可获吉祥。\n' +
        '　　六三，眼睛失明而强行去看，足跛不便而勉强行走，踏到虎尾后而被它咬，是灾祸。这就像刚愎自用的人称帝治国一样。\n' +
        '　　九四，踩到虎尾，十分惊惧，终将获得吉祥。\n' +
        '　　九五，武断果决地小心行走，居正也有危厉。\n' +
        '　　上九，回顾全卦，考察祸福，其过程是圆满而大吉的。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：履，柔履刚也。说而应乎乾，是以“履虎尾，不咥人”，“亨”。刚中正，履帝位而不疚，光明也。',
        translation:'《彖传》说：“履卦”卦象是说以柔顺触犯阳刚，以和悦应对刚强，因此说“跟在老虎后面踩到它的尾巴，但猛虎不咬人，诸事顺利”。表明卦的九五阳爻处位得正，有中正之德。小心登上帝位而内心无所愧疚，因为其行为光明磊落，故前途一片光明。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：上天下泽，履。君子以辩上下，定民志。\n' +
        '　　“素履”之“往”，独行愿也。\n' +
        '　　“幽人贞吉”，中不自乱也。\n' +
        '　　“眇能视”，不足以有明也。“跛能履”，不足以与行也。“咥人”之“凶”，位不当也。“武人为于大君”，志刚也。\n' +
        '　　“愬愬，终吉”，志行也。\n' +
        '　　“夬履，贞厉”，位正当也。\n' +
        '　　“元吉”在上，大有庆也。',
        translation:'《象传》说：上面是天，下面是泽，这是履卦的象征。君子应循此理辨明上下等级秩序，统一百姓的尊卑意识，安定民心。\n' +
        '　　“平素志向小心行走前往”，说明初九独立不倚，自己实现志愿的精神。\n' +
        '　　“隐士坚守正道可获吉祥”，这是说行为中正而不为世俗扰乱自然不会迷失方向。\n' +
        '　　“眼睛失明而强行去看”，是不能看清楚物品的。“足跛不便而勉强行走”，是不可能一同外出远行的。“被猛虎咬的凶险”，说明所处居的位置不适当。“刚愎自用的人称帝治国”，说明他不量力而行。\n' +
        '　　“十分惊惧，终将获得吉祥”，说明戒惧而谨慎能施行其志向。\n' +
        '　　“武断果决地小心行走，居正也有危厉”，说明自认以正道守其职位。\n' +
        '　　本卦大吉，以上九结果，说明大有喜庆。'
      }
    ]
  },
  {
    title:'泰卦第十一',
    data:[
      {
        title:'地天泰　坤上乾下',
        content:'地天泰　坤上乾下\n' +
        '　　泰　小往大来，吉亨。\n' +
        '　　初九　拔茅茹。以其汇。征吉。\n' +
        '　　九二　包荒，用冯河，不遐遗。朋亡。得，尚于中行。\n' +
        '　　九三　无平不陂，无往不复。艰贞无咎。勿恤其孚，于食有福。\n' +
        '　　六四　翩翩不富。以其邻，不戒以孚。\n' +
        '　　六五　帝乙归妹，以祉元吉。\n' +
        '　　上六　城复于隍，勿用师，自邑告命。贞吝。',
        translation:'泰卦象征亨通太平：阴柔者往外，阳刚者入内，表示吉祥，顺利。\n' +
        '　　初九，拔起茅草时，根系牵连，是由于同类汇聚相互牵动。往前进发，可获吉祥。\n' +
        '　　九二，有包容荒秽的胸怀，涉越大河的气概，用心弘大，无所疏远遗弃。广纳远方贤哲的德性，不结党营私，这一切都是得之于光明正大的原则。\n' +
        '　　九三，没有一坦平原不起坡坎的，没有一味前往而不返回的。只要在艰难中能坚持正道，就可免遭祸患。不要担心，能取信于人生活就会有福庆。\n' +
        '　　六四，轻浮者，不再殷实富有，而近邻也受到影响，不以心存诚信来戒备自己。\n' +
        '　　六五，帝乙嫁出胞妹，这给他带来福祉和大吉。\n' +
        '　　上六，城墙倾覆进城壕里，命令是不可以动用武力，要在自己的邑中祷告天命。占卜结果是知道有一定困难。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“泰，小往大来，吉亨”，则是天地交而万物通也；上下交而其志同也。内阳而外阴，内健而外顺，内君子而外小人，君子道长，小人道消也。',
        translation:'《彖传》说：“泰卦象征亨通太平：阴柔者往外，表示阳刚者入内，吉祥，顺利。”这表明了天地的阴阳交合，万物的生养畅通，君臣上下交相沟通，志同道合。本卦卦象内阳刚而外阴柔，内刚健而外柔顺，内为君子而外是小人。这表明了君子之道渐长，小人知道见消。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：天地交，泰。后以财成天地之道，辅相天地之宜，以左右民。\n' +
        '　　“拔茅征吉”，志在外也。\n' +
        '　　“包荒得尚于中行”，以光大也。\n' +
        '　　“无往不复”，天地际也。\n' +
        '　　“翩翩不富”，皆失实也。“不戒以孚”，中心愿也。\n' +
        '　　“以祉，元吉”，中以行愿也。\n' +
        '　　“城复于隍”，其命乱也。',
        translation:'《象传》说：天地相互交合，象征着亨通太平。君王应效法此道，适当裁制运用，掌握安排天地化生的规律，从而调节管理天下百姓。\n' +
        '　　拔起茅草时，往前进发，可获吉祥。说明是志向在向外发展的缘故。\n' +
        '　　“包容荒秽”，“得之于光明正大的原则”，说明九二可凭此发扬光大。\n' +
        '　　“没有一味前往而不返回的”，这说明位处天地交界的九三爻反映出的自然规律。\n' +
        '　　“轻浮者，不再殷实富有”，说明失去了实际的态度。“不心存诚信来戒备”，说明内心均有应下的意愿。\n' +
        '　　“这给他带来福祉和大吉”，是说他把握中庸原则来实现自己的愿望。\n' +
        '　　“城墙倾覆城壕里”，说明国家的政令已陷入混乱。'
      }
    ]
  },
  {
    title:'否卦第十二',
    data:[
      {
        title:'天地否　乾上坤下',
        content:'天地否　乾上坤下\n' +
        '　　否　否之匪人，不利君子贞，大往小来。\n' +
        '　　初六　拔茅茹以其汇。贞吉，亨。\n' +
        '　　六二　包承，小人吉，大人否。亨。\n' +
        '　　六三　包羞。\n' +
        '　　九四　有命，无咎，畴离祉。\n' +
        '　　九五　休否，大人吉。其亡其亡，系于苞桑。\n' +
        '　　上九　倾否，先否后喜。',
        translation:'否卦象征闭塞黑暗；闭塞黑暗的局面下小人甚多，不利君子固守正道。此时卦象是乾刚往外走，阴柔往里来。\n' +
        '　　初六，拔起茅草，根系牵连，是由于同类汇聚相互牵动。坚守正道可获吉祥，亨通顺利。\n' +
        '　　六二，接受奉承，对小人来说是吉祥的；君主必须不予接受，方可获得亨通顺利。\n' +
        '　　六三，包容别人对自己的羞辱。\n' +
        '　　九四，奉行天命没有祸害，让相关同类一道得到福祉。\n' +
        '　　九五，闭塞黑暗的局面停止，君主可以获得吉祥。时刻警惕仍然存在危险，这样才能像丛生的桑树一样坚固安全。\n' +
        '　　上九，已至闭塞黑暗的极点，必然倾覆，起先犹有闭塞，最终通泰欢喜。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“否之匪人，不利君子贞，大往小来”，则是天地不交而万物不通也，上下不交而天下无邦也。内阴而外阳，内柔而外刚，内小人而外君子。小人道长，君子道消也。',
        translation:'“闭塞黑暗的世道小人甚多，不利君子固守正道。此时卦象是乾刚向外走，阴柔往里来。”这说明了天地阴阳互不交合，万物的生养没能畅通，君臣上下不能互相沟通，天下离异难成邦国。本卦卦象内阴柔而外阳刚，内柔顺而外刚健，内为小人而外是君子。这表明了小人之道渐长，君子之道渐消。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：天地不交，否。君子以俭德辟难，不可荣以禄。\n' +
        '　　“拔茅贞吉”，志在君也。\n' +
        '　　“大人否，亨”，不乱群也。\n' +
        '　　“包羞”，位不当也。\n' +
        '　　“有命无咎”，志行也。\n' +
        '　　“大人”之“吉”，位正当也。\n' +
        '　　“否”终则“倾”，何可长也。',
        translation:'天地阴阳不相交合，象征着闭塞黑暗。此时君子应有鉴于此，收敛自约以避免灾难，不可以被荣华富贵诱惑。\n' +
        '　　“拔起茅草，坚守正道可获吉祥”，说明除去小人意在保存君主。\n' +
        '　　“君主不予接受奉承，可获得亨通顺利”，说明不要被小人的声势扰乱了意志。\n' +
        '　　“包容别人对自己的羞辱”，说明居位与为人已经不相称了。\n' +
        '　　“奉行天命没有祸害”，说明可以施行志向不受阻碍。\n' +
        '　　“君主可以获得吉祥”，具体指他居位正当。\n' +
        '　　否闭达到极点时，必然招致倾覆，怎么会长久呢？'
      }
    ]
  },
  {
    title:'同人卦第十三',
    data:[
      {
        title:'天火同人　乾上离下',
        content:'天火同人　乾上离下\n' +
        '　　同人　同人于野，亨。利涉大川。利君子贞。\n' +
        '　　初九　同人于门，无咎。\n' +
        '　　六二　同人于宗，吝。\n' +
        '　　九三　伏戎于莽，升其高陵，三岁不兴。\n' +
        '　　九四　乘其墉，弗克攻，吉。\n' +
        '　　九五　同人先号啕而后笑，大师克，相遇。\n' +
        '　　上九　同人于郊，无悔。',
        translation:'同人卦象征在郊外中与人聚首，亨通顺利。利于涉越江河巨流，有利于君子坚守正道。\n' +
        '　　初九，刚出门就能去聚合志同道合的人，没有害处。\n' +
        '　　六二，只在宗族内部去聚合志同道合的人，会有憾惜。\n' +
        '　　九三，在草莽中埋伏兵戎，登上高处观察形势，这般谨慎，恐怕三年也不敢出兵作战。\n' +
        '　　九四，登上地方城墙，又未将其全城攻占，吉祥。\n' +
        '　　九五，聚合起来的人们，起先号啕大哭，后来欣喜欢笑，大军克敌会师。\n' +
        '　　上九，在郊野与人聚合，不会有悔恨。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：同人。柔得位得中而应乎乾，曰：同人。同人曰：“同人于野，亨。利涉大川。”乾行也。文明以健，中正而应，“君子”正也。唯君子为能通天下之志。',
        translation:'《彖传》说：同人卦的卦象，是柔顺的六二阴爻居于适当中正的位置，并与刚健的上卦乾呼应，所以说表示人与人之间的和谐。同人的卦辞说：“在郊外中与人聚首，亨通顺利，利于涉越江河巨流”，是因为上卦乾的刚健前进。秉性文明而又强健，行为持中正直而又互相应和，这是君子遵循的正道。也只有君子才能沟通天下人的意志，使之都成为志同道合的人。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：天与火，同人；君子以类族辨物。\n' +
        '　　出门“同人”，又谁“咎”也？\n' +
        '　　“同人于宗”，吝道也。\n' +
        '　　“伏戎于莽”，敌刚也。“三岁不兴”，安行也。\n' +
        '　　“乘其墉”，义“弗克”也。其“吉”，则困而反则也。\n' +
        '　　“同人”之“先”，以中直也。“大师相遇”，言相“克”也。\n' +
        '　　“同人于郊”，志未得也。',
        translation:'《象传》说：天与火相互亲和，象征着聚合志同道合的人。君子当效法此种品德，按人类事物的种类辨别异同。\n' +
        '　　刚出门就能去聚合志同道合的人，谁也不会有咎怨。\n' +
        '　　“在宗族内部去聚合志同道合的人”，说明这样是褊狭的，会导致憾惜。\n' +
        '　　“在草莽中埋伏兵戎”，说明敌人过分强大。“三年也不敢出兵作战”，是因为采取了安稳方针。\n' +
        '　　“登上敌方城墙”，但在道义上不能发动全面攻击。由此获得的吉祥，是由于在很难做到的情况下仍能重返正道的缘故。\n' +
        '　　“聚合起来的人们，起先号啕大哭”，是因为持着正义感。“大军克敌会师”，是说九五的内外上下互相克胜而一起战胜敌人的现象。\n' +
        '　　“在郊野与人聚和”，表明其与人聚合，而志向没能实现。'
      }
    ]
  },
  {
    title:'大有卦第十四',
    data:[
      {
        title:'火天大有　离上乾下',
        content:'火天大有　离上乾下\n' +
        '　　大有　元亨。\n' +
        '　　初九　无交害。匪咎。艰则无咎。\n' +
        '　　九二　大车以载，有攸往，无咎。\n' +
        '　　九三　公用亨于天子，小人弗克。\n' +
        '　　九四　匪其彭，无咎。\n' +
        '　　六五　厥孚交如，威如，吉。\n' +
        '　　上九　自天佑之吉无不利。',
        translation:'大有卦象征大有收获，至为亨通顺利。\n' +
        '　　初九，没有交相残害，不会有灾难。艰险环境中彼此互助就不会遭到祸害。\n' +
        '　　九二，大车载物，运往该去之处，无灾难。\n' +
        '　　九三，王公朝见天子，得赐宴，小人不能担当此任。\n' +
        '　　九四，不自高自大，就没有灾害。\n' +
        '　　六五，上下诚信相交，威严自显，吉祥。\n' +
        '　　上九，从上天获得的佑助，吉祥而无所不利。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：大有，柔得尊位大中，而上下应之，曰：大有。其德刚健而文明，应乎天而时行，是以元亨。',
        translation:'《彖传》说：“大有”，是指阴柔的厚德处居尊位，显示出博大持中，上下阳刚与它呼应，所以能大有收获。本卦具有刚健而又文明的美德，顺应天道，依时序而安排行动，因而必然极为亨通顺利。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：火在天上，大有；君子以遏恶扬善，顺天休命。\n' +
        '　　大有“初九”，无交害也。\n' +
        '　　“大车以载”，积中不败也。\n' +
        '　　“公用亨于天子”，“小人”害也。\n' +
        '　　“匪其彭，无咎”，明辨皙也。\n' +
        '　　“厥孚交如”，信以发志也。“威如”之“吉”，易而无备也。\n' +
        '　　“大有”上“吉”，“自天佑”也。',
        translation:'《象传》说：阳光普照大地，因而将“大有收获”。君子应效法光明普照的德性，遏止邪恶，显扬善行，这才是顺承至善至美的天道使命。\n' +
        '　　大有卦的初九，即是说不能相互残害。\n' +
        '　　“大车载物”，说明要装载适中，才不会招致失败。\n' +
        '　　“王公朝见天子，得赐宴”，小人担当此任就将此秩序破坏了。\n' +
        '　　“不自高自大，就没有灾害”，说明应有明辨事理，权衡利弊的智慧，方可得出明白的结论。\n' +
        '　　“上下诚信相交”，是指以诚信感发他人忠信之志。“威严自显的吉祥”，是指有威信而平易近人，人不必存戒备。\n' +
        '　　大有卦对高居上位人的吉祥，是因有上天的佑助。'
      }
    ]
  },
  {
    title:'谦卦第十五',
    data:[
      {
        title:'地山谦　坤上艮下',
        content:'地山谦　坤上艮下\n' +
        '　　谦　亨。君子有终。\n' +
        '　　初六　谦谦君子，用涉大川，吉。\n' +
        '　　六二　鸣谦，贞吉。\n' +
        '　　九三　劳谦君子，有终吉。\n' +
        '　　六四　无不利撝谦。\n' +
        '　　六五　不富以其邻，利用侵伐，无不利。\n' +
        '　　上六　鸣谦，利用行师，征邑国。',
        translation:'谦卦象征谦逊。谦逊方能亨通顺利，君子能行谦逊之德至终。\n' +
        '　　初六，一再注意谦虚的君子，可以涉越大河巨流，吉祥。\n' +
        '　　六二，谦逊的名声外扬，坚守正道可获吉祥。\n' +
        '　　九三，有功绩而谦逊，君子保持谦虚的美德至终。\n' +
        '　　六四，发挥谦逊的美德无论如何不会有不利。\n' +
        '　　六五，不富有，是因为邻国缘故，利于出兵征伐，无所不利。\n' +
        '　　上六，谦逊的名声外扬，利于用兵征战，讨伐领地中的叛乱。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“谦，亨。”天道下济而光明，地道卑而上行。天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。谦尊而光，卑而不可逾，“君子”之“终”也。',
        translation:'《彖传》说：“谦逊，亨通顺利。”天的规律是阳气下降普济万物带来一片光明，地的规律是阴气从低处源源上升。天的规律是使满盈亏损，使谦虚得到增益；地的规律是改变满盈，充实谦虚；鬼神的规律是加害满盈，降幅谦虚；人的规律是憎恶满盈而喜好谦虚。谦逊者居尊位时自身愈加光大，下处卑贱时，常人亦难超越。只有君子能够自始至终保持谦逊的美德，也只有如此才能有好结果。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：地中有山，谦。君子以裒多益寡，称物平施。\n' +
        '　　“谦谦君子”，卑以自牧也。\n' +
        '　　“鸣谦贞吉”，中心得也。\n' +
        '　　“劳谦君子”，万民服也。\n' +
        '　　“无不利撝谦”，不违则也。\n' +
        '　　“利用侵伐”，征不服也。\n' +
        '　　“鸣谦”，志未得也。可“用行师”，“征邑国也”。',
        translation:'《象传》说：上坤下艮，高山低藏在地下，象征谦逊。君子效法此德，减损多余的而增益不足，权衡事物，公平施予。\n' +
        '　　“一再注意谦虚的君子”，这是说用谦卑的德行严于约束自己。\n' +
        '　　“谦逊的名声外扬，坚守正道可获吉祥”，这是说靠心中积聚起的谦逊正直的美德能够赢得名声。\n' +
        '　　“有功绩而谦逊的君子”，广大百姓都敬服。\n' +
        '　　“发挥谦逊的美德无论如何不会有不利”，说明这样做没有违背原则。\n' +
        '　　“利于出兵征伐”，是因为征伐那些不遵从礼制者。\n' +
        '　　“谦逊的名声外扬”，表示仍然没有实现志向。“可以用兵征战”，是指征讨领地中的叛乱。'
      }
    ]
  },
  {
    title:'豫卦第十六',
    data:[
      {
        title:'雷地豫　震上坤下',
        content:'雷地豫　震上坤下\n' +
        '　　豫　利建侯行师。\n' +
        '　　初六　鸣豫，凶。\n' +
        '　　六二　介于石，不终日，贞吉。\n' +
        '　　六三　盱豫悔，迟有悔。\n' +
        '　　九四　由豫，大有得，勿疑。朋盍簪。\n' +
        '　　六五　贞疾，恒不死。\n' +
        '　　上六　冥豫，成有渝。无咎。',
        translation:'豫卦象征快乐，利于建立诸侯，用兵征战。\n' +
        '　　初六，自鸣得意，有凶险。\n' +
        '　　六二，像石头一般坚定不移，持续一整天，坚守正道可获吉祥。\n' +
        '　　六三，媚上求欢将有悔恨，而悔悟太迟更增悔恨。\n' +
        '　　九四，安乐喜悦由自身而来。诚信不疑，友朋才会来聚会相从。\n' +
        '　　六五，占卜有关疾病，将病很久却长寿不死。\n' +
        '　　上六，已至沉溺于安乐的恶习，能及时有所改变，不会有灾祸。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：豫，刚应而志行，顺以动，豫。豫顺以动，故天地如之，而况“建侯行师”乎？天地以顺动，故日月不过，而四时不忒。圣人以顺动，则刑罚清而民服。豫之时义大矣哉。',
        translation:'《彖传》说：豫卦的现象是阳刚有五个阴爻相应，从而能够遂行志向，又能顺应时机行动，因此愉快。豫卦能顺应时机行动，就连天地的运行也如它一样，何况是“建立诸侯，用兵征战”呢？天地循时运转，因此日月的周转不会出错，四季循环不会有偏差。圣人顺应时机而行动，所以赏罚清明公正，百姓心悦诚服。豫卦“得其时”的意义多么宏大啊！'
      },
      {
        title:'《象》曰',
        content:'《象》曰：雷出地奋，豫。先王以作乐崇德，殷荐之上帝，以配祖考。\n' +
        '　　“初六鸣豫”，志穷“凶”也。\n' +
        '　　“不终日，贞吉”，以中正也。\n' +
        '　　“盱豫有悔”，位不当也。\n' +
        '　　“由豫，大有得”，志大行也。\n' +
        '　　“六五”“贞疾”，乘刚也。“恒不死”，中未亡也。\n' +
        '　　“冥豫”在“上”，何可长也。',
        translation:'《象传》说：雷声轰轰，大地震动，象征快乐。古代圣王门效法这一精神，制作音乐来赞美尊崇功德，以隆重的典礼进献天帝，同时祭祀祖先的神灵。\n' +
        '　　初六“自鸣得意”，是说得意忘形为胸无大志的表现，结果凶险。\n' +
        '　　“持续一整天，坚守正道可获吉祥”，是因为坚持行为中正，不走邪路的缘故。\n' +
        '　　“媚上求欢将有悔恨”，这是说生活的位置没有摆正。\n' +
        '　　“安乐喜悦由自身而来”，说明志向正在施行。\n' +
        '　　六五“占卜有关疾病”，是因为它乘凌于阳刚之上。“长寿不死”，说明居中宁正就不会灭亡。\n' +
        '　　“沉溺于安乐”占据了上位，这种快乐没法长久。'
      }
    ]
  },
  {
    title:'随卦第十七',
    data:[
      {
        title:'泽雷随　兑上震下',
        content:'泽雷随　兑上震下\n' +
        '　　随　元亨利贞，无咎。\n' +
        '　　初九　官有渝，贞吉，出门交有功。\n' +
        '　　六二　系小子，失丈夫。\n' +
        '　　六三　系丈夫，失小子，随有求得。利居贞。\n' +
        '　　九四　随有获，贞凶。有孚在道，以明何咎？\n' +
        '　　九五　孚于嘉，吉。\n' +
        '　　上六　拘系之，乃从维之，王用亨于西山。',
        translation:'随卦象征随从，至为亨通顺利，为有利占卜，没有灾祸。\n' +
        '　　初九，官场之事多有变化，坚守正道才能获吉祥。出门与人交往能获成功。\n' +
        '　　六二，抓住了年轻人，却会失去壮年人。\n' +
        '　　六三，一味注意壮年人，会失去年轻人。随从壮年人，需求能得到满足，利于居处坚守正道。\n' +
        '　　九四，随从于人必有收获，占卜结果为凶险。心存诚信，不离正道，用以明察事理，又何尝会有灾祸呢？\n' +
        '　　九五，在友善基础上广施诚信，吉祥。\n' +
        '　　上六，先拘禁束缚然后把他们一个接一个捆在一起。君王于是设祭西山，兴讨逆之师。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：随，刚来而下柔，动而说，随。大“亨贞无咎”，而天下随时，随时之义大矣哉。',
        translation:'《彖传》说：随卦卦象是阳刚谦卑地居于阴柔之下，自身行动而使下愉悦，所以说随从。这种态度通达中正，不会有任何灾祸，于是天下的人事物来追随。随从于适当时机的意义真是大呀！'
      },
      {
        title:'《象》曰',
        content:'《象》曰：泽中有雷，随。君子以向晦入宴息。\n' +
        '　　“官有渝”，从正“吉”也。“出门交有功”，不失也。\n' +
        '　　“系小子”，弗兼与也。\n' +
        '　　“系丈夫”，志舍下也。\n' +
        '　　“随有获”，其义“凶”也。“有孚在道”，“明”功也。\n' +
        '　　“孚于嘉吉”，位正中也。\n' +
        '　　“拘系之”，上穷也。',
        translation:'《象传》说：雷潜伏于大洋深处，象征着随从。君子效法此德依顺作息规律，天晚应返归家中休息。\n' +
        '　　“官场之事多有变化”，说明要顺随正道以获得吉祥。“出门与人交往能获成功”，说明行为不致过失。\n' +
        '　　“抓住了年轻人”，是说壮年人不能兼得。\n' +
        '　　“一味注意壮年人”，是说已决意舍弃年轻人。\n' +
        '　　“随从于人必有收获”，这从义理上看是凶险的。“心存诚信，不离正道”，是说明察事理可生功效。\n' +
        '　　“在友善基础上广施诚信，吉祥”，说明正确立于中正之道。\n' +
        '　　“先拘禁束缚”，说明其已穷途末路了。'
      }
    ]
  },
  {
    title:'蛊卦第十八',
    data:[
      {
        title:'山风蛊　艮上巽下',
        content:'山风蛊　艮上巽下\n' +
        '　　蛊　元亨。利涉大川，先甲三日，后甲三日。\n' +
        '　　初六　干父之蛊，有子，考无咎。厉，终吉。\n' +
        '　　九二　干母之蛊，不可贞。\n' +
        '　　九三　干父之蛊，小有晦，无大咎。\n' +
        '　　六四　裕父之蛊，往见吝。\n' +
        '　　六五　干父之蛊，用誉。\n' +
        '　　上九　不事王侯，高尚其事。',
        translation:'蛊卦宜于祭祀，亨通顺利。利于涉越大江巨流。不过要先研究三天，制定方针；后观察三天，及时救治。\n' +
        '　　初六，挽救父辈败坏的事业，只要儿子能够振兴家业，必无灾祸，此事虽困难危险但最终必获吉祥。\n' +
        '　　九二，匡正母辈的弊乱，不能够过分持守。\n' +
        '　　九三，挽救父辈败坏的事业，稍稍会有一些痛苦，但不会有大的过失。\n' +
        '　　六四，以宽容之心对待父辈败坏的事业，继续下去必然出现憾惜。\n' +
        '　　六五，挽救父辈败坏的事业，受到赞誉。\n' +
        '　　上九，不为王侯效力，孤高自诩自己的追求。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：蛊，刚上而柔下。巽而止，蛊。蛊“元亨”而天下治也。“利涉大川”，往有事也。“先甲三日，后甲三日”，终则有始，天行也。',
        translation:'《彖传》说：蛊卦的卦象是阳刚处上而阴柔居下，在下者卑屈静止，在上者停止不前，象征着需要整治腐败。而整治腐败之举，是至为亨通顺利的，于是天下大治。“利于涉越大江巨流”，说明努力前往可以大有作为。“不过要先研究三天，制定方针；后观察三天，及时救治”，是说前事的终结即是后事的开始，这是天体运行的规律。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山下有风，蛊。君子以振民育德。\n' +
        '　　“干父之蛊”，意承“考”也。\n' +
        '　　“干母之蛊”，得中道也。\n' +
        '　　“干父之蛊”，终无咎也。\n' +
        '　　“裕父之蛊”，往未得也。\n' +
        '　　”干父，用誉“，承以德也。\n' +
        '　　”不事王侯“，志可则也。',
        translation:'《象传》说：风往山下吹，是象征要整治腐败。君子效法这一精神，以德教振奋百姓、培育美德。\n' +
        '　　“挽救父辈败坏的事业”，是说儿子旨在继承父辈的未竟之业。\n' +
        '　　“匡正母辈的弊乱”，是说明应采用中庸适度的方法。\n' +
        '　　“挽救父辈败坏的事业”，说明最终不会有灾祸。\n' +
        '　　“以宽容之心对待父辈败坏的事业”，说明继续下去也不会有收获。\n' +
        '　　“挽救父辈败坏的事业，受到赞誉”，说明用美德来振兴父亲的事业。\n' +
        '　　“不为王侯效力”，说明这样的志向值得效法。'
      }
    ]
  },
  {
    title:'临卦第十九',
    data:[
      {
        title:'地泽临　坤上兑下',
        content:'地泽临　坤上兑下\n' +
        '　　临　元亨利贞。至于八月有凶。\n' +
        '　　初九　咸临，贞吉。\n' +
        '　　九二　咸临，吉，无不利。\n' +
        '　　六三　甘临，无攸利。既忧之，无咎。\n' +
        '　　六四　至临，无咎。\n' +
        '　　六五　知临，大君之宜，吉。\n' +
        '　　上六　敦临，吉，无咎。',
        translation:'临卦象征着监临。至为亨通顺利，坚守正道。到了阴盛阳衰的八月会有凶险。\n' +
        '　　初九，以感化之道治理民众，坚守正固可获吉祥。\n' +
        '　　九二，以感化之道治理民众，吉祥，没有什么不利。\n' +
        '　　六三，用甜言蜜语监临百姓，无利可言。但自知这一点而心存忧惧戒慎，就没有灾祸。\n' +
        '　　六四，亲自治理国事，没有灾祸。\n' +
        '　　六五，以睿智治理民众，这是大人君子适宜的行为方式，吉祥。\n' +
        '　　上六，以敦厚的态度治理民众，吉祥，没有灾祸。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：临，刚浸而长，说而顺，刚中而应。大“亨”以正，天之道也。“至于八月有凶”，消不久也。',
        translation:'《彖传》说：“监临”，指的是刚阳渐渐增长，态度和悦而处事顺利，刚健者居中而上下相互感应。博大纯正可获得极大的亨通顺利，这才合于天道顺施的法则。“到了阴盛阳衰的八月会有凶险”，那是因为阳刚之气接近消亡，好景不能长久。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：泽上有地，临。君子以教思无穷，容保民无疆。\n' +
        '　　“咸临贞吉”，志行正也。\n' +
        '　　“咸临吉，无不利”，未顺命也。\n' +
        '　　“甘临”，位不当也。“既忧之”，“咎”不长也。\n' +
        '　　“至临无咎”，位当也。\n' +
        '　　“大君之宜”，行中之谓也。\n' +
        '　　“敦临之吉”，志在内也。',
        translation:'《象传》说：大地居于泽之上，象征监临。君子效法此种精神，接近监督万民，不断地施以教化，启发其思考，以宽厚优容的美德包容保护百姓。\n' +
        '　　“以感化之道治理民众，坚守正固可获吉祥”，这是由于意志行为纯正的缘故。\n' +
        '　　“以感化之道治理民众，吉祥，没有什么不利”，是说此爻没有顺从天命。\n' +
        '　　“用甜言蜜语治理民众”，说明所居的位置不中不正。“自知这一点而心存忧惧戒慎”，说明产生的危害不会长久。\n' +
        '　　“亲自监临民众，没有灾祸”，说明君主处位正当。\n' +
        '　　“大人君子适宜的行为方式”，这说明奉行了中庸之道。\n' +
        '　　“以敦厚的态度治理民众，吉祥”，说明君主的敦厚之心存于内，施于政。'
      }
    ]
  },
  {
    title:'观卦第二十',
    data:[
      {
        title:'风地观　巽上坤下',
        content:'风地观　巽上坤下\n' +
        '　　观　盥而不荐。有孚顒若。\n' +
        '　　初六　童观，小人无咎，君子吝。\n' +
        '　　六二　窥观，利女贞。\n' +
        '　　六三　观我生进退。\n' +
        '　　六四　观国之光，利用宾于王。\n' +
        '　　九五　观我生，君子无咎。\n' +
        '　　上九　观其生，君子无咎。',
        translation:'观卦象征仰观，祭礼前洗手自洁的时候，就应当虔诚肃穆。\n' +
        '　　初六，像幼童那样仰观一切，于百姓不会有危害，对治国之人则会有麻烦。\n' +
        '　　六二，从门缝窥视来观察事物，利于女子坚守正道。\n' +
        '　　六三，观察审视自我的生活轨迹，抉择进取或后退。\n' +
        '　　六四，观察一国风俗民情之盛况，有利于成为王国的贵宾。\n' +
        '　　九五，观察审视自我的行为，君子不会遭灾害。\n' +
        '　　上九，观察审视其他地方的生活状况，君子不会遭灾害。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：大观在上，顺而巽，中正以观天下。“观，盥而不荐，有孚颙若”，下观而化也。观天之神道，而四时不忒。圣人以神道设教，而天下服矣。',
        translation:'《彖传》说：宏大壮观的气象高高在上，具柔顺谦逊的美德，凭借中和刚正之德被天下人仰观。“观，祭礼前洗手自洁的时候，就应当虔诚肃穆”，是说在下者通过仰观而获得教化。仰观大自然运行的神妙法则，可知四季交替分毫不出偏差的道理。圣人效法大自然的神妙法则，设立教化，天下百姓纷纷顺服。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：风行地上，观。先王以省方观民设教。\n' +
        '　　“初六童观”，“小人”道也。\n' +
        '　　“窥观女贞”，亦可丑也。\n' +
        '　　“观我生进退”，未失道也。\n' +
        '　　“观国之光”，尚“宾”也。\n' +
        '　　“观我生”，观民也。\n' +
        '　　“观其生”，志未平也。',
        translation:'《象传》说：风在大地上吹拂，象征着仰视。先代君王效法此德巡视全国，察视民情，以此设立教化。\n' +
        '　　初六“像幼童那样仰观一切”，这是无知庶民的浅见之道。\n' +
        '　　“从门缝窥视来观察事物，利于女子坚守正道”，也不是庄重体面的。\n' +
        '　　“观察审视自我的生活轨迹，抉择进取或后退”，说明没有丧失生活的原则。\n' +
        '　　“观察一国风俗民情之盛况”，可知该国尊重贤人能士。\n' +
        '　　“观察审视自我的行为”，说明由此可审察国民生活状况。\n' +
        '　　“观察审视其他地方的生活状况”，说明还要向更高目标进取。'
      }
    ]
  },
  {
    title:'噬嗑卦第二十一',
    data:[
      {
        title:'火雷噬嗑　离上震下',
        content:'火雷噬嗑　离上震下\n' +
        '　　噬嗑　亨。利用狱。\n' +
        '　　初九　屦校灭趾，无咎。\n' +
        '　　六二　噬肤灭鼻，无咎。\n' +
        '　　六三　噬腊肉遇毒，小吝，无咎。\n' +
        '　　九四　噬干胏，得金矢。利艰贞，吉。\n' +
        '　　六五　噬乾肉，得黄金。贞厉，无咎。\n' +
        '　　上九　何校灭耳，凶。',
        translation:'噬嗑卦象征咬合，亨通顺利，有利于处理刑狱之事。\n' +
        '　　初九，脚上套上刑具伤灭了脚趾，无灾祸。\n' +
        '　　六二，吃肉的时候，鼻子陷入肉中，没有咎害。\n' +
        '　　六三，象咬嚼剪影的腊肉中毒，小有不适，却没有祸害。\n' +
        '　　九四，咬嚼干硬带骨的肉，吃到铜箭头。利于在艰难中坚正守固，吉祥。\n' +
        '　　六五，咬嚼干硬的肉脯，吃出黄金。坚守正道以防危险，可免祸害。\n' +
        '　　上九，担负的刑具，遮灭了耳朵，有凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：颐中有物。曰噬嗑。噬嗑而“亨”，刚柔分，动而明，雷电合而章。柔得中而上行，虽不当位，“利用狱”也。',
        translation:'《彖传》说：口腔里面有食物，因此需咬合嚼碎。咬合嚼碎食物可以通畅顺利，是说本卦阳刚阴柔等分相济，下震上离行动明察，雷电交击彰明昭著。阴柔处得中道并且不断向上发展，虽然居位不合适，却利于处理刑狱之事。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：雷电，噬嗑。先王以明罚勑法。\n' +
        '　　“屦校灭趾”，不行也。\n' +
        '　　“噬肤灭鼻”，乘刚也。\n' +
        '　　“遇毒”，位不当也。\n' +
        '　　“利艰贞吉”，未光也。\n' +
        '　　“贞厉无咎”，得当也。\n' +
        '　　“何校灭耳”，聪不明也。',
        translation:'《象传》说：雷电交击，象征咬合。先辈君王效法此象，严明刑罚轻重，端正法律。\n' +
        '　　“脚上套上刑具伤灭了脚趾”，说明已不再行恶。\n' +
        '　　“吃肉的时候，鼻子陷入肉中，没有咎害。”说明本爻乘凌在阳刚之上。\n' +
        '　　“中毒”，说明食了不该食的东西。\n' +
        '　　“利于在艰难中坚守正道，吉祥”，说明实际上还未达光明境界。\n' +
        '　　“坚守正道以防危险，可以免祸害。”说明以柔承刚，处理得当。\n' +
        '　　“担负的刑具遮灭了耳朵”，说明平日不听忠告累积恶行，以致犯罪。'
      }
    ]
  },
  {
    title:'贲卦第二十二',
    data:[
      {
        title:'山火贲　艮上离下',
        content:'山火贲　艮上离下\n' +
        '　　贲　亨。小利有攸往。\n' +
        '　　初九　贲其趾，舍车而徒。\n' +
        '　　六二　贲其须。\n' +
        '　　九三　贲如濡如，永贞吉。\n' +
        '　　六四　贲如皤如，白马翰如。匪寇婚媾。\n' +
        '　　六五　贲于丘园，束帛戋戋，吝，终吉。\n' +
        '　　上九　白贲，无咎。',
        translation:'贲卦象征文饰，亨通顺利，有事外出将有小利。\n' +
        '　　初九，装饰自己的脚趾，甘愿舍弃舆车徒步行走。\n' +
        '　　六二，修饰自己的胡须。\n' +
        '　　九三，装饰得光泽柔润，永久坚守正道可获吉祥。\n' +
        '　　六四，淡淡的装饰，一身素白，胯下的白马亦是纯白无瑕。不是来抢掠，而是前往聘求婚配佳偶。\n' +
        '　　六五，装点山丘园圃，持一束微薄的丝帛，虽有遗憾，最终可获吉祥。\n' +
        '　　上九，素白朴质的装饰，没有灾祸。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“贲，亨”，柔来而文刚，故“亨”。分刚上而文柔，故“小利有攸住”，天文也。文明以止，人文也。观乎天文，以察时变。观乎人文，以化成天下。',
        translation:'《彖传》说：文饰，亨通畅达，因为以阴柔之德来辅佐刚强。阴阳交饰而亨通畅达。刚强居上而用以文饰的阴柔处下位，所以“有事外出将有小利”。日月星辰刚柔交错形成，这是天的文饰；文章灿明止于礼义，这是人类的文明。上观天之文饰，可察看四时的交替变化；下观人类文明，可以推行教化庶民促使天下昌明。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山下有火，贲。君子以明庶政，无敢折狱。\n' +
        '　　“舍车而徒”，义弗乘也。\n' +
        '　　“贲其须”，与上兴也。\n' +
        '　　“永贞”之“吉”，终莫之陵也。\n' +
        '　　“六四”，当位疑也。“匪寇婚媾”，终无尤也。\n' +
        '　　“六五”之“吉”，有喜也。\n' +
        '　　“白贲，无咎”，上得志也。',
        translation:'《象传》说：山下火焰燃烧，象征着文饰。君子效法这种精神，明察繁杂的政务，不敢轻率地断决讼狱案件。\n' +
        '　　“甘愿舍弃舆车徒步行走”，说明为了适宜显示文饰不应该乘坐舆车。\n' +
        '　　“修饰自己的胡须”，说明效力于上司与之一同兴起。\n' +
        '　　“永久坚守正道可获吉祥”，是说能经久不被人侵犯。\n' +
        '　　虽为合情理之事，却不免有所疑惧。“不是来抢掠，而是前往聘求婚配佳偶”，说明最终不会有幽怨。\n' +
        '　　六五的吉祥，说明将有喜庆。\n' +
        '　　“素白朴质的装饰，没有灾祸”，说明居上位者的志向已经实现，故而崇尚质朴。'
      }
    ]
  },
  {
    title:'剥卦第二十三',
    data:[
      {
        title:'山地剥　艮上坤下',
        content:'山地剥　艮上坤下\n' +
        '　　剥　不利有攸往。\n' +
        '　　初六　剥床以足，蔑贞凶。\n' +
        '　　六二　剥床以辨，蔑贞凶。\n' +
        '　　六三　剥之无咎。\n' +
        '　　六四　剥床以肤，凶。\n' +
        '　　六五　贯鱼，以宫人宠，无不利。\n' +
        '　　上九　硕果不食，君子得舆，小人剥庐。',
        translation:'剥卦象征剥落。不利于有所前往。\n' +
        '　　初六，寝床剥蚀起自床脚，床足蚀灭。\n' +
        '　　六二，寝床剥蚀已达床头，床头蚀灭。\n' +
        '　　六三，剥蚀没有灾祸。\n' +
        '　　六四，寝床剥蚀已达床面，有凶险。\n' +
        '　　六五，像排列成队的鱼一样引领嫔妃承宠于君王，没有什么不利。\n' +
        '　　上九，硕大的果实没有被摘食，君子得之能驱车济世，小人得之则剥蚀万家。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：剥，剥也，柔变刚也。“不利有攸往”，小人长也。顺而止之，观象也。君子尚消息盈虚，天行也。',
        translation:'《彖传》说：剥，就是剥落衰败，阴柔增进，侵蚀改变阳刚的性质。不利于有所前往，说明小人的势力增长。君子这时应当顺应时势，停止行动，从观察卦象可知此理。君子崇尚事物消亡生息、盈盛亏虚的变化，这是宇宙运行的自然法则。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山附于地，剥。上以厚下安宅。\n' +
        '　　“剥床以足”，以灭下也。\n' +
        '　　“剥床以辨”，未有与也。\n' +
        '　　“剥之无咎”，失上下也。\n' +
        '　　“剥床以肤”，切近灾也。\n' +
        '　　“以宫人宠”，终无尤也。\n' +
        '　　“君子得舆”，民所载也。“小人剥庐”，终不可用也。',
        translation:'《象传》说：高山侵蚀颓落附着于地面，象征剥落。在上者应效法此精神，敦厚地对待下民，以此安居稳定。\n' +
        '　　“寝床剥蚀起自床脚”，是说蚀灭都是从基础开始。\n' +
        '　　“寝床剥蚀已达床头”，说明没有得到互相扶助。\n' +
        '　　“剥蚀，没有灾祸”，说明与上下没有牵连。\n' +
        '　　“寝床剥蚀已达床面”，说明六四已迫近灾祸。\n' +
        '　　“引领嫔妃承宠于君王“，说明终究没有过失。\n' +
        '　　“君子得之能驱车济世”，是因得到了人民的拥戴。“小人得之则剥蚀万家”，说明小人终究不可任用。'
      }
    ]
  },
  {
    title:'复卦第二十四',
    data:[
      {
        title:'地雷复　坤上震下',
        content:'地雷复　坤上震下\n' +
        '　　复　亨。出入无疾。朋来无咎。反复其道，七日来复，利有攸往。\n' +
        '　　初九　不远复，无祗悔，元吉。\n' +
        '　　六二　休复，吉。\n' +
        '　　六三　频复，厉，无咎。\n' +
        '　　六四　中行独复。\n' +
        '　　六五　敦复，无悔。\n' +
        '　　上六　迷复，凶，有灾眚。用行师，终有大败，以其国。君凶，至于十年不克征。',
        translation:'复卦象征复归，亨通顺利。出入没有疾患，友朋前来无灾患。反转复归循着一定的规律，七日中打一个来回。利于往前进发。\n' +
        '　　初九，行之不远就要返回，不会有灾患悔恨，至为吉祥。\n' +
        '　　六二，完满地复归，吉祥。\n' +
        '　　六三，频繁地复归，虽有危险却无灾咎。\n' +
        '　　六四，与多人一同出行中途独自返归。\n' +
        '　　六五，敦厚笃诚地复归，没有悔恨。\n' +
        '　　上六，迷途不返，有凶险，有灾祸。如行兵作战，最终将有大败，危及国君，以至十年之久不能出兵征战。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“复，亨”，刚反，动而以顺行。是以“出入无疾，朋来无咎。反复其道，七日来复”，天行也。“利有攸往”，刚长也。复其见天地之心乎。',
        translation:'《彖传》说：“复归，亨通顺利”，表明阳刚返归。阳动而后顺从自然之理往上行，所以“出入没有疾患，友朋前来无灾患”。“反转复归循着一定的规律，七日中打一个来回”，这是大自然运行的法则。“利于往前进发”，说明阳刚之道逐渐增长。复卦中可以见到天地生生不息的规律。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：雷在地中，复。先王以至日闭关，商旅不行，后不省方。\n' +
        '　　“不远”之“复”，以修身也。\n' +
        '　　“休复”之“吉”，以下仁也。\n' +
        '　　“频复”之“厉”，义“无咎”也。\n' +
        '　　“中行独复”，以从道也。\n' +
        '　　“敦复无悔”，中以自考也。\n' +
        '　　“迷复”之“凶”，反君道也。',
        translation:'《象传》说：震雷藏于地中，象征复归。先代君王效法此种精神，在冬至那一天封闭关卡，不使商贾旅客通行，君王也不巡视四方。\n' +
        '　　“行之不远就要返回”，这是修身迁善改过的方法。\n' +
        '　　“美满地复归，吉祥”，说明礼贤于有德君子。\n' +
        '　　“频繁地复归的危险”，从改邪归善之意来看没有灾咎。\n' +
        '　　“与多人一同出行中途独自返归”，说明遵从正道。\n' +
        '　　“敦厚笃诚地复归”，说明以居中持正来反身自察。\n' +
        '　　“迷途不返，有凶险”，这是说违背了为君之道。'
      }
    ]
  },
  {
    title:'无妄卦第二十五',
    data:[
      {
        title:'天雷无妄　乾上震下',
        content:'天雷无妄　乾上震下\n' +
        '　　无妄　元亨利贞。其匪正有眚，不利有攸往。\n' +
        '　　初九　无妄，往吉。\n' +
        '　　六二　不耕获，不菑畲，则利有攸往。\n' +
        '　　六三　无妄之灾，或系之牛，行人之得，邑人之灾。\n' +
        '　　九四　可贞。无咎。\n' +
        '　　九五　无妄之疾，勿药有喜。\n' +
        '　　上九　无妄，行有眚，无攸利。',
        translation:'无妄卦象征不妄为，至为亨通顺利，有利于守持正固。不守正道则有祸患，不利于外出行动。\n' +
        '　　初九，不妄为，往前进发就会吉祥。\n' +
        '　　六二，不事耕耘，不图收获，不务开垦，不望熟田，听其自然，有所行动可得利益。\n' +
        '　　六三，意想不到的灾祸，如有人栓系着一头耕牛，被路人顺手牵走，附近人家却因此而蒙冤遭灾。\n' +
        '　　九四，可以守持正道，没有灾咎。\n' +
        '　　九五，没有预料到的疾患，不必用药即愈，会有喜庆。\n' +
        '　　上九，不妄为，而行动遭祸患，不会有什么利益。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：无妄，刚自外来，而为主于内。动而健，刚中而应，大“亨”以正，天之命也。“其匪正有眚，不利有攸往”，无妄之往，何之矣？天命不祐，行矣哉。',
        translation:'《彖传》说：无妄卦卦象表明，阳刚从外部前来而成为内部的主宰，象征运动而乾刚健，刚毅居中并与下位应和，大为亨通顺利而坚守正道，这是上天的教命。“不守正道则有灾祸，不利于外出行动”，这是说在不妄为之时而背离正道往前进发，哪里有路可走呢？没有上天教命的保佑帮助，怎么可以行呢？'
      },
      {
        title:'《象》曰',
        content:'《象》曰：天下雷行，物与无妄。先王以茂对时育万物。\n' +
        '　　“无妄”之“往”，得志也。\n' +
        '　　“不耕获”，未富也。\n' +
        '　　“行人得”牛，“邑人灾”也。\n' +
        '　　“可贞无咎”，固有之也。\n' +
        '　　“无妄之药”，不可试也。\n' +
        '　　“无妄”之“行”，穷之灾也。',
        translation:'《象传》说：天的下面雷在动，万物皆不妄自行动。现代君王以此种精神，勤勉配合四季时序，使百姓万物生于茂盛。\n' +
        '　　“不妄为，往前进发”，说明遂行了志向。\n' +
        '　　“不事耕耘，不图收获”，说明不想着谋求富贵。\n' +
        '　　过路人偷得了牛，邻居却因此被怀疑而受到中伤。\n' +
        '　　“可以守持正道，没有灾咎”，说明要坚守正道才能免灾。\n' +
        '　　“没有预料到的疾患不药而愈”，不能够随意用药。\n' +
        '　　“不妄为而行遭祸患”，说明上九至极，穷途末路而要遭灾。'
      }
    ]
  },
  {
    title:'大畜卦第二十六',
    data:[
      {
        title:'山天大畜　艮上乾下',
        content:'山天大畜　艮上乾下\n' +
        '　　大畜　利贞。不家食。吉。利涉大川。\n' +
        '　　初九　有厉，利已。\n' +
        '　　九二　舆说輹。\n' +
        '　　九三　良马逐，利艰贞，日闲舆卫，利有攸往。\n' +
        '　　六四　童牛之牿，元吉。\n' +
        '　　六五　豮豕之牙，吉。\n' +
        '　　上九　何天之衢，亨。',
        translation:'大畜卦象征大为蓄积。利于坚守正道，外出谋生，吉祥，利于涉越大江巨流。\n' +
        '　　初九，有危险，停止不前才有利。\n' +
        '　　九二，车子与轮輹脱离。\n' +
        '　　九三，良马驰逐，利于警觉艰险，守持正固；每日训练车马防卫，利于往前进发。\n' +
        '　　六四，绑缚在初生头犊牛角上的木牿，至为吉祥。\n' +
        '　　六五，阉割过的公猪的牙齿，吉祥。\n' +
        '　　上九，像天空一样通行无阻的大道，亨通顺利。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：大畜，刚健笃实辉光，日新其德，刚上而尚贤。能止健，大正也。“不家食吉”，养贤也。“利涉大川”，应乎天也。',
        translation:'《彖传》说：大畜具有刚健笃实的美德，因而光辉焕发，他的这种美德日新月异。阳刚居上而崇尚贤能的人，能蓄积刚健者，这是天下至大的正理。“外出谋生，吉祥”，说明国君尚贤养贤。“利于涉越大江巨流”，说明行动顺应天理。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：天在山中，大畜。君子以多识前言往行，以畜其德。\n' +
        '　　“有厉利已”，不犯灾也。\n' +
        '　　“舆说輹”，中无尤也。\n' +
        '　　“利有攸往”，上合志也。\n' +
        '　　“六四元吉“，有喜也。\n' +
        '　　“六五”之“吉”，有庆也。\n' +
        '　　“何天之衢”，道大行也。',
        translation:'《象传》说：天包藏在山中，是大有蓄积的象征。君子效法此种精神，多多记取前贤的嘉言和善行，从而蓄积道德学问。\n' +
        '　　“有危险，停止不前才有利”，是说不要冒险前行。\n' +
        '　　“车子与轮輹脱离”，说明行动合于中正，能够及时停止，故而不会犯过失。\n' +
        '　　“利于往前进发”，说明九三与上九的意志相合。\n' +
        '　　六四“至为吉祥”，说明本是值得喜庆。\n' +
        '　　六五的吉祥，表明有喜庆。\n' +
        '　　“像天空一样通行无阻的大道”，说明上九的蓄德之道大为通行。'
      }
    ]
  },
  {
    title:'颐卦第二十七',
    data:[
      {
        title:'山雷颐　艮上震下',
        content:'山雷颐　艮上震下\n' +
        '　　颐　贞吉。观颐，自求口实。\n' +
        '　　初九　舍尔灵龟，观我朵颐，凶。\n' +
        '　　六二　颠颐，拂经于丘，颐征凶。\n' +
        '　　六三　拂颐，贞凶，十年勿用，无攸利。\n' +
        '　　六四　颠颐，吉。虎视眈眈，其欲逐逐，无咎。\n' +
        '　　六五　拂经，居贞吉，不可涉大川。\n' +
        '　　上九　由颐，厉吉。利涉大川。',
        translation:'颐卦象征着颐养，坚守正道可获吉祥。观察万物养育的现象，可知以自己努力谋取养口果腹的道理。\n' +
        '　　初九，舍弃你的灵龟，来观看我垂腮进食，有凶险。\n' +
        '　　六二，颠倒养生之德，又违背常理，向上寻求供养，往前进发有凶险。\n' +
        '　　六三，违背养生之德，意味着凶险，十年中将没有作为，也不会有任何利益。\n' +
        '　　六四，取于民而用于民，吉祥。要像老虎一样眈眈而视，显示出贪欲无厌的样子，这样才不致有灾咎。\n' +
        '　　六五，违背颐养之道，但居守正道可获吉祥，不可涉越大江巨流。\n' +
        '　　上九，顺从颐养之道，经历过危险可以获得吉祥，利于涉越大江巨流。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“颐，贞吉”，养正则吉也。“观颐”，观其所养也。“自求口实”，观其自养也。天地养万物，圣人养贤以及万民。颐之时大矣哉。',
        translation:'《彖传》说：“颐卦象征着颐养，坚守正道可获吉祥”，说明用正道颐养自身故而获得吉祥。“观察万物养育的现象”，是说观察它们如何养活自己。天地养育着万物，而圣人以德养育着贤能之士和天下百姓。可见因时制宜进行养育的道理太重要了。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山下有雷，颐。君子以慎言语，节饮食。\n' +
        '　　“观我朵颐”，亦不足贵也。\n' +
        '　　“六二”“征凶”，行失类也。\n' +
        '　　“十年勿用”，道大悖也。\n' +
        '　　“颠颐”之“吉”，上施光也。\n' +
        '　　“居贞”之“吉”，顺以从上也。\n' +
        '　　“由颐厉吉”，大有庆也。',
        translation:'《象传》说：山下响动着春雷，象征着颐养万物。君子效法这种精神，言语谨慎而修养德性，节制饮食以养德养生。\n' +
        '　　“观看我垂腮进食”，说明这样观而不为的行为不值得尊重。\n' +
        '　　往前进发有凶险，说明它的行动没有同类相伴。\n' +
        '　　十年内不受重用，这是大大背离了万物颐养的道理的恶果。\n' +
        '　　“取于民而用于民的吉祥”，说明居上而能下施光明美德。\n' +
        '　　“居守正道获得的吉祥”，说明顺从依附上层则吉。\n' +
        '　　“顺从颐养之道，经历过危险可以获得吉祥”，说明大有吉庆。'
      }
    ]
  },
  {
    title:'大过卦第二十八',
    data:[
      {
        title:'泽风大过　兑上巽下',
        content:'泽风大过　兑上巽下\n' +
        '　　大过　栋挠，利有攸往，亨。\n' +
        '　　初六　藉用白茅，无咎。\n' +
        '　　九二　枯杨生稊，老夫得其女妻，无不利。\n' +
        '　　九三　栋桡，凶。\n' +
        '　　九四　栋隆，吉。有它吝。\n' +
        '　　九五　枯杨生华，老妇得其士夫，无咎无誉。\n' +
        '　　上六　过涉灭顶，凶。无咎。',
        translation:'大过卦象征太过分，栋梁弯曲，利于离家出门，亨通顺利。\n' +
        '　　初六，以白色的茅草铺地，在上面放置祭器，不会有过错。\n' +
        '　　九二，枯萎的杨树长出新枝，老汉娶得年轻的妻子，没有什么不利。\n' +
        '　　九三，栋梁弯曲，有凶险。\n' +
        '　　九四，栋梁隆起，吉祥。如还有别的毛病，必遭悔吝。\n' +
        '　　九五，枯萎的杨树开出新花，老妇嫁给了年轻的丈夫，没有坏处，也不值得称赞。\n' +
        '　　上六，涉水过河，水没头顶，凶险，但善补即能无事。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：大过，大者过也。“栋桡”，本末弱也。刚过而中，巽而说行，“利有攸往”，乃“亨”。大过之时大矣哉。',
        translation:'《彖传》说：“大过”，指阳刚太过分了。“栋梁弯曲”，说明首尾两端柔弱。阳刚太过分而居守中位，谦逊而和悦地行事，“利于离家出门”，可以获得亨通顺利。大过卦所显示的因时制宜的道理多么重要啊！'
      },
      {
        title:'《象》曰',
        content:'《象》曰：泽灭木，大过。君子以独立不惧，遯世无闷。\n' +
        '　　“藉用白茅”，柔在下也。\n' +
        '　　“老夫女妻”，过以相与也。\n' +
        '　　“栋桡”之“凶”，不可以有辅也。\n' +
        '　　“栋隆”之“吉”，不桡乎下也。\n' +
        '　　“枯杨生华”，何可久也。“老妇士夫”，亦可丑也。\n' +
        '　　“过涉”之“凶”，不可“咎”也。',
        translation:'《象传》说：大泽淹没了树木，即是大过。君子突遇变动仍勇毅独立，无所畏惧，退隐出世也没有烦恼。\n' +
        '　　“以白色的茅草铺地”，是指柔顺居于下位。\n' +
        '　　“老汉娶得年轻的妻子”，说明虽然阳刚过甚，却仍能与阴柔结合。\n' +
        '　　“栋梁弯曲，有凶险”，说明独挑动梁，没有别的来帮辅。\n' +
        '　　“栋梁隆起，吉祥”，是说不同于下面的柱梁。\n' +
        '　　“枯萎的杨树开出新花”，哪里能够长久呢？“老妇嫁给年轻的丈夫”，并不是一件多光彩的事！\n' +
        '　　“涉水过河，水没头顶，凶险”，说明知不可为而为，不会有事。'
      }
    ]
  },
  {
    title:'坎卦第二十九',
    data:[
      {
        title:'坎为水　坎上坎下',
        content:'坎为水　坎上坎下\n' +
        '　　习坎　有孚，维心亨。行有尚。\n' +
        '　　初六　习坎，入于坎窞，凶。\n' +
        '　　九二　坎有险，求小得。\n' +
        '　　六三　来之坎坎，险且枕，入于坎窞，勿用。\n' +
        '　　六四　樽酒簋贰，用缶，纳约自牖，终无咎。\n' +
        '　　九五　坎不盈，祗既平，无咎。\n' +
        '　　上六　系用徽纆，寘于丛棘，三岁不得，凶。',
        translation:'坎卦象征重重险陷。胸怀诚信，心中便豁然贯通。意志坚定而刚毅的行为将受到尊重。\n' +
        '　　初六，面临重重险难，又再坠入穴陷深处，有凶险。\n' +
        '　　九二，险难中还有险难，只能从小事谋求解脱。\n' +
        '　　六三，来去之路皆险难重重，往前凶险，后退亦不安全，这是落入了陷穴的深处，不能有所行动。\n' +
        '　　六四，一樽酒，两盘饭，用朴质的瓦器盛着，从窗户送入这些简单的食物，终于没有灾祸。\n' +
        '　　九五，坎险没有填满，小丘已被铲平，没有灾咎。\n' +
        '　　上六，用绳索重重束缚，放置在荆棘丛中，三年都不能解救，凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：习坎，重险也。水流而不盈，行险而不失其信。“维心亨”，乃以刚中也。“行有尚”，往有功也，天险不可升也，地险山川丘陵也，王公设险以守其国。险之时用大矣哉。',
        translation:'《彖传》说：“习坎”，是重重险陷的意思。水流陷穴不见盈满，行走在凶险之境而坚定地信守其不盈不流的本性。“心中豁然贯通”，是指刚毅中正的德行。“意志坚定而刚毅的行为将受到尊重”，说明往前进发必可建功。天险高远，如日月天空不可得而升，地险有崇山峻岭河川丘陵。王公效法天地设置城池之险，巩固国防，可见险陷因时制宜的伟大作用。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：水洊至，习坎。君子以常德行，习教事。\n' +
        '　　“习坎入坎”，失道“凶”也。\n' +
        '　　“求小得”，未出中也。\n' +
        '　　“来之坎坎”，终无功也。\n' +
        '　　“樽酒簋贰”，刚柔际也。\n' +
        '　　“坎不盈”，中未大也。\n' +
        '　　“上六”失道，“凶”“三岁”也。',
        translation:'《象传》说：水流滚滚而来，象征着险难重重。君子应效法这种精神，恒久保持美德，并从事于教化育人的事业。\n' +
        '　　“面临重重险难，又再坠入险陷深处”，说明初六失去正道，必有凶险。\n' +
        '　　“从小事谋求解脱”，说明此时尚未走出危险。\n' +
        '　　“来去之路皆险难重重”，说明妄动终无成功可能。\n' +
        '　　“一樽酒，两盘饭”，说明患难与共，刚柔相济，自然可以君臣同心。\n' +
        '　　“坎险没有填满”，说明中正而不自大。\n' +
        '　　这是上六违背天道，凶险要连续三年。'
      }
    ]
  },
  {
    title:'离卦第三十',
    data:[
      {
        title:'离为火　离上离下',
        content:'离为火　离上离下\n' +
        '　　离　利贞。亨。畜牝牛。吉。\n' +
        '　　初九　履错然，敬之。无咎。\n' +
        '　　六二　黄离，元吉。\n' +
        '　　九三　日昃之离，不鼓缶而歌，则大耋之嗟，凶。\n' +
        '　　九四　突如其来如，焚如，死如，弃如。\n' +
        '　　六五　出涕沱若，戚嗟若，吉。\n' +
        '　　上九　王用出征，有嘉，折首，获匪其丑，无咎。',
        translation:'离卦象征附丽，利于坚守正道，亨通顺利。畜养母牛吉祥。\n' +
        '　　初九，步履错乱无序，恭敬谨慎地对待，不会有灾咎。\n' +
        '　　六二，被黄色所附着，至为吉祥。\n' +
        '　　九三，夕阳垂挂在西天边，应敲击瓦缶高歌，否则将导致老暮穷衰的嗟叹。\n' +
        '　　九四，离日突然间升起，如烈火焚烧，顷刻间又消散灭亡，舍弃净尽。\n' +
        '　　六五，泪水滂沱不绝地流，哀伤叹息，吉祥。\n' +
        '　　上九，君王出师征讨，有丰功佳绩，折斩敌方首领的头，俘虏其下属，一无过错。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：离，丽也。日月丽乎天，百谷草木丽乎土，重明以丽乎正，乃化成天下。柔丽乎中正，故“亨”。是以“畜牝牛吉”也。',
        translation:'《彖传》说：离，是附丽的意思。日月附丽于天空之中，百谷草木附丽在土地之上。上下光明又附丽于正道，所以能够教化天下，促成天下昌盛。柔顺者附丽于中正之道，因此“亨通顺利”，因此“畜养柔顺的母牛吉祥”。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：明两作，离。大人以继明照于四方。\n' +
        '　　“履错”之“敬”，以辟咎也。\n' +
        '　　“黄离元吉”，得中道也。\n' +
        '　　“日昃之离”，何可久也。\n' +
        '　　“突如其来如”，无所容也。\n' +
        '　　“六五”之“吉”，离王公也。\n' +
        '　　“王用出征”，以正邦也。',
        translation:'《象传》说：太阳一次又一次升起，象征着“附丽”。伟大之人效法此精神，以连续不断的光明照耀四方。\n' +
        '　　“步履错乱无序，恭敬谨慎地对待”，说明这样是为了避免失误。\n' +
        '　　“被黄色所附着，至为吉祥”，说明六二阴爻得益于居守中庸之道。\n' +
        '　　“夕阳垂挂在西天边”，此景怎么可以长久呢？\n' +
        '　　“离日突然间升起”，说明难以久容于天地。\n' +
        '　　六五的吉祥，是因附丽于王公的尊位上。\n' +
        '　　“君王出师征讨”，是为了端正邦国，治理天下。“俘虏其下属”，是取得了重大战功。'
      }
    ]
  },
  {
    title:'咸卦第三十一',
    data:[
      {
        title:'泽山咸　兑上艮下',
        content:'泽山咸　兑上艮下\n' +
        '　　咸　亨。利贞。取女吉。\n' +
        '　　初六　咸其拇。\n' +
        '　　六二　咸其腓，凶。居吉。\n' +
        '　　九三　咸其股，执其随，往吝。\n' +
        '　　九四　贞吉悔亡。憧憧往来，朋从尔思。\n' +
        '　　九五　咸其脢，无悔。\n' +
        '　　上六　咸其辅颊舌。',
        translation:'咸卦象征交感，亨通顺利，利于坚守正道，娶妻吉祥。\n' +
        '　　初六，感应发生于脚拇指。\n' +
        '　　六二，感应于小腿肚，有凶险，安居静修可获得吉祥。\n' +
        '　　九三，感应发生于大腿，执意盲从泛随他人，将会在行动中受挫。\n' +
        '　　九四，走正道可获吉祥，没有悔恨。来来往往心意不定，朋友们最终将理解你的想法。\n' +
        '　　九五，感应于背脊上，没有悔恨。\n' +
        '　　上六，感应于口舌。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：咸，感也。柔上而刚下，二气感应以相与。止而说，男下女，是以“亨，利贞，取女吉”也。天地感而万物化生，圣人感人心而天下和平。观其所感，而天地万物之情可见矣。',
        translation:'《彖传》说：咸的意思是交感。阴柔居上位而阳刚处下位，阴阳二气交相感应，二相亲和，阴阳感应止于此而又相互爱慕，就像男子以礼下求女子，所以“亨通顺利，利于坚守正道，娶妻吉祥”。天地交相感应，因而万物变化生成，圣人感化人心带来天下和平昌顺。观察这一感应的法则，就可以发现天地万物的真情。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山上有泽，咸。君子以虚受人。\n' +
        '　　“咸其拇”，志在外也。\n' +
        '　　虽“凶居吉”，顺不害也。\n' +
        '　　“咸其股”，亦不处也。志在“随”人，所执下也。\n' +
        '　　“贞吉悔亡”，未感害也。“憧憧往来”，未光大也。\n' +
        '　　“咸其脢”，志末也。\n' +
        '　　“咸其辅颊舌”，滕口说也。',
        translation:'《象传》说：山上有湖泊，水土相互滋润，此为咸卦。君子效法此精神，虚怀若谷，容纳感化众人。\n' +
        '　　“感应发生于脚拇指”，是因为志向是往外发展。\n' +
        '　　虽然有凶险，安居静修可获吉祥，说明六二顺从事物发展趋势，才不会招致祸害。\n' +
        '　　“感应发生于大腿”，说明不可能再停下来了。“心志在盲从泛随他人”，说明追求得非常卑下。\n' +
        '　　“走正道吉祥，没有悔恨”，说明九四还没有因感应不正遭灾。“来来往往心意不定”，说明它的交感之道有待发扬光大。\n' +
        '　　“感应于背脊上”，说明九五的志向太小了。\n' +
        '　　“感应于口舌”，说明上六不过是玩弄口舌。'
      }
    ]
  },
  {
    title:'恒卦第三十二',
    data:[
      {
        title:'雷风恒　震上巽下',
        content:'雷风恒　震上巽下\n' +
        '　　恒　亨。无咎。利贞。利有攸往。\n' +
        '　　初六　浚恒贞凶，无攸利。\n' +
        '　　九二　悔亡。\n' +
        '　　九三　不恒其德，或承之羞，贞吝。\n' +
        '　　九四　田无禽。\n' +
        '　　六五　恒其德贞，妇人吉，夫子凶。\n' +
        '　　上六　振恒，凶。',
        translation:'恒卦象征恒久，亨通顺利，没有灾咎，利于坚守正道，利于出行，有所作为。\n' +
        '　　初六，追求恒久之道，若开始便乱挖深掘，凶险而没有什么利益。\n' +
        '　　九二，悔恨消亡。\n' +
        '　　九三，不能恒久保持他的美德，有时会蒙受羞辱，以致处境困难。\n' +
        '　　九四，田猎没打到鸟兽。\n' +
        '　　六五，恒久保持柔顺服从的德行，坚守正道。妇人守此道吉祥，男人守此道有凶险。\n' +
        '　　上六，振摇晃动恒久之道，有凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：恒，久也。刚上而柔下，雷风相与，巽而动，刚柔皆应，恒。“恒，亨，无咎，利贞”，久于其道也。天地之道，恒久而不已也。“利有攸往”，终则有始也。日月得天而能久照，四时变化而能久成。圣人久于其道，而天下化成。观其所恒，而天地万物之情可见矣。',
        translation:'《彖传》说：恒是恒久的意思。阳刚居上而阴柔处下，雷震风行交相配合，谦逊以动，阳刚阴柔完全得以应合，这都表明了恒常持久。“恒久，亨通顺利，没有灾咎，利于坚守正道”，是因能长久地守持正道。天地运行的法则，也是恒久而永不停息的。“利于出行，有所作为”，说明应该循环不止，终而复始。日月遵循天的法则而能永久照耀天下，四季的往复变化遵循天的法则而能永久地化生万物，圣人恒久保持其品德，天下就能遵从教化形成风俗。观察这些恒常持久的现象，便可知道天地间万物的性情。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：雷风，恒。君子以立不易方。\n' +
        '　　“浚恒”之“凶”，始求深也。\n' +
        '　　“九二悔亡”，能久中也。\n' +
        '　　“不恒其德”，无所容也。\n' +
        '　　久非其位，安得“禽”也。\n' +
        '　　“妇人贞吉”，从一而终也。“夫子”制义，从妇“凶”也。\n' +
        '　　“振恒”在上，大无功也。',
        translation:'《象传》说：雷发风行交相不息，象征恒常持久。君子应效法此种精神，树立立世为人的原则，永不改变。\n' +
        '　　“追求恒久之道的凶险”，说明于开始时即不求实际而一味深挖。\n' +
        '　　“悔恨消亡”，说明他能恒久地持守中正之道。\n' +
        '　　“不能恒久保持他的美德”，说明将不被人容纳。\n' +
        '　　长久处在不适宜的角色，怎能打得到鸟兽呢？\n' +
        '　　妇人坚守正道可获吉祥，说明妇人一生应顺守一个丈夫。男人则必须衡量事理，因事制宜，若盲目听从妇人摆布，那是很危险的。\n' +
        '　　“振摇晃动恒久之道”，又高居上位，这样做一点功劳也不会有。'
      }
    ]
  },
  {
    title:'遯卦第三十三',
    data:[
      {
        title:'天山遯　乾上艮下',
        content:'天山遯　乾上艮下\n' +
        '　　遯　亨。小利贞。\n' +
        '　　初六　遯尾厉，勿用有攸往。\n' +
        '　　六二　执之用黄牛之革，莫之胜说。\n' +
        '　　九三　系遯，有疾厉，畜臣妾吉。\n' +
        '　　九四　好遯，君子吉，小人否。\n' +
        '　　九五　嘉遯贞吉。\n' +
        '　　上九　肥遯无不利。',
        translation:'遯卦象征退避，亨通顺利，柔小者利于守持正固。\n' +
        '　　初六，逃避在后，有凶险，不宜冒险前进。\n' +
        '　　六二，像用黄牛的皮革捆缚东西一样，没有力量将其挣脱。\n' +
        '　　九三，被牵系住而不得退避，以至有疾患和危险，先畜养臣仆婢妾可得吉祥。\n' +
        '　　九四，喜好高明地隐遁，于君子吉祥，于小人不吉利。\n' +
        '　　九五，成功及时地隐遁，符合正道而可获吉祥。\n' +
        '　　上九，远走高飞，没有什么不利。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：遯“亨”，遯而亨也。刚当位而应，与时行也。“小利贞”，浸而长也。遯之时义大矣哉。',
        translation:'《彖传》说：“遯挂事通顺利”，是说退避可获亨通顺利。九五阳刚居中正之位，与六二阴柔相应，所以退避应当见机行事。“柔小者利于守持正固”，表明阴柔之气有逐渐浸润成长之势。“退避”应顺应时势，这一点十分重要。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：天下有山，遯。君子以远小人，不恶而严。\n' +
        '　　“遯尾”之“厉”，不往何灾也？\n' +
        '　　“执用黄牛”，固志也。\n' +
        '　　“系遯”之“厉”，“有疾”惫也。“畜臣妾吉”，不可大事也。\n' +
        '　　“君子”“好遯”，“小人否”也。\n' +
        '　　“嘉遯贞吉”，以正志也。\n' +
        '　　“肥遯无不利”，无所疑也。',
        translation:'《象传》说：天底下耸立大山，象征退避。君子应效法此精神，远离小人，虽不表现憎恶之情，但是以威严自律来做到这样。\n' +
        '　　“逃避在后有凶险”，但如不冒险前进，又怎么会有灾祸呢？\n' +
        '　　“像用黄牛的皮革捆缚东西一样”，说明意志坚固。\n' +
        '　　“被牵系住而不得退避，以至有疾患和危险”，说明如有病痛并被拖累得疲惫不堪。“畜养臣仆婢妾吉祥”，说明无法干大事。\n' +
        '　　君子喜好高明地隐遁，小人却做不到。\n' +
        '　　“成功及时地隐遁，符合正道而可获吉祥”，说明能够端正志向。\n' +
        '　　“远走高飞，没有什么不利”，说明没有疑虑牵系，当遁则遁。'
      }
    ]
  },
  {
    title:'大壮卦第三十四',
    data:[
      {
        title:'雷天大壮　震上乾下',
        content:'雷天大壮　震上乾下\n' +
        '　　大壮　利贞。\n' +
        '　　初九　壮于趾，征凶有孚。\n' +
        '　　九二　贞吉。\n' +
        '　　九三　小人用壮，君子用罔，贞厉。羝羊触藩，羸其角。\n' +
        '　　九四　贞吉，悔亡。藩决不羸，壮于大舆之輹。\n' +
        '　　六五　丧羊于易，无悔。\n' +
        '　　上六　羝羊触藩，不能退，不能遂，无攸利，艰则吉。',
        translation:'大壮卦象征强盛，利于坚守正道。\n' +
        '　　初九，只是脚趾强壮，往前进发会有凶险，这是毫无疑问的。\n' +
        '　　九二，坚守正道定获吉祥。\n' +
        '　　九三，小人以强壮骄人，君子用无为处世。这么做很危险。公羊用角冲撞藩篱，角被缠挂住进退不得。\n' +
        '　　九四，保持正道吉祥，悔恨消亡。就像藩篱被闯开了一个缺口，羊角没被缠刮，又如大车的轮辐坚固耐用。\n' +
        '　　六五，在田畔遗丧了羊，毋须悔恨。\n' +
        '　　上六，公羊猛撞藩篱，不能前进，不能后退，没有什么利益，但只要艰苦奋斗便可获吉祥。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：大壮，大者壮也。刚以动，故壮。大壮“利贞”，大者正也。正大，而天地之情可见矣。',
        translation:'《彖传》说：大壮是指刚大而强盛，刚健而有行动，所以说强盛。“强盛，利于坚守正道”，是说刚大者还必须端正守中。正直而且刚大，就能发现天地万物的真情。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：雷在天上，大壮。君子以非礼弗履。\n' +
        '　　“壮于趾”，其“孚”穷也。\n' +
        '　　“九二贞吉”，以中也。\n' +
        '　　“小人用壮”，“君子”罔也。\n' +
        '　　“藩决不羸”，尚往也。\n' +
        '　　“丧羊于易”，位不当也。\n' +
        '　　“不能退，不能遂”，不详也。“艰则吉”，咎不长也。',
        translation:'《象传》说：雷在天上轰隆作响，象征声势浩大。君子应效法于此，不合礼仪的事不干。\n' +
        '　　“只是脚趾强壮”，贸然前进，当然无路可走。\n' +
        '　　九二“坚守正道定获吉祥”，因为居处中正，修养正德。\n' +
        '　　只有小人才以强壮骄人，君子用无为处事。\n' +
        '　　“藩篱被闯开了一个缺口，羊角没被缠住”，说明要勇于往前进取。\n' +
        '　　“在田畔遗丧了羊”，说明自己居位不正当。\n' +
        '　　“不能前进，不能后退”，说明它处事不慎。“只要艰苦奋斗便可获吉祥”，说明灾咎不会长久。'
      }
    ]
  },
  {
    title:'晋卦第三十五',
    data:[
      {
        title:'火地晋　离上坤下',
        content:'火地晋　离上坤下\n' +
        '　　晋　康侯用锡马蕃庶，昼日三接。\n' +
        '　　初六　晋如摧如，贞吉。罔孚，裕无咎。\n' +
        '　　六二　晋如愁如，贞吉。受兹介福，于其王母。\n' +
        '　　六三　众允悔亡。\n' +
        '　　九四　晋如鼫鼠，贞厉。\n' +
        '　　六五　悔亡，失得勿恤。往吉无不利。\n' +
        '　　上九　晋其角，维用伐邑，厉吉无咎，贞吝。',
        translation:'晋卦象征长进，诸侯得到天子赏赐的众多车马，一天之内三次被接见。\n' +
        '　　初六，长劲之初就遭挫败，坚守贞正本质，即使不能取信于人，暂且能坦然以对则没什么过错。\n' +
        '　　六二，进步之中有忧愁，只要保持贞正的晋德，就能获吉，将从其祖母那里承受宏大的福泽。\n' +
        '　　六三，因修养晋德而得到众人的信赖支持，悔恨消亡。\n' +
        '　　九四，如田间的硕鼠一样得到长进，坚守正道以防危险。\n' +
        '　　六五，悔恨消亡，不必为得失担忧。往前进自会有吉祥，没有什么不利。\n' +
        '　　上九，长进至极，钻进角尖，唯有征伐邑国，虽然危险，但可转危为安，不致过错，要坚守正道以防憾惜。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：晋，进也。明出地上。顺而丽乎大明，柔进而上行，是以“康侯用锡马蕃庶，昼日三接”也。',
        translation:'《彖传》说：晋的意思是长进，犹如太阳升出地面。大地万物柔顺地依附于太阳，循着柔顺之道长进向上发展，所以“诸侯得到天子赏赐的众多车马，一天之内三次被接见”。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：明出地上，晋。君子以自昭明德。\n' +
        '　　“晋如摧如”，独行正也。“裕无咎”，未受命也。\n' +
        '　　“受兹介福”，以中正也。\n' +
        '　　“众允”之志，上行也。\n' +
        '　　“鼫鼠贞厉”，位不当也。\n' +
        '　　“失得勿恤”，往有庆也。\n' +
        '　　“维用伐邑”，道未光也。',
        translation:'《象传》说：太阳由地面升起，象征晋升增德，君子当效法于此，使自己的光明德性愈加明显光辉。\n' +
        '　　“长进之初被遭挫败”，说明如此是独守了正道的结果。“暂且能坦然以对则无过错”，说明它此时还没得到任用。\n' +
        '　　“承受宏大的福泽”，因为他注意修养中正的晋德。\n' +
        '　　“因修养晋德而得到众人的信赖支持”，是向上晋升。\n' +
        '　　“田间的硕鼠，坚守正道以防危险”，说明个人位置摆得不当。\n' +
        '　　“不必为得失担忧“，说明只求上进自然有吉庆。\n' +
        '　　“唯有征伐邑国”，说明晋道之德未能发扬光大。'
      }
    ]
  },
  {
    title:'明夷卦第三十六',
    data:[
      {
        title:'地火明夷　离下坤上',
        content:'地火明夷　离下坤上\n' +
        '　　明夷　利艰贞。\n' +
        '　　初九　明夷于飞，垂其翼。君子于行，三日不食。有攸往。主人有言。\n' +
        '　　六二　明夷，夷于左股，用拯马壮吉。\n' +
        '　　九三　明夷于南狩，得其大首。不可疾贞。\n' +
        '　　六四　入于左腹，获明夷之心，于出门庭。\n' +
        '　　六五　箕子之明夷，利贞。\n' +
        '　　上六　不明晦。初登于天，后入于地。',
        translation:'明夷卦象征光明损伤，利于在艰难中坚守正道。\n' +
        '　　初九，光明损伤时飞翔，羽翼低垂，君子仓皇出走时，三日吃不上饭也不要停步。到了所去的地方，又受到主人责备。\n' +
        '　　六二，光明损伤之时，左腿受伤，用强壮的马脱离险境，可获吉祥。\n' +
        '　　九三，光明损伤时在南方巡狩征伐，俘虏罪魁祸首。不能操之过急，应当守持正固。\n' +
        '　　六四，要深入左方腹部，探获光明损伤的内中情况，并毅然走出门庭。\n' +
        '　　六五，箕子在光明损伤时明智逃避，是有利守持正固。\n' +
        '　　上六，天空晦暗不明，起初升上天空，最终坠落地下。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：明入地中，明夷。内文明而外柔顺，以蒙大难，文王以之。“利艰贞”，晦其明也。内难而能正其志，箕子以之。',
        translation:'《彖传》说：光明潜入大地中，象征光明损伤。内守文明的美德，外显柔顺的情态，可以承受大灾大难，当年周文王被纣囚禁时即以这种方式度过危难。“利于在艰难中坚守正道”，说明要收敛光芒，身陷萧墙之难仍旧秉正守志，箕子以巧妙地隐晦自己的聪明才智而自守正态的方式对待的。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：明入地中，明夷。君子以莅众，用晦而明。\n' +
        '　　“君子于行”，义“不食”也。\n' +
        '　　“六二”之“吉”，顺以则也。\n' +
        '　　“南狩”之志，乃大得也。\n' +
        '　　“入于左腹”，获心意也。\n' +
        '　　“箕子”之“贞”，“明”不可息也。\n' +
        '　　“初登于天”，照四国也。“后入于地”，失则也。',
        translation:'《象传》说：光明潜入大地中，象征了明白夷难所在而远害避祸。君子当效法于此，在治理众人时大智若愚，从而更显出其道德的光明。\n' +
        '　　“君子仓皇出走时”，说明坚持正义而舍弃俸禄，不食不义之食。\n' +
        '　　六二的吉祥，是因为顺应局势而又能守持法则。\n' +
        '　　在南方巡狩征伐表现出的志向，能够大施抱负。\n' +
        '　　“深入左方腹部”，是为了探获内中情况。\n' +
        '　　箕子坚守正道的做法，说明光明不会熄灭。\n' +
        '　　“起初升上天空”，说明光明普照四方；“最终坠落地下”，说明违失正义的原则以致失败。'
      }
    ]
  },
  {
    title:'家人卦第三十七',
    data:[
      {
        title:'风火家人　巽上离下',
        content:'风火家人　巽上离下\n' +
        '　　家人　利女贞。\n' +
        '　　初九　闲有家，悔亡。\n' +
        '　　六二　无攸遂，在中馈，贞吉。\n' +
        '　　九三　家人嗃嗃，悔厉，吉。妇子嘻嘻，终吝。\n' +
        '　　六四　富家大吉。\n' +
        '　　九五　王假有家，勿恤吉。\n' +
        '　　上九　有孚威如，终吉。',
        translation:'家人卦象征家庭，利于女子操持家道。\n' +
        '　　初九，在家庭中凡是防患于未然，就不会有悔恨出现。\n' +
        '　　六二，不要独专家政，以中正平和的态度在家中主持烹饪事宜，自然可获吉祥。\n' +
        '　　九三，若对家人要求严格，尽管有所怨恨，有危险，仍可获得吉祥。妇人与孩子成天嬉戏，最终会带来种种麻烦。\n' +
        '　　六四，使家庭富足，大为吉祥。\n' +
        '　　九五，君王用美德感化众人并使天下为一家，无须忧虑，吉祥。\n' +
        '　　上九，心存诚信又威严肃穆，终获吉祥。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：家人。女正位乎内，男正位乎外。男女正，天地之大义也。家人有严君焉，父母之谓也。父父，子子，兄兄，弟弟，夫夫，妇妇，而家道正。正家而天下定矣。',
        translation:'《彖传》说：家庭，女子在家中居正当之位，居正当之位。男女在家庭内外各有正当的位置，这是天地间的大道理。家庭之中有严正的君长，这就是父母。父子各尽其责、兄弟各尽其责、夫尽夫责、妇守妇德，那么家风自然就正了。家道端正了，天下也就安定了。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：风自火出，家人。君子以言有物，而行有恒。\n' +
        '　　“闲有家”，志未变也。\n' +
        '　　“六二”之“吉”，顺以巽也。\n' +
        '　　“家人嗃嗃”，未失也。“妇子嘻嘻”，失家节也。\n' +
        '　　“富家大吉”，顺在位也。\n' +
        '　　“王假有家”，交相爱也。\n' +
        '　　“威如”之“吉”，反身之谓也。',
        translation:'《象传》说：燃烧的火生成了风，象征了“家庭”。君子应效法于此，日常言语有实在的内容，日常行为贯彻以恒定的原则。\n' +
        '　　“在家庭中凡事防患于未然”，说明应在用心尚未改变之时加以防范。\n' +
        '　　六二的吉祥，是因为柔顺谦逊的缘故。\n' +
        '　　“一家人受到严责”，说明并未失家道；“妇人与孩子成天嬉戏”，说明有失家中礼节。\n' +
        '　　“使家庭富足，大为吉祥”，说明顺守本分，当居正位。\n' +
        '　　“君王用美德感化众人并使天下为一家”，说明天下人应视同一家相互亲爱。\n' +
        '　　“威严肃穆获得的吉祥”，是说应当反省自身，严于律己。'
      }
    ]
  },
  {
    title:'睽卦第三十八',
    data:[
      {
        title:'火泽睽　离上兑下',
        content:'火泽睽　离上兑下\n' +
        '　　睽　小事吉。\n' +
        '　　初九　悔亡。丧马勿逐，自复。见恶人。无咎。\n' +
        '　　九二　遇主于巷，无咎。\n' +
        '　　六三　见舆曳，其牛掣。其人天且劓，无初有终。\n' +
        '　　九四　睽孤。遇元夫，交孚，厉无咎。\n' +
        '　　六五　悔亡。厥宗噬肤，往何咎。\n' +
        '　　上九　睽孤，见豕负涂，载鬼一车，先张之弧，后说之弧，匪寇婚媾。往遇雨则吉。',
        translation:'睽卦象征乖离，小心处事可获吉利。\n' +
        '　　初九，悔恨可以消亡。丢失马匹，不必追寻，自己会返回。见到恶人没有过错。\n' +
        '　　九二，在小巷中邂逅主人，没有过错。\n' +
        '　　六三，看见牛车被拖曳难行，驾车的牛被阻掣住，像遭髡发削鼻的刑罚，起初不利，但可得善终。\n' +
        '　　九四，乖离之时孤立无援，后遇阳刚的大丈夫，彼此以诚相待，虽有危险，终无过错。\n' +
        '　　六五，悔恨消亡，与其宗族亲者之关系如咬柔软的肉一般和顺，往前进发又有什么过错呢？\n' +
        '　　上九，乖离至极孤独无援，犹如见肥猪满身泥巴，又像看见一辆大车满载鬼怪，起初张弓欲射，后又迟疑将弓放下。原本不是草寇，而是求婚者。往前走遇雨吉祥。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：睽。火动而上，泽动而下。二女同居，其志不同行。说而丽乎明，柔进而上行，得中而应乎刚，是以“小事吉”。天地睽而其事同也，男女睽而其志通也，万物睽而其事类也。睽之时用大矣哉。',
        translation:'《彖传》说：乖离，就像火焰燃烧往上，水泽流动下浸，又像两个女子同居一室，志向不同而行为各异。下卦和悦地附丽于上卦离的光明，阴爻柔顺求进向上直行，得居中正地位而与阳刚者呼应，因此说“小心处事可获得吉利”。天和地相乖离，但作育万物的事理却相同。男人和女人大不一样，但交感求和的心志相通。天下万物的形态各异，但秉受天地阴阳气质的心志却相类似。乖离之时有待施用的范围是多么广大啊！'
      },
      {
        title:'《象》曰',
        content:'《象》曰：上火下泽，睽。君子以同而异。\n' +
        '　　“见恶人”，以辟“咎”也。\n' +
        '　　“遇主于巷”，未失道也。\n' +
        '　　“见舆曳”，位不当也。“无初有终”，遇刚也。\n' +
        '　　“交孚无咎”，志行也。\n' +
        '　　“厥宗噬肤”，“往”有庆也。\n' +
        '　　“遇雨”之“吉”，群疑亡也。',
        translation:'《象传》说：上为火下为泽，互相违背，象征着乖离。君子应效法于此，求大同而存小异。\n' +
        '　　“遇见恶人”，是为了避免灾祸的方法。\n' +
        '　　“在小巷中邂逅主人”，说明并没有违背正道。\n' +
        '　　“看见牛车被拖曳难行”，说明居位不适当。“起初不利，但可得善终”，说明得到了强者的帮助。\n' +
        '　　“彼此以诚相待，终无过错”，说明能施行自己的意志。\n' +
        '　　“与其宗亲之关系如咬柔软的肉一般和顺”，说明前往必有喜庆。\n' +
        '　　“遇雨吉祥”，说明种种疑惑都已消失。'
      }
    ]
  },
  {
    title:'蹇卦第三十九',
    data:[
      {
        title:'水山蹇　坎上艮下',
        content:'水山蹇　坎上艮下\n' +
        '　　蹇　利西南，不利东北。利见大人。贞吉。\n' +
        '　　初六　往蹇来誉。\n' +
        '　　六二　王臣蹇蹇，匪躬之故。\n' +
        '　　九三　往蹇来反。\n' +
        '　　六四　往蹇来连。\n' +
        '　　九五　大蹇朋来。\n' +
        '　　上六　往蹇来硕，吉，利见大人。',
        translation:'蹇卦象征行走艰难，往西南走有利，往东北不利。利于进见伟大的人物，坚守正道吉祥。\n' +
        '　　初六，往前进发艰难，往回走将获称誉。\n' +
        '　　六二，君王的臣仆历尽艰难，不是为了自己的私事。\n' +
        '　　九三，往前行走艰难，返回时则正好相反。\n' +
        '　　六四，往前进发艰难，返归又逢艰难。\n' +
        '　　九五，行走极为艰难，却有朋友前来援助。\n' +
        '　　上六，往前进发艰难，返归可获硕硕成就，吉祥，利于进见伟大的人物。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：蹇，难也，险在前也。见险而能止，知矣哉。蹇“利西南”，往得中也。“不利东北”，其道穷也。“利见大人”，往有功也。当位“贞吉”，以正邦也。蹇之时用大矣哉。',
        translation:'《彖传》说：蹇，意思是艰难，险难在前面。遇到险难即能停止，这才是明智的啊！“行走艰难，往西南走有利”，因为往前走可得正确道路；“往东北走不利”，因为这个方向将致路困途穷。“利于进见伟大的人物”，因为往前进发将获成功。居位适当“坚守正道吉祥”，说明可以摆脱蹇难摆脱困境救振邦国。蹇卦所示依时势变化而济蹇的公用真伟大啊！'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山上有水，蹇。君子以反身修德。\n' +
        '　　“往蹇来誉”，宜待也。\n' +
        '　　“王臣蹇蹇”，终无尤也。\n' +
        '　　”往蹇来反“，内喜之也。\n' +
        '　　“往蹇来连”，当位实也。\n' +
        '　　“大蹇朋来”，以中节也。\n' +
        '　　“往蹇来硕”，志在内也。“利见大人”，以从贵也。',
        translation:'《象传》说：高山上有水，象征行走艰难。君子应效法于此，遇有艰难时反省自身，修好品德。\n' +
        '　　“往前进发艰难，往回走将获称誉”，说明应当等待时机。\n' +
        '　　“君王的臣仆历尽艰难”，说明终无过失。\n' +
        '　　“往前行走艰难，返回时则正好相反“，内心欢喜返归。\n' +
        '　　“往前进发艰难，返归又逢艰难”，说明正当坚实之位。\n' +
        '　　“行走极为艰难，却有朋友前来救助”，说明九五坚守了中正的品德和节操。\n' +
        '　　“往前进发艰难，返归可获硕硕成就”，说明志在联合内部共济艰难。“利于进见伟大的人物”，说明追随贵人可得到利益。'
      }
    ]
  },
  {
    title:'解卦第四十',
    data:[
      {
        title:'雷水解　震上坎下',
        content:'雷水解　震上坎下\n' +
        '　　解　利西南。无所往，其来复吉。有攸往，夙吉。\n' +
        '　　初六　无咎。\n' +
        '　　九二　田获三狐，得黄矢，贞吉。\n' +
        '　　六三　负且乘，致寇至，贞吝。\n' +
        '　　九四　解而拇，朋至斯孚。\n' +
        '　　六五　君子维有解，吉，有孚于小人。\n' +
        '　　上六　公用射隼于高墉之上，获之无不利。',
        translation:'解卦象征解除困难，西南方有利。没有事情不必前往，回到原地安居可获吉祥。出现危难当迅速前往，及早行动吉祥。\n' +
        '　　初六，没有过错。\n' +
        '　　九二，田猎获得多只狐狸，并得到黄铜箭头，坚守贞正品德是吉祥的。\n' +
        '　　六三，背负重物而乘坐大车，将招致匪盗的劫掠。守持正固以防憾惜。\n' +
        '　　九四，解除与小人的关系，朋友们将前来，彼此间心诚相应。\n' +
        '　　六五，君子被纠附的险难解除，吉祥。以诚信之德感化小人。\n' +
        '　　上六，王公射杀高城上的恶隼，一举射获并捕获之，没有什么不利。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：解。险以动，动而免乎险，解。解“利西南”，往得众也。“其来复吉”，乃得中也。“有攸往夙吉”，往有功也。天地解而雷雨作，雷雨作而百果草木皆甲坼。解之时大矣哉。',
        translation:'《彖传》说：解卦象征身陷险境而努力行动，行动而能脱离危险，这就是解除困难。“解除困难利于往西南方走”，前往必得民众之拥戴。“回到原地安居可获吉祥”，因为修养中正之德。“出现危难当迅速前往，及早行动吉祥”，说明前往解难可以建功。天地解脱危机，于是雷行雨降，雷行雨降而万种物种破壳而出萌发新芽。解除困难的因时制宜的意义太伟大了。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：雷雨作，解。君子以赦过宥罪。\n' +
        '　　刚柔之际，义“无咎”也。\n' +
        '　　“九二”“贞吉”，得中道也。\n' +
        '　　“负且乘”，亦可丑也。自我致戎，又谁咎也？\n' +
        '　　“解而拇”，未当位也。\n' +
        '　　“君子有解”，“小人”退也。\n' +
        '　　“公用射隼”，以解悖也。',
        translation:'《象传》说：雷行雨降，象征“解除困难”。君子当效法于此，多施恩泽，赦免过失，宽恕有罪之人。\n' +
        '　　初六与上卦的九四阴阳相应，就解除困难的道理看必然没有过错。\n' +
        '　　九二坚守贞正品德是吉祥的，是因为居守中正不伪之道。\n' +
        '　　“背负重物而乘坐大车”，这本身是很丑恶的。自己招来的匪盗，又会是谁的过失呢？\n' +
        '　　“解除与小人的关系”，说明自己居处的位置不适当。\n' +
        '　　君子能够解除险难，因为小人畏服退缩了。\n' +
        '　　“王公射杀高城上的恶隼”，说明是在解除悖乱的险难。'
      }
    ]
  },
  {
    title:'损卦第四十一',
    data:[
      {
        title:'山泽损　艮上兑下',
        content:'山泽损　艮上兑下\n' +
        '　　损　有孚，元吉，无咎可贞。利有攸往。曷之用。二簋可用享。\n' +
        '　　初九　已事遄往，无咎。酌损之。\n' +
        '　　九二　利贞。征凶，弗损益之。\n' +
        '　　六三　三人行。则损一人。一人行。则得其友。\n' +
        '　　六四　损其疾，使遄有喜，无咎。\n' +
        '　　六五　或益之十朋之龟，弗克违，元吉。\n' +
        '　　上九　弗损益之，无咎，贞吉，利有攸往，得臣无家。',
        translation:'损卦象征减损，心怀诚信，大为吉祥，没有过错，可以保持正确方向，利于往前进发。减损之道何以运用呢？用两簋淡食享祀神灵即是。\n' +
        '　　初九，停下手头的事迅速前往辅助别人，没有过错，应当斟酌损减刚阳之志。\n' +
        '　　九二，利于坚守正道，急于向外发展凶险，不用减损自我就能增益上方。\n' +
        '　　六三，三个人同行，会因为其中两人背地同谋，而损害另外的一个人。一个人独自行旅，可以得到真正的朋友。\n' +
        '　　六四，减损自我错误，能使他人速来相助，使事情有惊喜的收获，没有什么过错。\n' +
        '　　六五，有人以价值昂贵的大龟相赠，不必辞谢，是大吉事。\n' +
        '　　上九，不用减损自我而能施益于人，没有过错，坚守正道吉祥，事业进展顺利，可天下臣服，不限于家族。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：损，损下益上，其道上行。损而“有孚，元吉，无咎可贞，利有攸往。曷之用，二簋可用享”，二簋应有时。损刚益柔有时。损益盈虚，与时偕行。',
        translation:'《彖传》说：减损的意思是减损下方，增益上方，它的轨道是由下奉献于上。减损的时候“心怀诚信，就会大吉，没有过错，可以保持正确方向，利于往前进发。减损之道何以运用呢？用两簋淡食享祀神灵即是”。用两簋淡食享祀应当守时守信，阳刚减损而阴柔增益也随时节而变。事物的减损增益盈满亏虚，都是顺适其时而运行的。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山下有泽，损。君子以惩忿窒欲。\n' +
        '　　“已事遄往”，尚合志也。\n' +
        '　　“九二”“利贞”，中以为志也。\n' +
        '　　“一人行”，“三”则疑也。\n' +
        '　　“损其疾”，亦可“喜”也。\n' +
        '　　“六五”“元吉”，自上祐也。\n' +
        '　　“弗损益之”，大得志也。',
        translation:'《象传》说：高山的下面有深泽，象征减损。君子应当效法于此，抑制愤激，堵塞邪欲，以免逐渐损害人的德行。\n' +
        '　　“停下手头的事迅速前往辅助别人”，是由于与上方志同道合。\n' +
        '　　九二利于坚守正道，是因为它应当以持中正的品德为其志向。\n' +
        '　　一个人独自行旅可以专一求合，三人同行则将使彼此之间疑惑无主。\n' +
        '　　“减损自我错误”，这是很可喜的事。\n' +
        '　　六五的大吉，是因上天的保佑。\n' +
        '　　“不用减损自我而能施益于人”，说明遂行自己施惠天下的志向。'
      }
    ]
  },
  {
    title:'益卦第四十二',
    data:[
      {
        title:'风雷益　巽上震下',
        content:'风雷益　巽上震下\n' +
        '　　益　利有攸往。利涉大川。\n' +
        '　　初九　利用为大作，元吉无咎。\n' +
        '　　六二　或益之十朋之龟，弗克违。永贞吉。王用享于帝，吉。\n' +
        '　　六三　益之。用凶事，无咎。有孚中行。告公用圭。\n' +
        '　　六四　中行，告公从，利用为依迁国。\n' +
        '　　九五　有孚惠心，勿问元吉。有孚惠我德。\n' +
        '　　上九　莫益之，或击之，立心勿恒，凶。',
        translation:'益卦象征增益，利于往前进发，利于涉越大江巨流。\n' +
        '　　初九，有利于大有作为，至为吉祥，没有过错。\n' +
        '　　六二，有人以价值昂贵的大龟相赠，无法辞谢，永远坚守正道就能吉祥。君王任用他来祭祀天帝，这是吉利的。\n' +
        '　　六三，凶险事故中求助增益，没有过错，应心怀诚信，中道而行，执玉圭向王公告急。\n' +
        '　　六四，持中慎行求告王公，他必言听计从，有利于依从君上迁都益民。\n' +
        '　　九五，有诚信态度和恩惠他人之心，毫无疑问是至为吉祥的。这样天下百姓必然也会诚意回报我的恩德。\n' +
        '　　上九，没有人增益援助，反而有人攻击，不能长久恒守立下的心志，有凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：益，损上益下，民说无疆。自上下下，其道大光。“利有攸往”，中正有庆。“利涉大川”，木道乃行。益动而巽，日进无疆。天施地生，其益无方。凡益之道，与时偕行。',
        translation:'《彖传》说：增益的意思是减损上层的以增益下层，这样民众喜悦无穷。由上而下推行益德，这种道义必能发扬光大。“利于往前进发”，因为六二与九五都居中持正，所以有吉庆。“利于涉越大江巨流”，是因为上卦巽木成船，顺风而动，涉渡之事通畅。增益之时下者兴动而上者谦逊，所以能够天天增进，以至无边无际，正如上天普降利惠，大地受益万物而茁壮生长，自然之生益遍及万方。大凡事物增益的现象和规律，都是随时令的到来同步地进行。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：风雷，益。君子以见善则迁，有过则改。\n' +
        '　　“元吉无咎”，下不厚事也。\n' +
        '　　“或益之”，自外来也。\n' +
        '　　“益用凶事”，固有之也。\n' +
        '　　“告公从”，以益志也。\n' +
        '　　“有孚惠心”，勿问之矣。“惠我德”，大得志也。\n' +
        '　　“莫益之”，偏辞也。“或击之”，自外来也。',
        translation:'《象传》说：风雷交动相互助长，象征着增益。君子应效法于此，见善美之德行就认真效仿，有了过错就马上改正。\n' +
        '　　“至为吉祥，没有过错”，说明本来就处于下层和起步阶段，不能胜任大事。\n' +
        '　　“有人以价值昂贵的大龟相赠”，说明这是外来的赠与，有益无害。\n' +
        '　　“凶险事故中求助增益”，这当然是可行的。\n' +
        '　　“求告王公，他必言听计从”，这是有损己益天下的志向。\n' +
        '　　“有诚信态度和恩惠他人之心”，其吉祥是无疑的。“诚意回报我的恩德”，说明这是益民之志大得遂行。\n' +
        '　　“没有人增益援助”，因为是求益的片面言辞。“反而有人攻击”，说明凶险是从外部不招自来的。'
      }
    ]
  },
  {
    title:'夬卦第四十三',
    data:[
      {
        title:'泽天夬　兑上乾下',
        content:'泽天夬　兑上乾下\n' +
        '　　夬　扬于王庭，孚号有厉，告自邑。不利即戎，利有攸往。\n' +
        '　　初九　壮于前趾，往不胜为咎。\n' +
        '　　九二　惕号，莫夜有戎，勿恤。\n' +
        '　　九三　壮于頄，有凶。君子夬夬独行，遇雨若濡有愠，无咎。\n' +
        '　　九四　臀无肤，其行次且。牵羊悔亡，闻言不信。\n' +
        '　　九五　苋陆夬夬，中行无咎。\n' +
        '　　上六　无号，终有凶。',
        translation:'夬卦象征决断，在君王的朝廷上宣布小人的罪状，心怀诚信地疾呼危险。告诫自己封邑中的人，不利于立即动用武力制裁，但往前进发是顺利的。\n' +
        '　　初九，足趾前端强盛，冒失前往不能胜任，反而是错误的。\n' +
        '　　九二，时刻忧惧地警惕呼号，就是夜间遭到敌人攻击，也不必担心。\n' +
        '　　九三，决断之心显于脸部颧骨上，有凶险。君子当刚毅果决，独自行事，尽管遇雨被淋，心中颇有怨气，但终究事成无过错。\n' +
        '　　九四，臀部皮肤已经磨烂，行动趑趄困难，如能像牵羊一般跟从他人前进，悔恨消亡，无奈听了这忠告也不相信。\n' +
        '　　九五，像斩除柔脆的苋陆草一样刚毅果决地清除小人，居持中正品行就没有过错。\n' +
        '　　上六，不必呼号求救，凶险终究难逃。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：夬，决也，刚决柔也。健而说，决而和。“扬于王庭”，柔乘五刚也。“孚号有厉”，其危乃光也。“告自邑，不利即戎”，所尚乃穷也。“利有攸往”，刚长乃终也。',
        translation:'《彖传》说：夬的意思是决断，又如阳刚君子果决制裁阴柔小人。刚健勇进而又使人心悦诚服，果决行事而又意气平和。“在君王的朝廷上宣布小人的罪状”，因为阴柔小人乘凌在阳刚君子之上。“心怀诚信地疾呼危险”，这样才能度过危险使君子的作为发扬光大。“告诫自己封邑中的人，不利于立即动用武力制裁”，说明若一味崇尚武力将使刚决之道衰微；“往前进发是顺利的”，说明阳刚盛长终获善终。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：泽上于天，夬。君子以施禄及下，居德则忌。\n' +
        '　　“不胜而往”，“咎”也。\n' +
        '　　“有戎勿恤”，得中道也。\n' +
        '　　“君子夬夬”，终“无咎”也。\n' +
        '　　“其行次且”，位不当也。“闻言不信”，聪不明也。\n' +
        '　　“中行无咎”，中未光也。\n' +
        '　　“无号”之“凶”，终不可长也。',
        translation:'《象传》说：泽水蒸发升至天空，象征决断。君子当效法于此，果决地光施恩泽于下民，仅停留在个人功德上将为人憎恶。\n' +
        '　　不能胜任而往前冒进，是咎由自取的。\n' +
        '　　“夜间遭到敌人攻击也不必担心”，说明修养夬德，不失持中慎行之道。\n' +
        '　　“君子刚毅果决”，说明终能成功，不致过错。\n' +
        '　　“行动趑趄困难”，说明居处的位置不恰当。“听了忠告也不相信”，说明虽然听见了但却不能慎明事理。\n' +
        '　　“居持中正品行就没有过错”，说明中正之道尚未发扬光大。\n' +
        '　　“不必呼号求救，凶险难逃”，说明小人高居上位的情况终究不可长久。'
      }
    ]
  },
  {
    title:'姤卦第四十四',
    data:[
      {
        title:'天风姤　乾上巽下',
        content:'天风姤　乾上巽下\n' +
        '　　姤　女壮，勿用取女。\n' +
        '　　初六　系于金柅，贞吉。有攸往，见凶，羸豕孚蹢躅。\n' +
        '　　九二　包有鱼，无咎，不利宾。\n' +
        '　　九三　臀无肤，其行次且，厉，无大咎。\n' +
        '　　九四　包无鱼，起凶。\n' +
        '　　九五　以杞包瓜，含章，有陨自天。\n' +
        '　　上九　姤其角，吝，无咎。',
        translation:'姤卦象征邂逅，女子过分强壮，则不宜娶为妻室。\n' +
        '　　初六，紧紧系缚在金属制成的刹车上，坚守正道可获吉祥。往前进发，将出现凶险，那就像瘦弱的猪一样狂躁不安。\n' +
        '　　九二，厨房里有鱼，没有过错，但不宜于用来招待宾客。\n' +
        '　　九三，臀部皮肤被磨穿，行动趑趄困难，有危险，但没有大难。\n' +
        '　　九四，厨房里没有鱼，奋起争执有凶险。\n' +
        '　　九五，用杞树庇护下的甜瓜，修养内在的文采，好运由天而降。\n' +
        '　　上九，于墙角相遇，心有憾惜，但没有过错。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：姤，遇也，柔遇刚也。“勿用取女”，不可与长也。天地相遇，品物咸章也。刚遇中正，天下大行也。姤之时义大矣哉。',
        translation:'《彖传》说：姤，是相遇、邂逅的意思，即阴柔遇阳刚而相合。“不宜娶为妻室”，说明娶这种女子为妻是不会长久的。天与地相遇，各种物类才得以生存繁盛。刚者遇到居中守正的柔者，则能使其抱负大行于天下。“邂逅”之时的意义是多么的宏大啊！'
      },
      {
        title:'《象》曰',
        content:'《象》曰：天下有风，姤；后以施命诰四方。\n' +
        '　　“系于金柅”，柔道牵也。\n' +
        '　　“包有鱼”，义不及“宾”也。\n' +
        '　　“其行次且”，行未牵也。\n' +
        '　　“无鱼”之“凶”，远民也。\n' +
        '　　“九五”“含章”，中正也。“有陨自天”，志不舍命也。\n' +
        '　　“姤其角”，上穷“吝”也。',
        translation:'《象传》说：天下有风吹起时，象征“邂逅”。君王应当效法于此，布告四方，推行伟大道德。\n' +
        '　　“紧紧系缚在金属制成的刹车上”，说明此爻应居守柔顺之道，接受阳刚的牵制，难于自主。\n' +
        '　　“厨房里有鱼”，从道义上看不宜用来宴请宾客。\n' +
        '　　“行动趑趄困难”，说明行为还没有受到牵制。\n' +
        '  　　没有鱼招致的凶险，说明远离下民丧失民心。\n' +
        '　　“修养内在的文采”，是由于居中守正。“好运由天而降”，说明它的心志没有违背天命。\n' +
        '　　“于墙角相遇”，说明已至上位极点而导致相遇无人的憾惜。'
      }
    ]
  },
  {
    title:'萃卦第四十五',
    data:[
      {
        title:'泽地萃　兑上坤下',
        content:'泽地萃　兑上坤下\n' +
        '　　萃　亨，王假有庙。利见大人。亨，利贞，用大牲，吉。利有攸往。\n' +
        '　　初六　有孚不终，乃乱乃萃，若号，一握为笑，勿恤，往无咎。\n' +
        '　　六二　引吉无咎，孚乃利用禴。\n' +
        '　　六三　萃如嗟如，无攸利，往无咎，小吝。\n' +
        '　　九四　大吉无咎。\n' +
        '　　九五　萃有位，无咎匪孚，元永贞，悔亡。\n' +
        '　　上六　赍咨涕洟，无咎。',
        translation:'萃卦象征聚集，亨通顺利。君王到宗庙祭祀，利于出现伟大的人物，亨通顺利。祭祀时宜奉献大牲畜，吉祥，利于往前进发，一切顺利。\n' +
        '　　初六，心有诚意而不能贯彻至终，将导致心神迷惑，行为紊乱而与人妄聚。如果及早悔悟呼援，就能握手言欢。不要忧虑，往前进发不会有过错。\n' +
        '　　六二，被人援引可获吉祥，没有过错。只要诚心诚意，即使是微薄的祭祀也利于献享神灵。\n' +
        '　　六三，聚集一起叹息，没有什么利益。往前进发没有过错，但有小小的憾惜。\n' +
        '　　九四，至为吉祥，没有过错。\n' +
        '　　九五，聚集的时候高居尊位，没有过错，但尚未取信于民。宜于永久不渝地修养德行，保持正确方向，则悔恨消亡。\n' +
        '　　上六，悲伤哀叹，痛哭流涕，没有过错。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：萃，聚也。顺以说，刚中而应，故聚也。“王假有庙”，致孝享也。“利见大人，亨”，聚以正也。“用大牲，吉，利有攸往”，顺天命也。观其所聚，而天地万物之情可见矣。',
        translation:'《彖传》说：萃的意思是聚集。和顺而欢悦，刚健中正而应合时代，所以能得到四方响应，用聚民众。“君王到宗庙祭祀”，是说能尽其心，以祭品对祖先表达孝意。“利于出现伟大的人物，亨通顺利”，说明大人主持聚会必要遵循正道。“奉献大牲畜吉祥，利于往前进发”，说明此时顺应了天道规律。观察聚集的现象，天地万物的性情和规律就可以明白了。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：泽上于地，萃；君子以除戎器，戒不虞。\n' +
        '　　“乃乱乃萃”，其志乱也。\n' +
        '　　“引吉无咎”，中未变也。\n' +
        '　　“往无咎”，上巽也。\n' +
        '　　“大吉无咎”，位不当也。\n' +
        '　　“萃有位”，志未光也。\n' +
        '　　“赍咨涕洟”，未安上也。',
        translation:'《象传》说：水聚为泽而居地上，象征聚集。君子应当效法于此，经常清理整备兵器装备，戒备不测之事的发生。\n' +
        '　　“心神迷惑，行为紊乱而与人妄聚”，说明心志迷乱。\n' +
        '　　“被人援引可获吉祥，没有过错”，说明中正的本性始终未曾改变。\n' +
        '　　“往前进发没有过错”，说明能谦逊地顺从上面的阳刚。\n' +
        '　　“至为吉祥，没有过错”，说明居位不适当。\n' +
        '　　“聚集的时候高居尊位”，说明志向有待光大。\n' +
        '　　“悲伤哀叹，痛哭流涕”，说明高居极位，孤立无援，以致心不能安。'
      }
    ]
  },
  {
    title:'升卦第四十六',
    data:[
      {
        title:'地风升　坤上巽下',
        content:'地风升　坤上巽下\n' +
        '　　升　元亨。用见大人，勿恤。南征吉。\n' +
        '　　初六　允升大吉。\n' +
        '　　九二　孚乃利用禴，无咎。\n' +
        '　　九三　升虚邑。\n' +
        '　　六四　王用亨于岐山，吉，无咎。\n' +
        '　　六五　贞吉升阶。\n' +
        '　　上六　冥升，利于不息之贞。',
        translation:'升卦象征上升，至为亨通顺利，宜于出现伟大的人物，无需担忧，往南方开拓事业吉祥。\n' +
        '　　初六，守时守信的上升，大为吉祥。\n' +
        '　　九二，只要诚心诚意，即使微薄的祭祀也利于献享神灵，没有过错。\n' +
        '　　九三，高高地上升，一路顺利，如入无人之境。\n' +
        '　　六四，君王来到岐山祭祀神灵，吉祥，没有过错。\n' +
        '　　六五，坚守正道吉祥，登阶而上升。\n' +
        '　　上六，昏昧之极而继续上升，有利于不停息地坚守正道。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：柔以时升，巽而顺，刚中而应，是以大“亨”。“用见大人，勿恤”，有庆也。“南征吉”，志行也。',
        translation:'《彖传》说：以柔顺之德适时上升，谦逊而又和顺，保持刚强中正的品性而能与上呼应，所以大为亨通顺利。“宜于出现伟大的人物，无需担忧”，说明此时上升将有福庆。“往南方开拓事业吉祥”，说明有志者的心志如愿畅行。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：地中生木，升。君子以顺德，积小以高大。\n' +
        '　　“允升大吉”，上合志也。\n' +
        '　　“九二”之“孚”，有喜也。\n' +
        '　　“升虚邑”，无所疑也。\n' +
        '　　“王用亨于岐山”，顺事也。\n' +
        '　　“贞吉升阶”，大得志也。\n' +
        '　　“冥升”在上，消不富也。',
        translation:'《象传》说：地里生出树木，象征上升。君子应效法于此，遵循美德修行之道，积小善而逐渐成就崇高宏达的德业。\n' +
        '　　“守时守信上升，大为吉祥”，说明顺合上方的高远志向。\n' +
        '　　九二的诚信之美德，必然带来喜庆。\n' +
        '　　“高高地上升，一路顺利，如入无人之境”，说明顺畅而升，是因为无所疑虑。\n' +
        '　　“君王来到岐山祭祀神灵”，说明顺从了事物之情理。\n' +
        '　　“坚守正道吉祥，登阶而上升”，说明遂行心志。\n' +
        '　　昏昧之极而继续上升，高居上位说明位置过高而养料消减，实力已不富足。'
      }
    ]
  },
  {
    title:'困卦第四十七',
    data:[
      {
        title:'泽水困　兑上坎下',
        content:'泽水困　兑上坎下\n' +
        '　　困　亨。贞大人吉，无咎。有言不信。\n' +
        '　　初六　臀困于株木，入于幽谷，三岁不觌。\n' +
        '　　九二　困于酒食，朱绂方来。利用享祀。征凶无咎。\n' +
        '　　六三　困于石，据于蒺藜，入于其宫，不见其妻，凶。\n' +
        '　　九四　来徐徐，困于金车，吝，有终。\n' +
        '　　九五　劓刖，困于赤绂，乃徐有说，利用祭祀。\n' +
        '　　上六　困于葛藟，于臲卼，曰动悔。有悔，征吉。',
        translation:'困卦象征困顿，困顿之时而能自强自济也能亨通。坚守正道，大人可获吉祥，没有过错。此时仅有空言不会见信于人。\n' +
        '　　初六，臀部困坐于树桩上不能动弹，只得在幽深的山谷中徘徊，三年不见一线光明。\n' +
        '　　九二，被酒食应酬困住，荣禄即将到来，利于主持宗庙祭祀。此进发有凶险，但没有灾咎。\n' +
        '　　六三，被巨石困住，而背后所附是多刺的蒺藜；回到家中，看不到自己的妻子，有凶险。\n' +
        '　　九四，迟缓前来，被金车困住，有所憾惜，最终仍能有满意结果。\n' +
        '　　九五，割鼻断足，受困因穿着不合身的赤色祭服。\n' +
        '　　上六，被葛藤缠绕困住，陷入动摇不安的危险境地。这行动将招致悔恨，及时悔过，前进仍然吉祥。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：困，刚揜也。险以说，困而不失其所“亨”，其唯君子乎。“贞大人吉”，以刚中也。“有言不信”，尚口乃穷也。',
        translation:'《彖传》说：穷困是由于阳刚被掩盖。处险难而心中愉悦，这样虽处困顿也不失亨通之道，大概只有君子才能做到这一步吧！“坚守正道，大人可获吉祥”，因为他有刚正中直的美德。“空言语不会见信于人”，说明仅靠多言巧辩无补于事，反而会使自己更加困顿。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：泽无水，困；君子以致命遂志。\n' +
        '　　“入于幽谷”，幽不明也。\n' +
        '　　“困于酒食”，中有庆也。\n' +
        '　　“据于蒺藜”，乘刚也。“入于其宫，不见其妻”，不祥也。\n' +
        '　　“来徐徐”，志在下也。虽不当位，有与也。\n' +
        '　　“劓刖”，志未得也。“乃徐有说”，以中直也。“利用祭祀”，受福也。\n' +
        '　　“困于葛藟”，未当也。“动悔有悔”，吉行也。',
        translation:'《象传》说：泽中没有水，象征穷困。君子应效法于此，困顿之中不惜以生命来实现理想。\n' +
        '　　“在幽深的山谷中徘徊”，说明处在幽暗不明的处所。\n' +
        '　　“被酒食应酬困住”，说明居守中道会有喜庆。\n' +
        '　　“背后所附是多刺的蒺藜”，说明六三以阴柔凌驾于阳刚之上。“回到家中，看不到自己的妻子”，这是不祥的征兆。\n' +
        '　　“迟缓前来”，是说志在援救下层。虽然它本身居处的位置不妥当，但因与下应合，能达到目的。\n' +
        '　　“割鼻断足”，说明尚未实现其心志。“逐渐摆脱困境”，因为它持守刚中正直之道。“利于举行祭祀”，这样可得神的降福。\n' +
        '　　“被葛藤缠绕困住”，说明居位还不妥当。“行动将招致悔恨，及时悔过”，说明往前进发可走出困境，获得吉祥。'
      }
    ]
  },
  {
    title:'井卦第四十八',
    data:[
      {
        title:'水风井　坎上巽下',
        content:'水风井　坎上巽下\n' +
        '　　井　改邑不改井，无丧无得。往来井井。汔至亦未繘井，羸其瓶，凶。\n' +
        '　　初六　井泥不食。旧井无禽。\n' +
        '　　九二　井谷射鲋，瓮敝漏。\n' +
        '　　九三　井渫不食，为我心恻。可用汲，王明，并受其福。\n' +
        '　　六四　井甃无咎。\n' +
        '　　九五　井洌，寒泉食。\n' +
        '　　上六　井收勿幕，有孚元吉。',
        translation:'井卦象征水井，村邑迁移而井不改变，每日汲取不见减少，泉水流入不见增多，来来往往者都依赖井水为用。汲水已至井口，绳索还没离开井口时水瓶却倾覆，有凶险。\n' +
        '　　初六，井底泥沙沉积，不能饮用，这口井久未修治，甚至禽兽也不来饮水。\n' +
        '　　九二，在井下的穴隙中射取小鱼，瓶罐破漏。\n' +
        '　　九三，水井已掏治洁净却没有人汲用，这是我心里为之忧虑！这是可以汲取饮用的水，如果君王贤明，君臣万民必同享井水的福泽。\n' +
        '　　六四，水井正在加固修治，没有过错。\n' +
        '　　九五，井水清凉且有如寒泉，很好喝。\n' +
        '　　上六，汲取井水的功事已成，不必覆上盖子。心怀诚信，至为吉祥。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：巽乎水而上水，井。井，养而不穷也。“改邑不改井”，乃以刚中也。“汔至亦未繘井”，未有功也。“羸其瓶”，是以凶也。',
        translation:'《彖传》说：木瓶入于水而汲水上来，便是水井。水井养人而功德无穷。“村邑迁移而井不改变”，是因为刚正中直的品德。“汲水已至井口，绳索还没离开井口”，说明这时仍未有所收获。“水瓶倾覆”，无水可饮，所以有凶险。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：木上有水，井；君子以劳民劝相。\n' +
        '　　“井泥不食”，下也。“旧井无禽”，时舍也。\n' +
        '　　“井谷射鲋”，无与也。\n' +
        '　　“井渫不食”，行“恻”也。求“王明”，受福也。\n' +
        '　　“井甃无咎”，修井也。\n' +
        '　　“寒泉”之“食”，中正也。\n' +
        '　　“元吉”在“上”，大成也。',
        translation:'《象传》说：树木上端有水分渗出，象征“水井”。君子应效法于此，鼓励百姓勤劳，并劝勉他们相互协助。\n' +
        '　　“井底泥沙沉积不能食用”，说明处在最卑下的位置；“这口井久未修治，甚至禽兽也不来饮水”，说明因迁移而将其舍弃。\n' +
        '　　“在井下的穴隙中射取小鱼”，说明上方没有人应合援引。\n' +
        '　　“水井已掏治洁净却没有人汲用”，说明九三的行为让人忧虑；希望“君王圣明”，是希望赏识他的上级享受福泽。\n' +
        '　　“水井正在加固修治，没有过错”，说明这是修井的美德。\n' +
        '　　“井水清凉且有如寒泉，很好喝”，说明具备刚毅中正的德性。\n' +
        '　　“至为吉祥”，在于将美德发扬，说明此时大功告成。'
      }
    ]
  },
  {
    title:'革卦第四十九',
    data:[
      {
        title:'泽火革　兑上离下',
        content:'泽火革　兑上离下\n' +
        '　　革　巳日乃孚。元亨。利贞，悔亡。\n' +
        '　　初九　巩用黄牛之革。\n' +
        '　　六二　巳日乃革之，征吉无咎。\n' +
        '　　九三　征凶贞厉。革言三就，有孚。\n' +
        '　　九四　悔亡。有孚改命，吉。\n' +
        '　　九五　大人虎变，未占有孚。\n' +
        '　　上六　君子豹变，小人革面，征凶，居贞吉。',
        translation:'革卦象征变革，多日筹谋之后再推行变革方能取信于民，至为亨通顺利，利于坚守正道，悔恨消亡。\n' +
        '　　初九，像用黄牛皮捆缚一样的牢固。\n' +
        '　　六二，巳日果断推行变革，进展吉祥，必无过错。\n' +
        '　　九三，行动过激必生凶险，顽固保守也危险。变革必须慎重，须再三讨论达成一致再施行，要有诚心。\n' +
        '　　九四，悔恨消亡，取得民众信赖而革除不合天命的旧制度，吉祥。\n' +
        '　　九五，伟大人物像猛虎一样推行变革，不必占卜就知能取得民众的充分信任。\n' +
        '　　上六，君子像豹子一样协助变革，小人改变其旧面目，贸然前进有凶险，静居守持正固才会吉祥。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：革，水火相息，二女同居，其志不相得，曰革。“巳日乃孚”，革而信之。文明以说，大“亨”以正。革而当，其“悔”乃“亡”。天地革而四时成。汤武革命，顺乎天而应乎人。革之时大矣哉。',
        translation:'《彖传》说：变革，像水火相克相息。两个女子同居一室，他们的志趣不相容，这就叫变革。“多日筹谋之后再推行变革并取信于民”，说明变革过程中应得到民众的信赖。以文明的美德使民众悦服，这样就能大为亨通顺利，使一切步入正道，变革而又合于正当的法则，一切悔恨消亡。天地的变革形成了四季变化，商汤和周武王的革命，顺从了天道规律而又应合民众的愿望，取得了胜利。变革之时的意义是多么伟大啊！'
      },
      {
        title:'《象》曰',
        content:'《象》曰：泽中有火，革；君子以治历明时。\n' +
        '　　“巩用黄牛”，不可以有为也。\n' +
        '　　“巳日革之”，行有嘉也。\n' +
        '　　“革言三就”，又何之矣。\n' +
        '　　“改命”“之吉”，信志也。\n' +
        '　　“大人虎变”，其文炳也。\n' +
        '　　“君子豹变”，其文蔚也。“小人革面”，顺以从君也。',
        translation:'《象传》说：汪洋大泽中有烈火，象征急需变革。君子当效法于此，改革历法来明确显示季节的变化，按规律行事。\n' +
        '　　“像用黄牛皮捆缚一样的牢固”，说明初九应慎重行事，不可有所作为。\n' +
        '　　“巳日果断推行变革”，说明准备充分的行动将带来嘉美的成果。\n' +
        '　　“变革必须慎重，须再三讨论达成一致再施行”，说明这样就不会走错路。\n' +
        '　　“革除不合天命的制度吉祥”，说明取信于民遂行心志。\n' +
        '　　“伟大人物像猛虎一样推行变革”，说明美德光彩显耀。\n' +
        '　　“君子像豹子一样协助变革”，说明他的美德蔚然成彩。“小人改变其旧面目”，说明他们只是表面顺从君主。'
      }
    ]
  },
  {
    title:'鼎卦第五十',
    data:[
      {
        title:'火风鼎　离上巽下',
        content:'火风鼎　离上巽下\n' +
        '　　鼎　元吉，亨。\n' +
        '　　初六　鼎颠趾，利出否，得妾以其子，无咎。\n' +
        '　　九二　鼎有实，我仇有疾，不我能即，吉。\n' +
        '　　九三　鼎耳革，其行塞，雉膏不食，方雨亏悔，终吉。\n' +
        '　　九四　鼎折足，覆公餗，其形渥，凶。\n' +
        '　　六五　鼎黄耳金铉，利贞。\n' +
        '　　上九　鼎玉铉，大吉，无不利。',
        translation:'鼎卦象征鼎器，至为吉祥，亨通顺利。\n' +
        '　　初六，鼎器的足颠倒翻覆，利于倒出残渣污物。就像娶妻妾生子被扶为正室，没有过错。\n' +
        '　　九二，鼎器内装满了食物，我妻有病，不能接近我，仍然吉祥。\n' +
        '　　九三，鼎器的耳柄变异，移举行动阻塞，致使美味的野鸡膏脂不能煮食。一旦霖雨降下，悔恨消散，最终将得吉利。\n' +
        '　　九四，鼎器折断其足，王公的美食全被翻倒，鼎器上油腻龌龊，有凶险。\n' +
        '　　六五，鼎器配有黄铜鼎耳，刚坚的铉环，这利于守持正固。\n' +
        '　　上九，鼎器配着镶玉的铉环，大为吉利，无所不利。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：鼎，象也。以木巽火，亨饪也。圣人亨以享上帝，而大亨以养圣贤。巽而耳目聪明，柔进而上行，得中而应乎刚，是以“元亨”。',
        translation:'《彖传》说：鼎器是一种烹饪的形象，将木材放入火中，可以烹煮食物。圣王烹煮祭品享祭天地，又烹饪大量食物以供养圣贤良才。谦逊柔顺而能耳聪目明，以谦柔的美德前进上行，得居中正之位而又下应阳刚，因此至为亨通顺利。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：木上有火，鼎；君子以正位凝命。\n' +
        '　　“鼎颠趾”，未悖也。“利出否”，以从贵也。\n' +
        '　　“鼎有实”，慎所之也。“我仇有疾”，终无尤也。\n' +
        '　　“鼎耳革”，失其义也。\n' +
        '　　“覆公餗”，信如何也。\n' +
        '　　“鼎黄耳”，中以为实也。\n' +
        '　　“玉铉”在“上”，刚柔节也。',
        translation:'《象传》说：木上面烧着火，象征鼎器在烹饪食物。君子应当效法于此，端正稳固身心的位置，严守自己的使命。\n' +
        '　　“鼎器的足颠倒翻覆”，这并不违背常理。“利于倒出残渣污物”，这是为了遵从新的贵人。\n' +
        '　　“鼎器内装满了食物”，说明谨慎前行较好。“我妻有病”，终将没有怨尤。\n' +
        '　　“鼎器的耳柄变异”，说明其失去了本身存在的意义。\n' +
        '　　“王公的美食全被翻倒”，说明德行浅薄而地位尊贵不足信任。\n' +
        '　　“鼎器配有黄铜鼎耳”，说明居中守正而获充实之利。\n' +
        '　　镶玉的铉环高居上位，说明刚柔相济，互相调节。'
      }
    ]
  },
  {
    title:'震卦第五十一',
    data:[
      {
        title:'震为雷　震上震下',
        content:'震为雷　震上震下\n' +
        '　　震　亨。震来虩虩，笑言哑哑，震惊百里，不丧匕鬯。\n' +
        '　　初九　震来虩虩，后笑言哑哑，吉。\n' +
        '　　六二　震来厉，亿丧贝，跻于九陵，勿逐，七日得。\n' +
        '　　六三　震苏苏，震行无眚。\n' +
        '　　九四　震遂泥。\n' +
        '　　六五　震往来厉，亿无丧有事。\n' +
        '　　上六　震索索，视矍矍，征凶。震不于其躬，于其邻，无咎。婚媾有言。',
        translation:'震卦象征震动，亨通顺利。雷电袭来万物恐惧，然后戒惧慎行遂能谈笑自若，雷声惊动百里，而祭主没有被惊吓致失落手中的酒匙。\n' +
        '　　初九，雷电袭来万物恐惧，然后戒惧慎行遂能谈笑自若，吉祥。\n' +
        '　　六二，震动骤至，有危险。大大地丧失财帛，应当登上高俊的九陵高山以远避，不要去追索，七天后将失而复得。\n' +
        '　　六三，震动之时恐惧不安，因雷动而谨慎前行将不遭祸患。\n' +
        '　　九四，震动之时惊落泥潭。\n' +
        '　　六五，震动之时上下来往行动有危险。万无一失，长保祭祀盛事。\n' +
        '　　上六，震动之时畏畏缩缩，两目惶恐不安，若行动会有凶险。震动还没波及自身，而只是波及近邻时，没有过错；但若婚媾将导致闲言。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“震，亨”，“震来虩虩”，恐致福也。“笑言哑哑”，后有则也。“震惊百里”，惊远而惧迩也。出可以守宗庙社稷，以为祭主也。',
        translation:'《彖传》说：震动可致亨通顺利。“雷电袭来万物惶恐惊惧”，说明恐惧而戒备能带来福泽。“戒惧慎行遂能谈笑自若”，说明惊惧之后就能防患于未然。“雷声惊动百里”，以致远近都震惊恐惧，防患于未然。继承大业的长子能做到如此，说明他出来能够长守宗庙社稷的安危，成为祭祀典礼的主持人。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：洊雷，震；君子以恐惧修省。\n' +
        '　　“震来虩虩”，恐致福也。“笑言哑哑”，后有则也。\n' +
        '　　“震来厉”，乘刚也。\n' +
        '　　“震苏苏”，位不当也。\n' +
        '　　“震遂泥”，未光也。\n' +
        '　　“震往来厉”，危行也。其事在中，大“无丧”也。\n' +
        '　　“震索索”，未得中也。虽“凶”无咎，畏邻戒也。',
        translation:'《象传》说：接连不断的轰轰震雷，象征震动。君子当效法于此，心怀惊惧，自我修身反省。\n' +
        '　　“雷电袭来万物恐惧”，说明恐惧而戒备能带来福泽。“戒惧慎行遂能谈笑自若”，说明恐惧能使其拥有做事准则。\n' +
        '　　“震动骤至，有危险”，说明性本柔弱却偏乘凌在阳刚之上。\n' +
        '　　“震动之时恐惧不安”，说明阴居阳位，位置不妥当。\n' +
        '　　“震动之时惊落泥潭”，说明阳刚之德没能发扬光大。\n' +
        '　　“震动之时上下来往行动有危险”，说明谋事在中正之位，幺允无偏，不会有太大损失。\n' +
        '　　“震动之时畏畏缩缩”，说明上六未修得中正之德。虽然凶险没遭过错，是因为畏惧近邻所受的震惊而心存戒备之故。'
      }
    ]
  },
  {
    title:'艮卦第五十二',
    data:[
      {
        title:'艮为山　艮上艮下',
        content:'艮为山　艮上艮下\n' +
        '　　艮　艮其背，不获其身，行其庭，不见其人，无咎。\n' +
        '　　初六　艮其趾，无咎。利永贞。\n' +
        '　　六二　艮其腓，不拯其随，其心不快。\n' +
        '　　九三　艮其限，列其夤，厉熏心。\n' +
        '　　六四　艮其身，无咎。\n' +
        '　　六五　艮其辅，言有序，悔亡。\n' +
        '　　上九　敦艮吉。',
        translation:'艮卦象征抑止，抑止其背部的活动，其身体不能面向所抑止的地方。犹如在庭院中行走，没看见背后的人，没有过错。\n' +
        '　　初六，抑止其脚趾的行动，没有过错，利于永久坚守正道。\n' +
        '　　六二，抑止其小腿的行动，无法举步向上承应跟随，心里不痛快。\n' +
        '　　九三，抑制其腰部的行动，脊肉撕裂，危险就像烈火一样熏灼其心。\n' +
        '　　六四，抑止上身的活动，没有过错。\n' +
        '　　六五，抑止其口，说话中肯而条理分明，悔恨消亡。\n' +
        '　　上九，敦厚而知足知止，吉利。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：艮，止也。时止则止，时行则行，动静不失其时，其道光明。艮其止，止其所也。上下敌应，不相与也。是以“不获其身，行其庭，不见其人，无咎”也。',
        translation:'《彖传》说：艮的意思是抑止。应当停止时就停止，可以行动时就行动，动与静都不失时机，前途必然光明。“抑止其背部的活动”，说明抑止要适得其所。全卦六爻上下相互敌对，不能相应。所以说“其身体不能面向所抑止的地方，犹如在庭院中行走，没看见背后的人，没有过错”。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：兼山，艮。君子以思不出其位。\n' +
        '　　“艮其趾”，未失正也。\n' +
        '　　“不拯其随”，未退听也。\n' +
        '　　“艮其限”，危“熏心”也。\n' +
        '　　“艮其身”，止诸躬也。\n' +
        '　　“艮其辅”，以中正也。\n' +
        '　　“敦艮”之“吉”，以厚终也。',
        translation:'《象传》说：两山重叠，象征抑止。君子体察此现象，经常考虑行动不应超越本位。\n' +
        '　　“抑止其脚趾的行动”，说明没有离失正道。\n' +
        '　　“无法举步向上承应跟随”，这是由于未能听从其劝导退回。\n' +
        '　　“抑止其腰部的行动”，说明身处的危险像烈火一样熏烤其心。\n' +
        '　　“抑止上身的活动”，说明能自己控制而保持正直。\n' +
        '　　“抑止其口”，因为不偏倚，居中守正。\n' +
        '　　“谨慎敦厚而知足知止的吉利”，说明上九能以敦厚的品德获得善终。'
      }
    ]
  },
  {
    title:'渐卦第五十三',
    data:[
      {
        title:'风山渐　巽上艮下',
        content:'风山渐　巽上艮下\n' +
        '　　渐　女归吉，利贞。\n' +
        '　　初六　鸿渐于干。小子厉，有言，无咎。\n' +
        '　　六二　鸿渐于磐，饮食衎衎，吉。\n' +
        '　　九三　鸿渐于陆。夫征不复，妇孕不育，凶。利御寇。\n' +
        '　　六四　鸿渐于木，或得其桷，无咎。\n' +
        '　　九五　鸿渐于陵，妇三岁不孕，终莫之胜，吉。\n' +
        '　　上九　鸿渐于陆，其羽可用为仪，吉。',
        translation:'渐卦象征渐进，女子出嫁吉利，利于坚守正道。\n' +
        '　　初六，大雁徐徐飞行停息在水边。年幼小子靠近有危险，会遭人指责，没有过错。\n' +
        '　　六二，大雁徐徐飞行停息在磐石上，欢喜饱享饮食，吉利。\n' +
        '　　九三，大雁徐徐飞行停息高平之地，就像丈夫出征不复回，妇人失贞怀孕生子而不能养育，有凶险。有利于抵御外来的强寇。\n' +
        '　　六四，大雁徐徐飞行停息在树上，或许能寻得横平的树枝栖息，没有过错。\n' +
        '　　九五，大雁徐徐飞行停息在高陵上，妻子三年不曾怀孕，最终没有什么能阻止她得其心愿。\n' +
        '　　上九，大雁徐徐飞行停息在陆地上，羽毛可用做典礼中的装饰。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：渐之进也，“女归吉”也。进得位，往有功也。进以正，可以正邦也。其位刚得中也。止而巽，动不穷也。',
        translation:'《彖传》说：渐渐地前进，就像女子出嫁循礼渐进可获吉祥。往前进而获居正位，前往就会立功受赏。遵循正道渐次而进，就能够端正邦国。卦中各爻刚健者得居中位，守静知止而又谦逊和顺，所以能永远保持生命的进化运动。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山上有木，渐；君子以居贤德善俗。\n' +
        '　　“小子”之“厉”，义“无咎”也。\n' +
        '　　“饮食衎衎”，不素饱也。\n' +
        '　　“夫征不复”，离群丑也。“妇孕不育”，失其道也。“利用御寇”，顺相保也。\n' +
        '　　“或得其桷”，顺以巽也。\n' +
        '　　“终莫之胜吉”，得所愿也。\n' +
        '　　“其羽可用为仪，吉”，不可乱也。',
        translation:'《象传》说：高山上有树木依山势而长，象征渐进。君子体察此中现象，蓄积贤德，逐渐改变落后的风俗。\n' +
        '　　“年幼小子靠近危险”，从渐进的意义看应无过错。\n' +
        '　　“欢喜饱享饮食”，说明六二并非自吃饱饭，而是有所为的。\n' +
        '　　“丈夫出征不复回”，说明脱离了家乡的人们。“妇人失贞怀孕生子而不能养育”，说明失去了妇道。\n' +
        '　　“有利于抵御外来的强寇”，说明应当顺从需要以互相保卫。\n' +
        '　　“或许能寻得横平的树枝栖息”，因为柔顺服从。\n' +
        '　　“最终没有什么能阻止她得其心愿，吉利”，说明愿望得遂应。\n' +
        '　　“羽毛可用做典礼中的装饰，吉祥”，说明不可以扰乱应有的顺序步骤。'
      }
    ]
  },
  {
    title:'归妹卦第五十四',
    data:[
      {
        title:'雷泽归妹　震上兑下',
        content:'雷泽归妹　震上兑下\n' +
        '　　归妹　征凶，无攸利。\n' +
        '　　初九　归妹以娣。跛能履，征吉。\n' +
        '　　九二　眇能视，利幽人之贞。\n' +
        '　　六三　归妹以须，反归以娣。\n' +
        '　　九四　归妹愆期，迟归有时。\n' +
        '　　六五　帝乙归妹，其君之袂，不如其娣之袂良。月几望，吉。\n' +
        '　　上六　女承筐无实，士刲羊无血，无攸利。',
        translation:'归妹卦象征婚嫁，一步走错就有凶险，没有什么利益。\n' +
        '　　初九，嫁出少女作为侧室，就像跛脚的人努力行走，为之吉祥。\n' +
        '　　九二，眼睛偏盲而勉强看物，利于深居妇人坚守妇德。\n' +
        '　　六三，出嫁之后尚需等待扶为正室，不如反归嫁为侧室。\n' +
        '　　九四，出嫁少女延误了婚期，延迟婚嫁以待时机仍有希望。\n' +
        '　　六五，帝乙嫁女，正室的衣饰反不如从嫁的妾衣着华丽。月亮接近圆满，吉祥。\n' +
        '　　上六，女子手拿竹筐，里面没装东西，男子宰羊，不见血腥。办事不能顺利。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：归妹，天地之大义也。天地不交，而万物不兴。归妹，人之终始也。说以动，所归妹也。“征凶”，位不当也。“无攸利”，柔乘刚也。',
        translation:'《彖传》说：婚嫁，这是天地间意义至为重大的事。天地阴阳不交合，万物就不能繁殖兴盛，婚嫁使人类始终循环无止境。欢喜而向上行动，是出嫁的少女。“一步走错就有凶险”，说明位置安排不妥当。“没有什么利益”，是因为阴柔乘凌阳刚上。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：泽上有雷，归妹；君子以永终知敝。\n' +
        '　　“归妹以娣”，以恒也。\n' +
        '　　“跛能履”吉，相承也。\n' +
        '　　“利幽人之贞”，未变常也。\n' +
        '　　“归妹以须”，未当也。\n' +
        '　　“愆期”之志，有待而行也。\n' +
        '　　“帝乙归妹”，“不如其娣之袂良也”。其位在中，以贵行也。\n' +
        '　　“上六”“无实”，“承”虚“筐”也。',
        translation:'《象传》说：水泽上雷声震响，象征婚嫁。君子体察这种现象，长久不渝终守正道，知道男女恒定婚姻关系被破坏的弊端。\n' +
        '　　“嫁出少女作为侧室”，这是恒常之道。“就像跛脚的人努力行走，吉祥”，说明能秉承夫意协助匡扶家务。\n' +
        '　　“利于深居妇人坚守妇德”，说明没有改变恒常之道。\n' +
        '　　“出嫁之后尚需等待扶为正室”，说明此种行为不妥当。\n' +
        '　　九四延误婚期的心志，是为了等待合适的配偶而后行。\n' +
        '　　“帝乙嫁女，正室的衣饰反不如从嫁的妾衣着华丽”，说明地位品德均中正无偏，以高贵之位下嫁。\n' +
        '　　上六空虚无物，正如手拿虚空的竹筐。'
      }
    ]
  },
  {
    title:'丰卦第五十五',
    data:[
      {
        title:'雷火丰　震上离下',
        content:'雷火丰　震上离下\n' +
        '　　丰　亨，王假之。勿忧，宜日中。\n' +
        '　　初九　遇其配主，虽旬无咎，往有尚。\n' +
        '　　六二　丰其蔀，日中见斗。往得疑疾，有孚发若，吉。\n' +
        '　　九三　丰其沛，日中见沫，折其右肱，无咎。\n' +
        '　　九四　丰其蔀，日中见斗，遇其夷主，吉。\n' +
        '　　六五　来章，有庆誉吉。\n' +
        '　　上六　丰其屋，蔀其家，窥其户，阒其无人，三岁不觌，凶。',
        translation:'丰卦象征丰盈盛大，亨通顺利，君王可达丰盈盛大的境界。不用忧虑，宜于像太阳居正当中一样保持充盈的光辉。\n' +
        '　　初九，遇到相匹配的主人，尽管追问质询也没有过错，往前进发将受到赞扬。\n' +
        '　　六二，云层丰积厚重遮蔽太阳，日正当中之时却出现星斗，前往则会被猜疑和嫉恨，只要以诚信待人，心地光明可获吉祥。\n' +
        '　　九三，丰大掩蔽太阳的幔幕，太阳中天的正午可见小星星。折断自己的右臂，没有过错。\n' +
        '　　九四，丰大掩蔽太阳的光辉，太阳中天的正午出现星斗。遇见明智的主人，吉祥。\n' +
        '　　六五，招纳天下贤才，获得福庆和美誉，吉祥。\n' +
        '　　上六，丰大完美自己的房屋，隐蔽其居室，从门缝向外窥视，内里寂静无人。三年之久不出来见人，凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：丰，大也。明以动，故丰。“王假之”，尚大也。“勿忧宜日中”，宜照天下也。日中则昃，月盈则食，天地盈虚，与时消息，而况于人乎，况于鬼神乎。',
        translation:'《彖传》说：丰的意思是丰盈盛大。就像道德光明而后施于行动，所以能获得丰盛的成果。“君王可达丰盈盛大的境界”，说明王者崇尚盛大的美德。“不用忧虑，宜于像太阳居正当中一样保持充盈的光辉”，说明应该将美德照彻天下，泽被生民。日正当中必然开始西斜，月亮盈满自然会开始销蚀。天地自然的盈满虚亏，都是随着一定的时节消亡生息的，更何况人，更何况鬼神呢？'
      },
      {
        title:'《象》曰',
        content:'《象》曰：雷电皆至，丰；君子以折狱致刑。\n' +
        '　　“虽旬无咎”，过旬灾也。\n' +
        '　　“有孚发若”，信以发志也。\n' +
        '　　“丰其沛”，不可大事也。“折其右肱”，终不可用也。\n' +
        '　　“丰其蔀”，位不当也。“日中见斗”，幽不明也。“遇其夷主”，“吉”行也。\n' +
        '　　“六五”之“吉”，“有庆”也。\n' +
        '　　“丰其屋”，天际翔也。“窥其户，阒其无人”，自藏也。',
        translation:'《象传》说：雷鸣电闪交相而至，象征丰盈盛大。君子体察此现象，以威震和光明审断讼狱，谨慎施用刑罚。\n' +
        '　　“尽管追问质询也没有过错”，说明如若想打破均等必有灾祸。\n' +
        '　　“以诚信待人，心地光明”，说明应当通过诚信来开拓丰大光明的志向。\n' +
        '　　“丰大掩蔽太阳的幔幕”，说明不可以做大事。“折断自己的右臂”，说明终究不可以施展才用。\n' +
        '　　“丰大掩蔽太阳的光辉”，说明所处居位不妥当。“太阳中天的正午出现星斗”，说明居于幽暗不明的时期。“遇见明智的主人”，说明获得吉祥可以往前进发。\n' +
        '　　六五的吉祥，是因为修养丰德，因此有福庆。\n' +
        '　　“丰大完美自己的房屋”，说明居处极位就像飞翔在天空中一样快乐自在。“从门缝向外窥视，内里寂静无人”，这是自闭深藏。'
      }
    ]
  },
  {
    title:'旅卦第五十六',
    data:[
      {
        title:'火山旅　离上艮下',
        content:'火山旅　离上艮下\n' +
        '　　旅　小亨。旅贞吉。\n' +
        '　　初六　旅琐琐，斯其所取灾。\n' +
        '　　六二　旅即次，怀其资，得童仆贞。\n' +
        '　　九三　旅焚其次，丧其童仆，贞厉。\n' +
        '　　九四　旅于处，得其资斧，我心不快。\n' +
        '　　六五　射雉，一矢亡，终以誉命。\n' +
        '　　上九　鸟焚其巢，旅人先笑后号啕。丧牛于易，凶。',
        translation:'旅卦象征旅行，小有亨通顺利，旅行能坚守正道就会吉祥。\n' +
        '　　初六，旅途之初事务繁琐导致猥琐卑贱，这是自己招来的灾祸。\n' +
        '　　六二，旅行中投宿客栈，携带资财，找到童仆，应当守持正固。\n' +
        '　　九三，旅行中客栈被火焚烧，丧失了童仆。坚守正道以防危险。\n' +
        '　　九四，旅途中暂停栖处，得到路费盘缠，心中仍然不甚愉快。\n' +
        '　　六五，射野鸡丢失了一支箭，最后仍然得到荣誉和爵命。\n' +
        '　　上九，鸟巢被焚烧，旅行者开始欣喜欢笑，后来号啕大哭，就像在田畔丢失牛，有凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“旅，小亨”。柔得中乎外而顺乎刚，止而丽乎明，是以“小亨，旅贞吉”也。旅之时义大矣哉。',
        translation:'《彖传》说：“旅行，小有亨通顺利”，谦柔者品德中正，并顺从刚强者，适可而止又能附丽于光明，所以说“小有亨通顺利，旅行能坚守正道就会吉祥”。旅行的时代和意义是多么宏大啊！'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山上有火，旅。君子以明慎用刑，而不留狱。\n' +
        '　　“旅琐琐”，志穷“灾”也。\n' +
        '　　“得童仆贞”，终无尤也。\n' +
        '　　“旅焚其次”，亦以伤矣。以旅与下，其义“丧”也。\n' +
        '　　“旅于处”，未得位也。“得其资斧”，“心”未“快”也。\n' +
        '　　“终以誉命”，上逮也。\n' +
        '　　以“旅”在“上”，其义“焚”也。“丧牛于易”，终莫之闻也。',
        translation:'《象传》说：山上火在燃烧，象征旅行。君子体察此种现象，明智慎重地施用刑罚，而不积留狱案。\n' +
'“旅途之初事务繁琐导致猥琐卑贱”，说明旅人志向穷短，所以有灾难。\n' +
'“找到童仆，应当守持正固”，说明六二终于没有灾尤。\n' +
'“旅行中客栈被火焚烧”，这是很悲惨的事。以傲慢的态度对待下人，必然要丧失童仆。\n' +
'“旅途中暂停栖处”，说明没能真正地安身之命。“得到路费盘缠”，心中未必畅快。\n' +
'“最后仍然得到荣誉和爵命”，说明与上层很接近。\n' +
'　　作为一名旅行者却高高在上目中无人，当然导致被焚毁的灾祸。在田畔丧失了牛，说明上九羁旅遭祸终将没有人知道。'
      }
    ]
  },
  {
    title:'巽卦第五十七',
    data:[
      {
        title:'巽为风　巽上巽下',
        content:'巽为风　巽上巽下\n' +
        '　　巽　小亨。利有攸往。利见大人。\n' +
        '　　初六　进退，利武人之贞。\n' +
        '　　九二　巽在床下，用史巫，纷若吉，无咎。\n' +
        '　　九三　频巽吝。\n' +
        '　　六四　悔亡，田获三品。\n' +
        '　　九五　贞吉悔亡，无不利，无初有终。先庚三日，后庚三日，吉。\n' +
        '　　上九　巽在床下，丧其资斧，贞凶。',
        translation:'巽卦象征顺逊，小有亨通顺利，利于前往进见伟大的人物。\n' +
        '　　初六，进退不决，利于勇武之人坚守正道。\n' +
        '　　九二，顺逊悲居床底，如果能像史官巫吏那样以谦卑诚意敬神，吉祥没有灾咎。\n' +
        '　　九三，频频表示顺逊，有憾惜。\n' +
        '　　六四，悔恨消亡，田猎获取祭祀、饭宴和家用三类猎物。\n' +
        '　　九五，坚守正道吉祥，悔恨消亡，没有不利。开始或许不顺利，最终会有好结果。在象征变更的庚日之前三日布令，三日之后实行命令，吉祥。\n' +
        '　　上九，顺逊至极地伏在床底，就像丢失了盘缠。坚守正道以防凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：重巽以申命，刚巽乎中正而志行。柔皆顺乎刚，是以“小亨，利有攸往，利见大人”。',
        translation:'《彖传》说：上下顺逊是为了三令五申其命令。阳刚尊者以中正的美德被人顺从而得以遂行其志向，柔弱者都顺从阳刚者，所以“小有亨通顺利，利于前往进见伟大的人物”。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：随风，巽。君子以申命行事。\n' +
        '　　“进退”，志疑也。“利武人之贞”，志治也。\n' +
        '　　“纷若”之“吉”，得中也。\n' +
        '　　“频巽”之“吝”，志穷也。\n' +
        '　　“田获三品”，有功也。\n' +
        '　　“九五”之“吉”，位正中也。\n' +
        '　　“巽在床下”，“上”穷也。“丧其资斧”，正乎“凶”也。',
        translation:'《象传》说：和风不断地吹拂，象征顺逊。君子体察这种现象，大胆地申谕命令，果断施行政事。\n' +
        '　　“进退不决”，说明志向犹疑。“利于勇武之人坚守正道”，是说要修治武人般刚勇的心志。\n' +
        '　　“如果能像史官巫吏那样以谦卑诚意敬神”，因为德行居中不偏。\n' +
        '　　“频频表示顺寻带来憾惜”，说明丧失了坚定志向。\n' +
        '　　“田猎获取祭祀、饭宴和家用三类猎物”，表明功绩卓著。\n' +
        '　　九五的吉祥，是因为它居处的位置持中守正。\n' +
        '　　“顺逊至极地伏在床底”，说明已达极端穷困的地步。“丢失了盘缠”，说明应守持刚正以防凶险。'
      }
    ]
  },
  {
    title:'兑卦第五十八',
    data:[
      {
        title:'兑为泽　兑上兑下',
        content:'兑为泽　兑上兑下\n' +
        '　　兑　亨。利贞。\n' +
        '　　初九　和兑吉。\n' +
        '　　九二　孚兑吉，悔亡。\n' +
        '　　六三　来兑凶。\n' +
        '　　九四　商兑未宁，介疾有喜。\n' +
        '　　九五　孚于剥，有厉。\n' +
        '　　上六　引兑。',
        translation:'兑卦象征喜悦，亨通顺利，利于坚守正道。\n' +
        '　　初九，和悦待人，吉祥。\n' +
        '　　九二，心中诚信和悦待人，吉祥，悔恨消亡。\n' +
        '　　六三，前来取悦于人，有凶险。\n' +
        '　　九四，心中思度所喜悦之事不能安宁，治愈邪疾必有喜庆。\n' +
        '　　九五，施诚信于失信之人，有危险。\n' +
        '　　上六，沉溺于引诱取悦于人。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：兑，说也。刚中而柔外，说以“利贞”，是以顺乎天而应乎人。说以先民，民忘其劳。说以犯难，民忘其死。兑之大，民劝矣哉。',
        translation:'《彖传》说：兑的意思是喜悦。它内里刚强而外表谦柔，能使人喜悦，利于坚守正道。因此喜悦必须上顺天意，下应民情。凡是以使人民喜悦为先，那么百姓就会任劳忘苦。高兴地奔赴危难不避艰险，那么百姓也会舍生忘死。喜悦的意义是多么伟大，它能鼓舞发起民众。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：丽泽，兑。君子以朋友讲习。\n' +
        '　　“和兑”之“吉”，行未疑也。\n' +
        '　　“孚兑”之“吉”，信志也。\n' +
        '　　“来兑”之“凶”，位不当也。\n' +
        '　　“九四”之“喜”，有庆也。\n' +
        '　　“孚于剥”，位正当也。\n' +
        '　　“上六”“引兑”，未光也。',
        translation:'《象传》说：泽水相连互通，象征喜悦。君子体察此种现象，会聚朋友一起相互讨论学习。\n' +
        '　　“和悦待人吉祥”，说明友善行为光明正大不被人疑忌。\n' +
        '　　“心中诚信和悦待人”，表明志在诚信。\n' +
        '　　“前来笑脸取悦于人，有凶险”，说明居位不妥当。\n' +
        '　　病愈之喜，是因为有值得庆贺的现象。\n' +
        '　　“施诚信于失信之人”，这是因为正当君位的原因。\n' +
        '　　上六“引诱取悦于人”，说明它的喜悦之道尚未光大。'
      }
    ]
  },
  {
    title:'涣卦第五十九',
    data:[
      {
        title:'风水涣　巽上坎下',
        content:'风水涣　巽上坎下\n' +
        '　　涣　亨。王假有庙。利涉大川，利贞。\n' +
        '　　初六　用拯马壮吉。\n' +
        '　　九二　涣奔其机，悔亡。\n' +
        '　　六三　涣其躬，无悔。\n' +
        '　　六四　涣其群元吉。涣有丘，匪夷所思。\n' +
        '　　九五　涣汗其大号，涣，王居无咎。\n' +
        '　　上九　涣其血，去逖出，无咎。',
        translation:'涣卦象征涣散，亨通顺利，君王以至诚之心到宗庙祈祷保有庙祭，利于涉越江河巨流，利于坚守正道。\n' +
        '　　初六，借助健壮的兵马勉力拯济可获吉祥。\n' +
        '　　九二，涣散之时直奔安全之地，悔恨消亡。\n' +
        '　　六三，涣散不惜自身受损，没有悔恨。\n' +
        '　　六四，涣散朋党，至为吉祥。涣散小团体，而结成山丘般的大团体，这是常人的思虑达不到的。\n' +
        '　　九五，像发汗一般发布重大命令，散发君王居积的财富，没有过错。\n' +
        '　　上九，散流体内淤血，除去忧患，没有过错。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“涣，亨”，刚来而不穷，柔得位乎外而上同。“王假有庙”，王乃在中也。“利涉大川”，乘木有功也。',
        translation:'《彖传》说：“涣散，亨通顺利”，阳刚汹涌而来居阴柔之中而不致穷困，阴柔获得高正位并与阳刚同德同心。“君王以至诚之心到宗庙祈祷保有庙祭”，说明君王处居众人之正中。“利于涉越江河巨流”，说明乘着木舟而得风住必会建功立业。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：风行水上，涣。先王以享于帝立庙。\n' +
        '　　“初六”之“吉”，顺也。\n' +
        '　　“涣奔其机”，得愿也。\n' +
        '　　“涣其躬”，志在外也。\n' +
        '　　“涣其群元吉”，光大也。\n' +
        '　　“王居无咎”，正位也。\n' +
        '　　“涣其血”，远害也。',
        translation:'《象传》说：风吹行于平静水上，象征涣散。先代君王观此象，隆重地祭祀上帝，建立宗庙，从而以归系人心。\n' +
        '　　初六的吉祥，是因为顺应时势的缘故。\n' +
        '　　“涣散之时直奔安全之地”，说明达成了阴阳聚合的愿望。\n' +
        '　　“涣散不惜自身受损”，说明心志在于向外发展。\n' +
        '　　“涣散朋党至为吉祥”，说明行为光明正大。\n' +
        '　　“散发君王居积的财富”，说明君王尊位正当而坚固。\n' +
        '　　“散流淤血”，是说当彻底远离祸害。'
      }
    ]
  },
  {
    title:'节卦第六十',
    data:[
      {
        title:'水泽节　坎上兑下',
        content:'水泽节　坎上兑下\n' +
        '　　节　亨。苦节不可贞。\n' +
        '　　初九　不出户庭，无咎。\n' +
        '　　九二　不出门庭，凶。\n' +
        '　　六三　不节若，则嗟若，无咎。\n' +
        '　　六四　安节亨。\n' +
        '　　九五　甘节吉，往有尚。\n' +
        '　　上六　苦节贞凶，悔亡。',
        translation:'节卦象征节制，亨通顺利，但不可以过度地节制。应当坚守正道。\n' +
        '　　初九，不走出屋门内院，没有过错。\n' +
        '　　九二，始终不跨出大门庭院，有凶险。\n' +
        '　　六三，不能自我节制，必然会忧伤嗟叹，没有过错。\n' +
        '　　六四，安于现状自我节制，亨通顺利。\n' +
        '　　九五，甘美愉悦地节制，吉祥，往前进发受人嘉奖。\n' +
        '　　上六，极端节制十分痛苦，应当坚守正道以防凶险，悔恨消亡。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“节，亨”，刚柔分而刚得中。“苦节不可贞”，其道穷也。说以行险，当位以节，中正以通。天地节而四时成。节以制度，不伤财，不害民。',
        translation:'《彖传》说：“节制，亨通顺利”，阳刚阴柔上下分得很合理而阳刚得到中止恰当之位。“不可以过度地节制，应当坚守正道”，因为过分节制将使其道穷困。以欣喜的态度穿行于险难中，居位妥当而能自我节制，从而形成四季的变化，君主以典章制度来加以节制，就能够不伤费钱财，不危害百姓利益。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：泽上有水，节。君子以制数度，议德行。\n' +
        '　　“不出户庭”，知通塞也。\n' +
        '　　“不出门庭，凶”，失时极也。\n' +
        '　　“不节”之“嗟”，又谁“咎”也。\n' +
        '　　“安节”之“亨”，承上道也。\n' +
        '　　“甘节”之“吉”，居位中也。\n' +
        '　　“苦节贞凶”，其道穷也。',
        translation:'《象传》说：大泽上面有水，象征节制。君子体察此种现象得到启示，因此制定制度礼节以为准则，评议道德行为以为规范。\n' +
        '　　“不走出屋门内院”，说明深知道路通则行，路塞则止之理。\n' +
        '　　“始终不走出大门庭院”，说明彻底地丧失了时机。\n' +
        '　　“不能自我节制，必然会忧伤嗟叹”，这能责怪谁呢？\n' +
        '　　“安于现状自我节制，亨通顺利”，说明奉承谨守尊上之道，按规律办事。\n' +
        '　　“甘美愉悦地节制，吉祥”，是因为居守中正，修养品德。\n' +
        '　　“极端节制十分痛苦，应当坚守正道以防凶险”，说明此节制之道已至穷困。'
      }
    ]
  },
  {
    title:'中孚卦第六十一',
    data:[
      {
        title:'风泽中孚　巽上兑下',
        content:'风泽中孚　巽上兑下\n' +
        '　　中孚　豚鱼，吉。利涉大川，利贞。\n' +
        '　　初九　虞吉，有它不燕。\n' +
        '　　九二　鸣鹤在阴，其子和之。我有好爵，吾与尔靡之。\n' +
        '　　六三　得敌，或鼓或罢，或泣或歌。\n' +
        '　　六四　月几望，马匹亡，无咎。\n' +
        '　　九五　有孚挛如，无咎。\n' +
        '　　上九　翰音登于天，贞凶。',
        translation:'中孚卦象征心中诚信。诚信感化小猪小鱼，吉祥。利于涉越江河巨流，利于坚守正道。\n' +
        '　　初九，安守诚信尽职吉祥，别有它求则不会心安。\n' +
        '　　九二，白鹤在荫蔽处鸣叫，小鹤声声应和：我有美酒，愿与你共享。\n' +
        '　　六三，遭遇敌对，或者击鼓攻击，或者罢兵回营，或者泣泪声悲，或者歌乐欢唱。\n' +
        '　　六四，月亮接近圆满之时，良马走失，没有过错。\n' +
        '　　九五，心存诚信并以之牵系天下，没有过错。\n' +
        '　　上九，飞鸟鸣叫，声达极天，应当坚守正道以防凶险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：中孚，柔在内而刚得中，说而巽，孚乃化邦也。“豚鱼吉”，信及豚鱼也。“利涉大川”，乘木舟虚也。中孚以“利贞”，乃应乎天也。',
        translation:'《彖传》说：“心中诚信”，因为肉顺着局内能够谦逊诚挚，而刚健者处处能够持中守正，下者愉悦而上者和顺，诚信之德于是可以教化万邦。“诚信感化小猪小鱼，吉祥”，说明诚信通过用小猪小鱼祭祀而表达出来。“利于涉越江河巨流”，说明乘木舟行渡可畅行无阻。心中诚信的修养，利于坚持正固，这才能应合上天之道。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：泽上有风，中孚。君子以议狱缓死。\n' +
        '　　“初九”“虞吉”，志未变也。\n' +
        '　　“其子和之”，中心愿也。\n' +
        '　　“或鼓或罢”，位不当也。\n' +
        '　　“马匹亡”，绝类上也。\n' +
        '　　“有孚挛如”，位正当也。\n' +
        '　　“翰音登于天”，何可长也。',
        translation:'《象传》说：大泽上和风吹拂，象征心中诚信。君子体察于此，因而以诚信之心审议诉讼，暂缓死刑以查明真相。\n' +
        '　　初九之时安守诚信尽职吉祥，说明诚信的初衷没有改变。\n' +
        '　　“小鹤声声应和白鹤”，这是发自内心的愿望。\n' +
        '　　“或者击鼓攻击，或者罢兵回营”，说明阴爻居阳位，所处位置不妥当。\n' +
        '　　“良马走失”，说明断绝与同类交往而追随上层。\n' +
        '　　“心存诚信并以之牵系天下”，说明居位中正妥当。\n' +
        '　　“飞鸟鸣叫，声达极天”，这种情况怎么会长久呢？'
      }
    ]
  },
  {
    title:'小过卦第六十二',
    data:[
      {
        title:'雷山小过　震上艮下',
        content:'雷山小过　震上艮下\n' +
        '　　小过　亨。利贞。可小事，不可大事。飞鸟遗之音，不宜上宜下，大吉。\n' +
        '　　初六　飞鸟以凶。\n' +
        '　　六二　过其祖，遇其妣。不及其君，遇其臣。无咎。\n' +
        '　　九三　弗过防之，从或戕之，凶。\n' +
        '　　九四　无咎。弗过遇之，往厉必戒，勿用永贞。\n' +
        '　　六五　密云不雨，自我西郊。公弋取彼在穴。\n' +
        '　　上六　弗遇过之，飞鸟离之，凶，是谓灾眚。',
        translation:'小过卦象征稍有超过，亨通顺利，利于坚守正道。可以做寻常小事，不可以干大事。就像鸟飞过留下悲鸣之声，不宜强向上飞，而宜于向下安栖，大为吉祥。\n' +
        '　　初六，鸟逆势高飞有凶险。\n' +
        '　　六二，越过祖父，与祖母相见，没有达及君王那里，而与臣仆遇合，没有过错。\n' +
        '　　九三，如不加倍防患于未然，就会被人加害，凶险。\n' +
        '　　九四，没有过错，不过分刚强便能遇到阴柔。往前进发有危险，必须警惕自戒，不能意气用事，永远保持正确方向。\n' +
        '　　六五，乌云密布而不下雨，它是从我西郊那边升起的。公候拿绳箭射取穴中害兽。\n' +
        '　　上六，没能遇合阳刚却超过很远，如同飞鸟上天遭到射杀，凶险，这就叫做自找罪受。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：小过，小者过而亨也。过以“利贞”，与时行也。柔得中，是以“小事”“吉”也。刚失位而不中，是以“不可大事”也。有“飞鸟”之象焉，“飞鸟遗之音，不宜上宜下，大吉”，上逆而下顺也。',
        translation:'《彖传》说：稍有超过，是说寻常小事可以稍有超过而得亨通顺利。但过度必须有利于坚守正道，即要顺应适当的时机而行动。阴柔上下居中位，因此在寻常小事上吉利。阳刚失正位而不能持中，所以不能够成就大事。卦中有飞鸟的象征：“鸟飞过留下悲鸣之声，不宜强向上飞，而宜于向下安栖，大为吉祥”，说明往上成就大事是逆理而行，向下做小事则顺势。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：山上有雷，小过。君子以行过乎恭，丧过乎哀，用过乎俭。\n' +
        '　　“飞鸟以凶”，不可如何也。\n' +
        '　　“不及其君”，臣不可过也。\n' +
        '　　“从或戕之”，“凶”如何也。\n' +
        '　　“弗过遇之”，位不当也。“往厉必戒”，终不可长也。\n' +
        '　　“密云不雨”，已上也。\n' +
        '　　弗遇过之，已亢也。',
        translation:'《象传》说：山上响动雷声，象征稍有超过无妨。君子体察此象，因此行止略过于恭敬，丧事稍过于哀痛，用度稍过于节俭均无妨。\n' +
        '　　“鸟逆势高飞有凶险”，说明其自寻凶险，旁人无可奈何。\n' +
        '　　“没有达及君王那里”，说明不可超过臣仆而直达君王跟前。\n' +
        '　　“就会被人加害”，说明这是多么的凶险啊！\n' +
        '　　“不过分刚强便能遇到阴柔”，说明居位不妥当。“往前进发有危险，必须警惕自戒”，说明过分行为终究不可长久。\n' +
        '　　“乌云密布而不下雨”，说明居处得过高。\n' +
        '　　“没能遇合阳刚却超过很远”，说明已升得过高，到了亢极之地。'
      }
    ]
  },
  {
    title:'既济卦第六十三',
    data:[
      {
        title:'水火既济　坎上离下',
        content:'水火既济　坎上离下\n' +
        '　　既济　亨小，利贞。初吉，终乱。\n' +
        '　　初九　曳其轮，濡其尾，无咎。\n' +
        '　　六二　妇丧其茀，勿逐，七日得。\n' +
        '　　九三　高宗伐鬼方，三年克之，小人勿用。\n' +
        '　　六四　繻有衣袽，终日戒。\n' +
        '　　九五　东邻杀牛，不如西邻之禴祭，实受其福。\n' +
        '　　上六　濡其首，厉。',
        translation:'既济卦象征完成，柔小者宜亨通顺利，利于坚守正道。若不慎守成功，起初吉利，最终还是会混乱的。\n' +
        '　　初九，渡河时往后拖拉车轮，车尾虽被河水沾湿，没有过错。\n' +
        '　　六二，妇人丢失车辆的遮帘，不用追寻，七日后可以失而复得。\n' +
        '　　九三，殷高宗征伐鬼方，经三年苦战获胜利。莫任用小人。\n' +
        '　　六四，华美的衣服编程破烂衣服，应当整天警惕戒备灾祸。\n' +
        '　　九五，东边的邻国杀牛举行大祭，不如西边的邻国举行简朴的祭礼诚敬，更能实在地承受神灵施降的福泽。\n' +
        '　　上六，渡河被水淹没了头，有危险。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：既济，“亨”，“小”者亨也。“利贞”，刚柔正而位当也。“初吉”，柔得中也。“终”止则“乱”，其道穷也。',
        translation:'《彖传》说：“完成，亨通顺利”，是指柔小者亦能亨通顺利。“利于贞固坚守”，说明阳刚阴柔都行正道居位妥当。“起初吉利”，因为阴柔得居中正之位。“最终停滞则将陷入危乱”，说明成功之道的停止过久导致道路困堵。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：水在火上，既济。君子以思患而豫防之。\n' +
        '　　“曳其轮”，义“无咎”也。\n' +
        '　　“七日得”，以中道也。\n' +
        '　　“三年克之”，惫也。\n' +
        '　　“终日戒”，有所疑也。\n' +
        '　　“东邻杀牛”，“不如西邻”之时也。“实受其福”，吉大来也。\n' +
        '　　“濡其首，厉”，何可久也。',
        translation:'《象传》说：水位于火的上面，象征事业成功。君子体察此种现象，因此在事成之初就考虑可能出现的祸患，事先加以预防。\n' +
        '　　“往后拖拉车轮”，从其道理上说这一做法是没有过错的。\n' +
        '　　“七日后可以失而复得”，是因为得守中道的缘故。\n' +
        '　　“经三年苦战获得胜利”，说明已是疲惫不堪。\n' +
        '　　“应当整天警惕戒备灾祸”，说明有所疑惧。\n' +
        '　　“东边的邻国杀牛举行大祭”，是说不如西边邻国简朴的祭礼诚敬合于时宜；“更能实在地承受神灵施降的福泽”，说明吉祥将滚滚涌来。\n' +
        '　　“渡河被水淹没了头，有危险”，这样怎么能够长久呢？'
      }
    ]
  },
  {
    title:'未济卦第六十四',
    data:[
      {
        title:'火水未济　离上坎下',
        content:'火水未济　离上坎下\n' +
        '　　未济　亨。小狐汔济，濡其尾，无攸利。\n' +
        '　　初六　濡其尾，吝。\n' +
        '　　九二　曳其轮，贞吉。\n' +
        '　　六三　未济征凶。利涉大川。\n' +
        '　　九四　贞吉悔亡，震用伐鬼方，三年有赏于大国。\n' +
        '　　六五　贞吉无悔。君子之光，有孚吉。\n' +
        '　　上九　有孚于饮酒，无咎。濡其首，有孚失是。',
        translation:'未济卦象征未完成，勉力使成可获亨通顺利。小狐即将渡过河，水沾湿了尾巴，不太顺利。\n' +
        '　　初六，小狐过河时水沾湿了尾巴，有所憾惜。\n' +
        '　　九二，及时往后拖拉车轮，这样做守持正固可获吉祥。\n' +
        '　　六三，还未做好准备，贸然前进有凶险，利于涉越江河巨流。\n' +
        '　　九四，坚守正道吉祥，悔恨消亡。就像用振奋威武之势讨伐鬼方，经过三年苦战，一定可以获胜而被封赏为大国诸侯。\n' +
        '　　六五，坚守正道吉祥，没有悔恨。君子的光辉，在于其心怀诚信，吉祥。\n' +
        '　　上九，心怀诚信地饮酒取乐，没有过错。饮酒过量而沾湿了头部，即使心怀诚信也失却了正道。'
      },
      {
        title:'《彖》曰',
        content:'《彖》曰：“未济，亨”，柔得中也。“小狐汔济”，未出中也。“濡其尾，无攸利”，不续终也。虽不当位，刚柔应也。',
        translation:'《彖传》说：“事未完成，勉力使成可获亨通顺利”，是因为柔顺而且得守中道。“小狐即将渡过河”，说明它还尚未脱离危险。“水沾湿了尾巴，不太顺利”，说明努力不能持续到最后。虽然卦中六爻都没居其正位，但阳刚阴柔却相互援应。'
      },
      {
        title:'《象》曰',
        content:'《象》曰：火在水上，未济。君子以慎辨物居方。\n' +
        '　　“濡其尾”，亦不知极也。\n' +
        '　　“九二”“贞吉”，中以行正也。\n' +
        '　　“未济征凶”，位不当也。\n' +
        '　　“贞吉悔亡”，志行也。\n' +
        '　　“君子之光”，其晖“吉”也。\n' +
        '　　“饮酒濡首”，亦不知节也。',
        translation:'《象传》说：火在水上面，象征事未成功。君子体察此象，因此审慎地辨别事物，使其各自安处于适当的场所。\n' +
        '　　“小狐过河时水沾湿了尾巴”，说明它太不自量力谨慎持中了。\n' +
        '　　“这样做守持正固可获吉祥”，说明应当持守中道，端正行事。\n' +
        '　　“还未做好准备，贸然前进有凶险”，说明居位不妥当。\n' +
        '　　“坚守正道吉祥，悔恨消亡”，说明志向正在践行的结果。\n' +
        '　　“这是君子的光辉”，说明君子的光辉带来吉祥。\n' +
        '　　“饮酒过量而沾湿了头部”，这是沉湎过度不知节制。'
      }
    ]
  },
  {
    title:'系辞上传',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'系辞下传',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'说卦',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'序卦',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
  {
    title:'杂卦',
    data:[
      {
        title:'',
        content:'',
        translation:''
      },
      {
        title:'《彖》曰',
        content:'',
        translation:''
      },
      {
        title:'《象》曰',
        content:'',
        translation:''
      }
    ]
  },
];