var data = [
  {
    title: '讲课缘起',
    data: [
      {
        title: '讲课缘起',
        content: '我们又有这样的因缘，共聚一堂研究佛法。今天的讲题是《解脱之道》。时间过得很快，记得大约十年前，台北的居士来找我，希望我能为他们讲课。当时我说：“讲课是可以的，出家人本来就应该弘法嘛，只要你们有二十个人我就去。”结果他们找到一家幼稚园，幼稚园的老板也很发心。我们就在小朋友的教室里，坐在小朋友坐的小凳子上，六、七十人挤得满满的，就在小小的空间里听课，一转眼十年过去了。\n' +
        '　　当时我有一种想法：到底要讲什么课？原先我们学的都是大乘佛法，大乘佛法很深奥，有很多的宗派和理论。可是，对于真正的法义及佛法的特质，普遍的都不太了解。尽管居士们都很虔诚、发心，但是对于法义的探究却很生疏。虽然虔诚敬信，但是烦恼仍然无法消减，更谈不上真正的解脱涅槃了。\n' +
        '　　因此我认为：对居士的引导，最好能建立一些佛法的基础观念，只有建立了佛法的正知见后，才有明确的方向和正确的方法，这样才能真正发挥佛法的作用，使每个人听闻佛法，每个人当生就能得到受用。\n' +
        '　　处于现在的社会形态中，人们的心理和精神都面临着种种的压力和负担，如果能建立起佛法的正知正见，至少能调和自己的身心，消解很多的烦恼压力，人际关系才能圆满，家庭才能和谐；再深一点受用的，则能解决我们的生死大事。\n' +
        '　　对于死亡，我们是那么的无知和恐惧，如何来解决这个最根本的问题？这是佛法最终的目的！但是，我们在还没有明白最基础的佛法特质之前，对于佛法还只是一种盲目的信仰，暂时得到一种安慰和寄托而已，要达到真正的受用是不容易的。\n' +
        '　　有感于此，我就从印顺导师的论著中撷取了一些佛法的基础知识，有次第地介绍给大家，希望为大家建立一些基础的佛法知见。当时，只是简单的准备一点讲义，录音设备也只是一台普通的录音机而已。后来，录音带流通后，有些人不但自己喜欢，还送给别人听。这十年以来，还是有很多人需要。这才真切地感受到：对那些想学佛打基础的人，竟然有那么大的需要！\n' +
        '　　几年来，这些居士很发心、很用功，我们就随着进度，慢慢地、越来越深入地研究下去了。但是，大众的反应还是希望我重讲《解脱之道》，这虽然是最基础的法义，却是最重要的。就像建大楼一样，如果地基没有打好，要建高楼大厦几乎是不可能的。所以大家不要轻视基础的建立。基础打得好，对我们身心的护持就会好，就与解脱相关，与解脱有份！\n' +
        '　　我没有出家以前也是居士，在家修学大乘佛法二十多年，很用功的，几乎把生命都投进去了！但是要得到受用却很不容易。原因在于，我们都有一个观念：学大乘佛法，当然要学那个最高、最圆满、最理想的。说到《阿含经》就会漠视它：“那个是小乘的，研究它干什么？”正因为有着这样的心态，我们都往高处看，却忽视了基础的建立。\n' +
        '　　后来研究印顺导师的论著，才真正了解到：内心的那一份不安，就是因为基础没有打好。导师把这些基础的东西讲得很清楚，这样才解决了我心中最后的疑惑。经过这样的亲身经验，我深深感受到：基础是最重要的！如果学大乘的不重视佛法的基础，那是很危险的。\n' +
        '　　记得十年前，在开课时曾语重心长地对大家说：我们的思想在传统佛法里已熏习了一些固定的观念与思惟模式，如果听到与传统佛法不同的理念，就会觉得不合乎自己的需要，而产生排斥的心理。今天所讲的佛法基础理论与传统的观念确实是有差异的。所以，当时我就鼓励大家，来上课先要修忍辱，忍辱是大乘六波罗蜜之一。当听到与原来所学的观念有不同或矛盾的时候，不要马上产生排斥的心理，请忍耐一下，继续听下去，把这个课听完后再来下决定。\n' +
        '　　今天的因缘与十年前相比就有了很大的转变。十年来，我不断地与这些学员共同研究探讨，大家体会得越深，对法义理解得也就越明白。现在上课不仅不用修忍辱，而且还很欢喜。今天来上课的有很多是新的学员，如果听到的和你们原来所学、所听的有矛盾时，请忍耐地继续听下去，如果能够把这个课程听完，我相信你们会感到很欢喜的，因为你们已经建立了佛法的根本知见了。今天谈的这些法不是高深虚玄的，而是很平实的，是最基础的、最简单的，却是最重要的！\n' +
        '　　老学员一定会发现讲题与过去不太一样了。以前是“解脱之道——四圣谛与缘起之开展”。现在的讲题却加上“与大乘不共慧”。因为过去的讲解是为了要打基础，介绍了一些基础的知见，但是这个带子流通出去以后，有些人误解我是在弘扬小乘佛法。\n' +
        '　　其实，佛法本来没有大小之分，只是由于所处的角度和体悟的深浅不同而有所分别罢了。新增添的“大乘不共慧”，就是在根本处再加上大乘深观的部分，是引申佛法的根本而来贯穿大小乘，以免有些人误解我只是在讲小乘佛法。佛法的基础是大小乘都可以共贯的，没有什么差别。大家看到新增“大乘不共慧”的部分，一定觉得奇怪，其实这就是我的用意。'
      },
    ]
  },
  {
    title: '前言',
    data: [
      {
        title: '前言',
        content: '佛法。\n' +
        '　　“‘佛法’，为‘佛’与‘法’的结合词。‘佛’是梵语佛陀的略称，其义为觉者。‘法’是梵语达磨的义译，精确的定义是轨持，即不变的规律。‘佛’与‘法’的缀合语，应解说为‘佛的法’。”\n' +
        '　　“佛陀”是梵语 Buddha 的音译，意思是觉悟宇宙真理法则的人，所以叫觉者。“法”是梵语达磨的义译，精确的定义是轨持(即不变的规律)。某种因必然会产生某种后果，中间都有一个不变的规律，它是必然如此的，即必然理则。譬如说有人和万物产生后，一定会坏、会破灭，这是必然的。不管过去、现在、未来，这个必然的理则是不会变的，所以叫轨持或轨则。\n' +
        '　　“本来，‘法’是‘非佛作亦非余人作’的；本来如此而被称为‘法性法尔’的；有本然性、安定性、普遍性，而被称为‘法性、法住、法界’的。”\n' +
        '　　佛所觉悟的这个法(即宇宙的真理法则)，不是谁的专利，也不是谁的创造发明，它本来就是这样的，所以称为“法性法尔”。“法尔”就是本来如此的意思。佛陀就是发觉了法的这个真相，了解到原来宇宙中有着这样一个不变的轨则在运作。他知道这个法则本来就是这样的，是必然如此的，而且是普遍存在的。明白了这个真理法则以后，佛陀对万法的真相就不再疑惑了。\n' +
        '　　“法性”，即真理法则有其本然性；“法住”，即有不变的安住性；“法界”，即普遍存在于一切处。也就是说，我们现在活着所面对的身心和万法，都在迁流变化之中，其中普遍存在着一个必然的理则，不管是过去、现在、未来，及世界的任何地区和每一个角落，法的运作都是一样的，这才叫做法。\n' +
        '　　“这常遍的规律，何以要称为佛法？因为这是由于印度释迦摩尼佛的创见，而后才流行人间的；‘佛为法本，法由佛出’，所以称之为佛法。”\n' +
        '　　真理法则既然是普遍存在的，就不是属于谁的，为什么要说是佛的法呢？因为，这是释迦牟尼佛第一个明白的、了解的、体悟的(即创觉)。然后，对弟子们引导、开演出来，人间才开始广宣流行。如果没有佛陀的觉悟体证，就无法开演这样的法。佛是第一个创觉(非创造)者，又从他的语言身行而展现出来，圣弟子们将其发扬光大流传开来，指导后人的修行。佛陀是法的本教，“佛为法本，法由佛出”，所以才称之为佛法。\n' +
        '　　宇宙的真理法则是普遍存在、必然如此的。因为我们不了解真相，所以无法顺应这必然的理则。佛陀是第一个发觉真相的，他悟到什么？就是悟到这常遍的法则。由此而知，佛法不离普遍存在的一切现象，只是我们不了解而已。\n' +
        '\n' +
        '　　依“佛的法”而引申其意义，又得两个解说。\n' +
        '　　一，诸佛常法。\n' +
        '　　“法是本来如此的；佛是创觉世间实相者的尊称，谁能创觉此常遍的规律，谁就是佛。不论是过去的、现在的、未来的佛，始终是佛佛道同；释迦佛的法，与一切佛的法平等平等。”\n' +
        '　　不管过去、现在、未来的任何时空，只要觉悟到这样的宇宙真理的人，都称之为佛。法是普遍的规律，所以任何一尊佛所体会的一定是同样的真理。只要是佛所彻底觉悟的，一定是平等的，因为法法的本质相同。如果我们体会的与佛所体会的不同，就不能称之为佛法。\n' +
        '　　二，入佛法相名为佛法。\n' +
        '　　“法是常遍的，因佛的创见而称之为佛法。佛弟子依佛觉证而流出的教法去修行，同样地觉证佛所觉证的，传布佛所传布的，在佛法的流行中，解说、抉择、阐发了佛的法，使佛法的甚深广大，能充分地表达出来。这佛弟子所觉所说的，当然也就是佛法。这两点，是佛法应有的解说。\n' +
        '　　但我们所知的诸佛常法，到底是创始于释迦牟尼佛，依释尊的本教为根源的。佛弟子所弘布的是否佛法，在乎他是否契合释尊根本教法的特质。所以应严格地贯彻这一见地，抉择流行中的诸佛常法与弟子的论述。”\n' +
        '　　有些人认为：佛亲口说的法才叫佛法，不是佛陀亲口说的就不是佛法(非佛说)。但是佛也曾说：“我所说法如爪上尘，未曾说法如大地土。”佛陀所能表达的只是整个世界的少部分而已，就像指爪上的微尘。而未宣说、未表达出来的法如大地之土。难道佛陀所说的那部分才是佛法，而其他没有说过的就不是佛法了吗？\n' +
        '　　佛陀是无师自悟的，而圣弟子们是听佛陀的开示，照着他的方法去实验才体证的。当真正明白真理法则的本然性时，也许会用不同的语言和表达方式来阐述。只要阐述的内容与佛陀所觉悟的真理法则是一致的，这也是佛法，所以叫入佛法相(法性)。这两点是佛法应有的解说。\n' +
        '　　大乘佛法谈到十方诸佛，是没办法了解的。而释迦牟尼佛，是历史上能考证确实存在的人物。佛法，毕竟还是从释迦牟尼佛体证后流传出来的，现在最根本的依据还是释尊的本教。我们也不能随便怎么说都是佛法。所以，“佛弟子所弘布的是否佛法，在于他所说的法是否契合释尊根本教法的特质。”\n' +
        '　　现在佛法中有很多宗派、流派，而这些宗派的理论有很多是相互矛盾、对立的，这就使我们很犹豫：如果佛法是一味的，为什么会有这么多的宗派？并且每一宗派的理论都有所不同？芸芸众生又如何抉择？每一个人都说自己讲的是究竟了义，其他人是不究竟的方便说。在还没有学到根本佛法的正知见以前，用什么来评判和抉择？这就是居士们困惑为难的地方。\n' +
        '　　所以导师就指出这个重点：一位法师或佛弟子在宣扬佛法时，要看其所讲的法，是否把握了释迦牟尼佛根本教法的特质。所谓的“特质”，就是与世间和外道以及其他宗教不共的地方。\n' +
        '　　佛法的特质是什么？佛陀当时到底体悟到了什么？那个时代，印度的时空背景和社会思想、宗教形态的理论是什么？佛法与外到哪里不同？这个根本特质一定要先抉择出来，我们才有能力在佛教众多法门之中来区别，与佛法特质相应的，而肯定其相应性；如果与佛法的特质不相应甚至与外道一样，那么就要注意了！这就是我们要抉择的地方。佛弟子所讲的法，并不绝对代表佛陀所觉证的法。\n' +
        '　　佛法经过二、三千年的流传，现在难以保持其本来的味道。经过那么多善知识的抉择，总会融入一些民俗文化的思想，还有种种其他因缘关系，佛法逐渐地在流变，与原来根本的佛法有所不同，其真味淡了。所以，我们在没有建立起佛法的正知见以前，就没有抉择的能力，现在修学难就难在这里！\n' +
        '　　记得小时候，台湾每个地区一年几个节日，大家轮流来拜神、妈祖、菩萨。无形中人们的思想已经熏习了一些民俗信仰的观念——拜拜，但是，并不知道拜的内容和真实义，认为只要虔诚拜拜就会得庇佑；心里有恐惧，拜一拜比较安心；不平安，拜一拜可能会平安一点，这就是我们传统观念中的民俗信仰。\n' +
        '　　如果不知道佛法的特质与一般拜拜之间的区别，就会认为只要做好人，不要犯罪就可以了，这只是属于单纯的信仰而已。不能对法的正确抉择，这样就变成靠运气：拜的是道教，就会接近道教的思想，被道教的思想所同化；接触的是基督教，就会被基督教的思想同化，这样就很难学到真正的佛法。\n' +
        '　　即使很幸运地遇到佛法，但是，所亲近的善知识学的是何宗派、何法门，你们就会在思想中首先留下一个印象，这样无形中都变成碰运气：这个法师有没有正见？对法深入到什么程度？学习哪一宗派的理论？这些都没办法了解。如果这一位师父是学净土的，那么你对净土就比较深入；如果是学禅宗的，你对禅宗就比较有兴趣；要是学密宗的，你对密宗就有亲近感。无形中是否在靠运气呢？此外还有我们的感情：“那是我的师父，我当然听我师父的。”可是师父讲的法究竟不究竟呢？讲得够不够渗透呢？我们无法了解与抉择，这就产生了先入为主的倾向。\n' +
        '　　所以学法要学到真正的正见，没有正知见，要把佛法的法义都了解得很清楚，实在不容易！对此，我身有感慨，普遍的社会现象中，尤其是居士们的那种虔诚、护持、发心，令人非常的感动。但是能够把佛法的正知见，佛法的不共特质了解得非常清楚，具备择法眼的，坦白讲，只有少数。\n' +
        '　　学佛的人中有一个现象，不管学哪一宗派的人，初学时都很发心，可是五年后慢慢地会发现问题；十年后慢慢会自我检视，发现很多问题没有解决；二十年后会觉得：糟糕了！老病死快来了，烦恼问题还是没有解决，对生死的恐惧依然，那时手忙脚乱，甚至对佛法失去了信心。\n' +
        '　　对法有没有具足正见？是否明白佛法与世俗、外道的不共特质？是否打牢佛法的基础在生活中去验证？在身心与人事物的接触中体会法的内涵？如果真正建立了正知见，在生命中都会有开悟契入解脱的机会，我们有没有真正地把握这一点？\n' +
        '　　导师先指出这个重点：先把握住佛陀根本教法的特质，然后再来抉择自己所学的法门是否与其相应。也许听这个课不一定马上能让你解脱，马上成八地菩萨、阿罗汉。但是一定可以使大家建立一个非常稳固的佛法正知见的基础，建立了正知正见后，就会有择法眼。这样就有能力选择我们所要修学的法门，就知道如何下手解决自己内在的问题，而且是在这一生解决，不是等死后。\n' +
        '　　所以，这些老学员十年来从不间断熏习，因为他们都得到了某部分的受用，对佛法坚信不疑，也是建立在这个基础之上。有了择法眼，知道佛法与世间、外道的不共特质，就有能力抉择流行中的诸佛常法与佛弟子的论述，知道什么样的法是可以解脱受用的正见，什么样的法只是方便善巧带领我们进入佛门的。\n' +
        '　　三，佛法从有情说起。\n' +
        '　　“凡宗教和哲学，都有其根本的立场；认识了这个立场，即不难把握其思想的重心。佛法以有情为中心、为根本的，如不从有情着眼，而从宇宙或社会说起，从物质或精神说起，都不能把握佛法的真义。”\n' +
        '　　这一点很重要！很多人搞哲学研究，在探求宇宙第一因，有的是从整个社会形态去探讨；也有从我们的身心来研究的。像唯物论就只重视物质；唯心论只重视心灵，这些都没有把握法的重点！\n' +
        '　　如果探讨宇宙的第一因，那是永远不可得的。科学也是一样，从物质组成的要素上已经发现了夸克，但还不是最微细的，夸克还是六个条件的组合。所以探讨第一因是永远不可得的。譬如要探讨我们人的前生，那么前面还有前生，引申起来就永无止境了，找不到第一因，那又如何能解决问题？最后的结果就是想象有一个创造万物的第一因——上帝，但那是无明众生幻想的产物。\n' +
        '　　导师说：“研究佛法一定要从有情自身开始。”从佛陀的出家、悟道、弘法到涅槃，就可以看出佛陀要解决的就是众生生命的苦迫。每一个人的人生都充满了困苦，尤其是佛陀的时代，物质贫乏、政治动乱、弱肉强食，特别是在印度种姓阶级的制度中，每个人的生活都非常凄苦，所以人人向往解脱自由。生命的苦迫很广泛，除了身心上的种种痛苦烦恼以外，最大的苦迫就是面对死亡的那种恐惧与茫然，这是无法止息的生死轮回的大苦啊！\n' +
        '　　所以，佛法一定要回到人类有情的本位，在这个根本立场来解决身心面临的问题：即富贵的人有富贵的烦恼；贫穷的人有贫穷的烦恼；身体健康与不健康的人；感情好与不好的人等，每一个人都有着不同的忧悲苦恼。但是，共同的苦楚，就是面对死亡时不知何去何从。如果不回到这个根本的立场，而去探讨宇宙的第一因有意义吗？能解决我们现实生命中的苦迫吗？就像现在有人问：太空船上到底有几颗螺丝钉？除了地球以外，其他星球上有没有生物？请问：研究这个有意义吗？多少颗螺丝钉与解除痛苦烦恼一点关系都没有！外星球有没有生物，能解决我们的痛苦烦恼吗？如果认为上帝是第一因，信仰上帝就可以解决所有的烦恼吗？\n' +
        '　　我们学法，不是在探讨那些与生死烦恼毫不相关的问题，不是从社会学识中去探讨第一因，而是要回到一个根本来，从现实身心中去探讨人生的苦迫性。生活上的压力，精神上的负担，面对死亡时的恐惧，这些问题如何解决？如果连这些身心上的问题都不能解决，怎么能解决死后的问题？所以，佛法虽然是从有情说起，并不是只有关心我们自己的身心，而是从这里下手去探讨，从能了解、观察、体会的近处去着手，最后有比较深入的体证时，才能解决生死的问题，所以探讨佛法一定要从有情自身说起，这一点很重要！\n' +
        '　　“探究人生意义而到达深处，即是宗教。世界的宗教，各种各样的，含义也大有出入。但有一共同点，即人类苦于外来——自然、社会以及自己身心的层层压制，又不能不依赖他、爱好他；感到自己的缺陷、渺小，而又自信自尊，想超越他、制用他。有情在这样的活动中，从依赖感与超越感，露出有情的意向，成为理想的归依者。宗教于人生，从过去到现在，都是很重要的。不过一般的宗教，无论是自然宗教，社会宗教，自我宗教，都偏于依赖感。自己意向客观化，与所依赖者为幻想的统一，成为外在的神。因此有人说，宗教是必然有神的。他们每以为人有从神分出的质素，这即是我们的自我、心或灵魂。如基督教说：人的灵是从上帝那里来的。中国也说：天命之为性。借此一点性灵，即可与神接近或合一。”\n' +
        '　　回顾历史可看到宗教的产生，最初人类对自然现象还没有足够的认识，受制于很多大自然的力量：如面对气候变化、地震、旱涝等自然灾害时，感到人类自身的无奈和渺小，好像有一种无形的力量在控制我们，无法与其抗衡。慢慢地，就以为外在有一个大力的主宰者，不得不屈服，进而产生祭祀等信仰与崇拜。\n' +
        '　　但是人类的思想在逐渐地演变，开始是在依赖感中，后来发觉自己的力量也许可以超越、控制外在的力量。从拜拜祈求庇佑的依赖感，慢慢变成要以咒语的力量控制、超越那个无形的大力者。人类的意向就随着这样的因缘在变化，慢慢地就有了理想的皈依者——神。\n' +
        '　　一般的宗教都偏于依赖感。基督教或回教，他们都认为有一个造物主——上帝，只要相信、降服，依赖于他，好好侍奉他，死后就能到上帝的国度——天堂里永生，这就是依赖感。其实，这个所谓的上帝，是人们意向的客观化，是自己与依赖者幻想的统一。如果说外面有神、上帝、大主宰者，那就是从自己意向的理想化中影射出来的。\n' +
        '　　有人认为：我们的自我、心或是灵魂之上有神(主宰者)，人就是从神那里分出来的一些质料原素，或一分灵而变成的。因此产生一个想象：我们现在叫做“自我”，在里面有一个叫“我”的东西，是从神那里来的。以本体论的理论来说：我们是从本体分出的某一点原素构成，死后就回到本体那个地方去，这个观念就叫“我、心、灵魂、自性”。比如基督教说：人的灵是从上帝那里来的；中国人也说：天命之谓性。就是借这一点灵性即可与神接近或合一。如果是婆罗门教，他们认为是从大梵天来，死后就回到大梵天去。注意啊！有些修行人的理念就与大梵天合一的理论很相似。\n' +
        '　　“他们又说：人的缺陷罪恶，是无法补救的，惟有依赖神，以虔诚的信仰，接受神的恩赐，才有希望。”\n' +
        '　　基督教说：我们是羔羊，上帝就像牧羊人，所有的一切都是由神来控制主宰的，以为我们自己本身有着很大的缺陷和罪恶，那是无法补救的，只有依靠神的力量来恩赐，希望等待神的救度，所以要侍奉神，这就是神教者的观念。\n' +
        '　　佛法与这个观念根本不同！这个神教的观念害得我们像奴仆一样，除了永远的屈服之外，没有一个人能自主地觉醒。因为永远只是一个依赖者、被创造者、降服者，无法真正地解脱自在！所以，学习佛法，首先要分清楚其他宗教和神道者的观念，再了解到佛法与其他宗教不共的特质时，才不会落入神教者的想象中。\n' +
        '　　但重要的是，在佛教中也有很多类似的观念，如果不纠正，就会与神教观念混淆不清：我们的业力深重啊，不可能靠自己的力量解脱啊，只有靠佛菩萨的加被护持啊，死后就会到哪里去啊，其他没有办法等等，这样的观念与神教者有什么两样？佛教与一般宗教的不同之处在哪里？要明白啊！\n' +
        '　　“所以一般宗教，在有情以外，幻想自然的精神的神，作为自己的皈依处，想依赖他而得超脱现实的苦迫。这样的宗教，是幻想的、他力的。佛教就不然，是宗教，又是无神论。”\n' +
        '　　也许有人会疑问：“为什么佛教是无神论，不是也在崇拜一个外在的神吗？”其实，佛法的无神论是否认主宰的意思，不是否认六道中的天界和鬼神。佛教承认六道的存在，其中的鬼神和我们一样是众生，他不是大力者、操纵者、主宰者。这就是佛教的无神论思想。\n' +
        '　　佛教讲的是心灵的智慧之学，讲的是如何开发智慧，而且人人都有解脱成佛的可能性，不是要依赖上帝。佛法讲无常、无我，否定常而不变的主宰(上帝)。讲的就是在我们生命的身心中，在生活的经验中就可以通过观察体会，发觉到真相。在一个明白人的指导下，每一个人都可以体证真相而解脱。这不需要依赖，不需要他力的加持。\n' +
        '　　“佛说：有情的一切，由有情的思想行为而决定。”\n' +
        '　　佛陀说：众生思想观念的错误，导致了行为的错误，因而带来种种痛苦烦恼。由于观念的无知，对真相的不了解，于是对一切万法产生贪爱执著。因此，必须去探讨法的真相，从这里也可以了解业力：我们身心的一切行为(身口意)会产生后面的作用，那就是业力。\n' +
        '　　众生的痛苦烦恼、生死轮回都是自己造作的，不是由谁来主宰审判的，是自己的业力使然。要调整自己，净化心灵，首先要建立正确的观念，观念正确后，行为自然导正，痛苦烦恼自然止息，才能不造后业，不再随着业力而流转，就不会被生死所束缚。\n' +
        '　　这一点与信仰神和主宰，依赖他力的造化完全是两回事。如果明白佛法的这个根本，每一个人都要为自己负责。如果我们的思想观念正确，心灵柔和慈悲，对他人都是非常的友善爱护，回报的怎么会是痛苦烦恼呢！我们之所以会痛苦烦恼，都是自己的所作所为，造成与别人的矛盾和斗争而带来的作用和影响。\n' +
        '　　但是，往往认识不到这一点，当痛苦烦恼时都会怪外面的环境：“都是某某人不好，人家对我不好，我对她(他)没有什么不对之处啊！”这样的结果很苦恼，都在怪别人，而不知道产生这样相对的局面，完全是自己内心造作的结果。为什么佛陀说法是从有情身心说起？就是要说明产生痛苦烦恼的真正原因，不是谁来控制主宰的，即使遭遇很不如意，也要反省自己，看清楚它的原因条件，一切都是有因有缘的，“有因有缘世间集”，那些因缘还是自己造作的！\n' +
        '　　“佛教的皈依向上、向究竟，即凭有情自己合法则的思想与行为，从契合一切法的因果事理中，净化自己，圆成自己。所以皈依法，即以因果事理的真相为皈依。”\n' +
        '　　这里明确地指出佛教与外道、神教观念的不同之处，因果之间有着必然的理则。造了很多不善的因，就不可能得到很好的果，因果间有一个必然性：此因一定会产生彼果，这就是因果事理的必然性。要深一步去了解它，找到真正的原因，了解因果的必然理则，就会去随顺此必然性而不再与其相违背了。\n' +
        '　　只有找出我们痛苦烦恼、轮回生死的根本原因，才有机会转化改变它。这一切都操之在我，而不是依靠他力的主宰和加被。这个精神就是佛法与世不共、与外道不共的特色。\n' +
        '　　“皈依佛与皈依僧，佛与僧即人类契合真理——法而完成自己的觉者；皈依即对觉者的景仰，并非依赖外在的神。”\n' +
        '　　什么叫皈依？皈依是皈向正法，皈向真理，是对于觉者的敬仰与学习，并非依赖、崇拜外在的神。我们皈依的佛，是释迦牟尼佛一样的大觉者；皈依的僧，是清净和合僧团中证果的圣弟子。我们赞叹景仰佛陀及证果的清净僧，他们的思想与身形契合真理，完成了自我的觉醒与超越。我们只有皈依了佛和僧，才有机会像佛陀与圣弟子们一样，抉择到正确的法，并依之而行，也才有觉悟解脱的机会。\n' +
        '　　“佛法是自力的，从自己的信仰、智慧、行为中，达到人生的圆成。”\n' +
        '　　我们对自己要有信念，佛是怎样觉悟的、依着他的教法，学他的方法，也可以和他一样地受用解脱。开发对法理体认的智慧，净化自己的身心和人格，最后也会与佛菩萨一样达到圆满觉悟的境界。\n' +
        '　　“佛法与一般宗教的不同，即否定外在的神，重视自力的净化，这所以非从有情自己说起不可。”\n' +
        '　　明白了有情这个根本，首先就要先认识这个“我”，才能净化和超越。每天都讲“我、我、我，我怎么样······”“我”到底是什么认识吗？知道自己每天是怎么运作的吗？你发现自己的痛苦烦恼是怎么来的吗？你明白自己是如何产生执著贪染的吗？\n' +
        '　　一个被火烫过的人，看见火绝对不会再把手伸进火中。同样，明白了正确的因，就不会再去犯同样的过错。每一个人都不喜欢痛苦烦恼，都想清净、自在、解脱。但是为什么我们每天还是活在痛苦烦恼里？因为不了解自己是如何造成烦恼、执著、痛苦的，所以每天由于无知一直在重犯不已。\n' +
        '　　痛苦烦恼，是由于错误的观念导致错误的行为所造成的。要解决这个问题，第一步得先回到我们生命的身心中来；回到生活中来了解它，才能转化它。找到痛苦烦恼的因，才能解决痛苦烦恼。\n' +
        '　　不探讨这个根本处，每天只是向外追寻、寻找依靠，什么时候能改变自己的身心？如果佛菩萨有大力可以加持你，可以改变你的业力，那么，所有的佛菩萨，包括上帝都不慈悲。如果他们是慈悲的，加持一下转转我们的业，大家不都解脱了吗？为什么我们还在受苦？有历史以来，人类从来没有离开过痛苦烦恼，难道是佛不慈悲吗？是上帝不慈悲吗？其实上帝根本改变不了你，佛也不能改变你，只有自己才能改变自己！\n' +
        '　　佛陀是怎样觉悟体证真理的，在哪里超越的。我们必须和他一样去依这种理论、方法，才能得到解脱。佛陀是一位王子，名利、恩爱、权贵一切具足。可是，我们每天仍然为了这些在争取和拼搏，不管企业做得多大，或做民意代表、官员，都无法具足王子那样的条件。佛陀为什么放弃了一切的拥有？如果恩爱、名利、权贵、情感能解决生死的问题，佛陀何必放弃来过那种修行的日子？最后悟道了，悟道后四十几年，也没有回到世俗的贪欲中去，还是过着日中一食的托钵生活，直至涅槃前一天，还在为众生说法，这一切所为何事？\n' +
        '　　佛陀慈悲的展现，是以自己的身形来觉悟众生。他自己超越了苦，不但没有回到苦的因缘中去，还把他的体悟和经验贡献给所有的人，希望我们同他一样解脱自在，这就是佛陀身教的部分(不只是言教)。\n' +
        '　　如果我们活在崇拜、依赖里，什么时候能像佛陀一样地解脱？他开始也跟当时印度宗教界的宗教师学过，但是，因为所有的外道思想都不能帮助他解脱而放弃。最后于菩提树下，在深禅定和正思惟中体证悟道。才发现原来外在的一切都是虚幻的，只有破除众生内在的迷惘和无明，才能发现法的真相。从内心的变化中知道没有一个永恒不变的主宰者，所以他宣示——只有自觉！当打破了那个依赖的神话，打破了我见、我执时，才有真正解脱的机会。\n' +
        '　　我们为什么会轮回生死？它的因缘条件是什么？佛陀阐述了十二缘起，前面的因缘条件产生未来的作用和后果，这些都是环环相扣的。生死轮回的条件就是这样不停地在相续回圈。只要发觉真相，截断其中的任何一环，后面就不再相续了。解脱并不难，只是不了解真相和原理而已。\n' +
        '　　如果不了解佛法的正见和真正的原理，只是倾向于像外道神教的观念，那就永远不可能截断生死轮回之流，无法超越这个束缚力。佛陀以身作则，告诉我们他体验、超越而成佛的方法和内容，我们只要跟着他的足迹、依着他的方法去体验观察，同样可以体证得到。\n' +
        '　　人类有情的身心结构、五蕴六处的作用都是相同的，佛陀能在这里发觉它的功能和作用，可以看出它的无常无我性，我们同样可以达到这样的体证。所以佛法是人人学人人平等有机会，这就是佛法与其他外道不共的地方。真正的佛法否定了外在神的主宰，重视的是了解真相后自力的净化。\n' +
        '　　我们平常都在信仰外在虚无缥缈的神，就像在外太空神游一样。明白上述的佛法重点后，学习佛法首先要从外太空回到人间来，再从人间回到现实的生命中来，在自己的身心中观察体验，在了解自己、改善自己的过程中，得以提升和净化。就能够和佛陀一样地觉悟体证，这是一个根本的理念，所以佛法一定要从有情说起。\n' +
        '　　“世间的一切学术——教育、经济、政治、法律，及科学的声光电化，无一不与有情相关，无一不为有情而出现人间，无一不是对有情的存在。如离开有情，一切就无从说起。所以世间问题虽多，根本为有情自身。也就因此，释尊单刀直入地从有情自体去观察，从此揭开人生的奥秘。”\n' +
        '　　有情为了改善自身的生活、减轻苦迫，发明创造了很多便利的物质条件，如现在的家用电器，出入的交通工具等等，以及政治、法律、经济、科学也是为人类有情才不断地发明、发展、更新的。如果没有人类(有情)的需要，就不需要这些发明创造了。\n' +
        '　　这些发明和创造，确实给人类的生活带来了很多的方便，却无法改善有情心灵的苦迫及对生死的茫然和恐惧。所以针对有情生命中的苦迫，只有从有情自己的生命中去观察它。佛陀就是这样在观察自己生命的身心中，才揭开了生命的奥秘，这就是重点。所以我们也必须回到有情的身心上来，从自己的身心说起，从生命中来观察、了解它，找出它的痛苦烦恼、生死相续不断的原因。\n' +
        '　　“佛说的法门，虽然是随机说法，无量无边，但归结起来，所说的解脱道，不外乎‘四谛’与‘缘起’法门，离了这些，就没有出世的佛法了。”\n' +
        '　　佛陀解决了生死的问题，由此而来开示、引导我们也能迈向解脱。他开始的法门是应机而说的，由于众生心性、根性的不同，就运用不同的善巧方便来引导说法。然而，不管说多少法，归纳起来主要的就是两个观念——“四圣谛”和“缘起法”，这两大主题归纳了佛法所有的方便巧说。下面就依着四谛这个主题，顺便再介绍缘起法。'
      },
    ]
  },
  {
    title: '四谛总说',
    data: [
      {
        title: '四谛总说',
        content: '四谛。\n' +
        '　　“佛从四谛的苦、集、灭、道，来正确地开示：人生世间的特性(苦)；世间苦迫的原因(集)；说明超越世间，消除一切苦迫的境地(灭)；以及消除苦恼的方法(道)。佛法是信智相成的，绝不说只要信就可得救。我们必须认清人生的苦迫性，及找出苦的原因，才能在消苦的过程中，去体验真理，而得解脱。”\n' +
        '　　这和医生看病一样，如果不了解病人的真正病因，就不能胡乱用药。我们去医院看病时，医生一定先进行望、闻、问、切的检查过程，找出真正的病因，进行对治病才会好。我们每天都在痛苦烦恼中，到最后又要面临生死的大恐怖，这一切如何解决？当然，也得像看医生一样，先找出苦的原因。\n' +
        '　　苦是人生的事实，这是每一个人都能体会得到的，不管什么身份，没有一个不苦的。即使人间的际遇很圆满，也不能不苦，只是还没有面对生死的大苦而已。尤其是医生在医院里，更能感受到病人的痛苦。我们也能看到那些长辈和亲戚朋友的病苦，自己还没有面对老病死的时候，感觉都很自在。但是，人哪能不经历呢？很多人都在讲：“死就死，有什么！”甚至还有人说“二十年后又是一条好汉”。真的吗？在没有面对死亡以前都很自在，真正碰上就不然了。在新闻报道中可以看到那些抢劫犯，要拉出去执行死刑时裤子都湿了，腿都瘫软了，走路还得人架着，抢劫时那股子所谓“英雄豪气”都不见了，此刻还会说二十年后又是一条好汉吗？\n' +
        '　　记得一位法师，在她祖母要过世前回去看望她。老人家近八十岁了，平常也很自在，躺在病床上，似乎没什么烦恼。但是当她看到出家的孙女回来时，竟然紧抓住她的手说：“救我！”她从来不向家人表达什么的，但是当她面临着死亡时，看到孙女是出家人就抓着她的手说——救我！你们知道当时她那种内心的感触吗！\n' +
        '　　不要以为现在还没事，不要以为现在还有办法，那是还没有面对而已。有智慧的人就知道，死亡是我们的必经之地，是每一个人都必须面对的。就像人世间的事情一样未雨绸缪，面对死亡时，就不会有大恐惧了。能够真正超越生死的人，为何那么自在？因为他们平时真的下功夫的啊，到时候才不会手忙脚乱哪！\n' +
        '　　这一生也许会事业成功、也许高官厚禄、也许名利双收，但是，当面对死亡时，看到一生所有的成就、一切都带不走即将放弃的时候，你真的那么自在吗？眼睁睁看着一生的心血都要化为乌有，你真的能那么清净自在吗？要明白啊！学法不是迷信崇拜，是要解决我们自己内在的问题。不但活着时能使身心清净自在，而且面对死亡时没有恐惧，因为知道生死的真相，不再为它所困扰了，这是学佛的终极目标。\n' +
        '　　苦是人间的事实，不要以为现在生活很好，家庭很好，身体也很健康，感受不到苦，只是还没有真正面对而已。真正的苦是生死的不能停止。以为死后就一了百了吗？如果人死就一了百了，那我们何必担心呢！好也是几十年，坏也是几十年，早也死，晚也死，那何必在乎呢？如果是这样，就不需要佛法和宗教信仰了。人类有史以来，宗教的信仰虽有不同，但是共同之处是肯定轮回的存在。这是一个事实真相，业力造作，身不由己！产生轮回之苦。\n' +
        '　　暂时的乐，是过去种下了善因，这一生才过得很得意，但是知道未来吗？福报尽了会变成怎样呢？学佛不是只为了当前身心快乐一点，际遇好一点，感情好一点，孩子乖一点，经济如意一点，这些再如意还是很快就会过去的。你知道下一辈子会落入哪一道？难保不会扮演那些被吃、被侮辱压迫的角色。哪能永远像这一生一样幸福自在？从现实世界的每一个国家来看，还有很多人挣扎在饥饿困苦的边缘。同样是人，为什么有不同的际遇？这些惨况什么时候会轮到我们身上呢？只知道人生暂时之乐，却不知道乐后终究会生悲啊！\n' +
        '　　再看今天我们的人类，好像是所有万物的主宰，要吃鲜活、有生命的，那被吃被杀的是谁？人会生生世世永远那么自在吗？被宰杀的生命是那样的愤怒哀嚎、身不由己，下面该由谁来还报扮演？生命的苦迫，不是只有这一生所面对的身心感受，真正的大苦是生死轮回的不能止息，冤冤相报何时了！今生扮演这个形态，来生扮演什么角色难以预知。学佛不是去拜佛求菩萨，用布施的功德来改善我们的生活，那只是眼前的近利。我们要止息的是永恒不断的生死轮回之流，这才是最终的目的。\n' +
        '　　对于轮回的问题，由于我们没有宿命通，看不到生死轮回的现象。可是有很多圣者修行到某一种程度时，就会展现出宿命通、他心通、神足通，会看到过去、现在、未来的境况，只是我们现在没有那样的体验，无法去了解，所以都注重眼前的利益，看不到长远的生死轮回之苦，这是从大期的生灭来谈“苦集灭道”。\n' +
        '　　灭苦，还可以从当下的身心来谈，即改善我们当下的身心。能体悟真理而提升超越的人，身苦心不苦，也就是肉体能感受到痛苦，而内心却不会产生痛苦烦恼的执著。即使证到阿罗汉，也还会有身体的病痛，佛陀涅槃前身体还有病，这都是不能避免的身苦。然而心灵却已经超越而不再执著痛苦。不管是何等的身份，以及现在的因缘条件是怎样，如果都能安住而不起痛苦烦恼，这就是现实人间的受用。\n' +
        '　　学佛有两个大受用：一是人间性的，开发了佛法的智慧，就能在生命中产生作用。活着时在任何因缘条件下都能自在而不痛苦烦恼，还懂得如何经营事业、圆满和谐家庭、改善人际关系，这是必然的人间受用。但这还仅仅是人间小小的利益。另一个最大的利益是体证到真理法则，破除我法二执时，就可以截断生死轮回之流，这就是出世的大受用了。如果学法连人间的受用都没有，还奢谈什么解脱生死轮回！\n' +
        '　　当我们不再迷信而了解了法的真相时，就会反思如何净化、提升我们生命的品质，生命的展现自然就会与众不同，很快就会得到人间的受用。学佛不是像一般人想象的，一定要出家到深山去，避开一切人间万事万法，才叫清净佛法。其实不论身心处在何种环境，不论任何身份都可以修行。只要你建立了正见，就懂得如何在生活中，在生命与万法的根尘触过程中，了解法的真相，深入观察体会从而实现超越解脱。\n' +
        '　　这里没有厌世和逃避，只有在认识自我的过程中，使思想得以提升和净化。很多人不了解，把学佛误解为迷信。其实，真正的佛法是心灵的智慧之学，恰恰是在破除迷信，反对崇拜和他力的信仰。可惜的是，佛法流传至今几千年，难免有所变化。现在社会普遍看到的是形式的佛教，难以了解佛教真正的精神和特质。所以有人批评佛教中存在的很多垢病，其实，那只是佛法的外壳。\n' +
        '　　我们今天所谈所学的就是佛法的真精神、真内容，从生命中就能感受、体会、触摸得到的，亲身体验是这么的如实！这与神话与他力崇拜没有任何关系。很多人把宗教当作信仰，而佛法不是只有信仰，重要的是具足般若智慧，才能真正解决我们生死轮回的问题。\n' +
        '　　这里讲的“苦集灭道”，就是我们生命中的事情：“苦”就是我们身心的苦迫以及面对死亡的无知和恐惧；针对这种大苦，去找它的原因——集，“集”就是苦集起的原因；“灭”就是生死之苦的止息；灭苦一定要有方法，那就是“道”，即止息痛苦烦恼的方法。\n' +
        '　　“苦集灭道”四个字，一般人听来觉得没有什么，却已涵盖了佛法全部的内容，这是非常科学而理性的。当医生的人很明白，要治好病，必须首先找到正确的原因(集)，除此而外，对症下药(灭苦的方法即道)。\n' +
        '\n' +
        '　　缘起。\n' +
        '　　“「缘起」并非与四谛有别。主要是从人生现实的苦迫中找出苦恼的根源而发觉「苦因」与「苦果」间相生相引的必然规律。”\n' +
        '　　四谛和缘起，听起来好像是两个不同的理念。其实，缘起的十二支就是四谛的内容，四谛就展现在缘起的内容中。大家都有痛苦烦恼，到底是什么原因呢？先找出它的原因。再进一步了解这个因，为什么一定会产生那个果？如制造了某一个因缘，产生了痛苦烦恼，这个因，为什么一定是产生痛苦烦恼？因果之间为什么有这个必然性(即必然理则)？如果找不出这个必然性，又如何解决这个问题？比如说：修行能解脱，为什么会解脱？因为中间有一个必然性，叫作必然理则。如果因不正，果就不会正；因不对，果就不能成。明白了这个必然性，就是我们可以着手解脱的地方，这是进一步从缘起了解因与果之间的必然性。\n' +
        '　　“如无明缘行，行缘识等十二支缘起，即是「苦」与「集」的说明。所以，缘起是在说明：苦、集都是依缘(关系、条件、原因)，才能发生或存在的。相反的只要从因缘条件的改变中，就可使一切苦恼消解而解脱，这就是「灭」与「道」二谛。”\n' +
        '　　缘起的十二支：无明缘行，行缘识，识缘名色，名色缘六入，六入缘触，触缘受，受缘爱，爱缘取，取缘有，有缘生，生缘老死，直至纯大苦聚集。这即是苦与集的说明。为什么无名的条件会产生行？触的因缘会产生受？为什么会以这样的顺序下来呢？这环环相扣的必然性都有它一定的道理，通过对一支支的了解，就知道痛苦烦恼是由于什么因缘而产生的，把这些因缘化掉就能止息痛苦烦恼。比如吃东西时塞住牙缝而致牙痛，如果不了解这个原因，怎么吃药还是会痛。知道原因后，只要把牙缝里的东西剔掉就好了，这就是灭与道二谛。\n' +
        '　　缘起与四谛是相依相缘的，苦(世间果)与集(世间因)都是依条件关系才能发生或存在，从而产生流转的纯大苦聚集；相反的，只要从因缘条件中去改变它，就可以消解一切苦恼而解脱，这就是灭(出世果)与道(出世因)的缘起还灭，进而纯大苦聚灭。缘起十二支的相生和还灭，合起来就是苦、集、灭、道的全部内容。所以，缘起与四谛不是两个东西。苦集灭道是修行的总相，缘起是把它内在的因缘条件一一厘清出来，所以它们是相依相缘的。透过缘起的流转才能找到苦集的真相，透过缘起的还灭也才能找到灭和道的内容。\n' +
        '　　“一般人以为「四谛」与「缘起」是小乘法，其实大乘的甚深诸佛法，也都是由它显示出来的，只是各有偏重——小乘法着重于「苦」、「集」的说明；大乘法着重于「灭」、「道」，特别是「灭」的说明。”\n' +
        '　　一般人(尤其是学大乘法的)听到四谛与缘起，马上就会认为那是小乘的法，就会去忽视、漠视它。为什么会有这样的观念？原来我们中国的大乘佛法，天台和贤首宗的判教起着主导地位：天台宗把四谛缘起的《阿含经》判为“藏、通、别、圆”的藏教；而贤首宗也把《阿含经》判为“小、始、终、顿、圆的”小教，受这个传统观念的影响，都认为是小乘的、不了义的，不去注意它。其实这都是误解，这样的判教耽误了很多人。\n' +
        '　　大乘佛法讲的是圆融、顿超，导师说：大乘的甚深诸佛法，其实都是由四谛缘起的原理而引申的，只是各有偏重。小乘法着重于苦与集的说明，而大乘法着重于灭与道，主要是从“灭”入手——直接契入涅槃寂灭而已。\n' +
        '　　“就大乘中观的空性与唯识的缘起而言，也都没有离开四谛与缘起的法则。佛法不出四谛与缘起法门，只是证悟的偏圆，教说的浅深而已。”\n' +
        '　　龙树菩萨的时代，是大乘的初期阶段，他的《中论》展现的就是空义。初期大乘的中观和唯识，讲的就是缘起。难道这些大乘佛法是天上掉下来的吗？是没有原因而有的吗？龙树菩萨造《中论》，其中最著名的“八不缘起偈”，就是从《阿含经》中的缘起引生出来的。中观与唯识是大乘佛法的两大系，过去印度尊重的就是这两大系。现在的西藏密宗佛教也只承认中观和唯识，其他的就不承认是佛法了(汉地佛教承认有三系——中观、唯识及如来藏思想的真常系)。所以不要把缘起与四谛当作小乘法，其实大乘佛教的中观及唯识的思想还是根源于四谛和缘起的理论，这是大乘的法源。\n' +
        '　　所以，不管是大乘还是小乘，只要是佛法都不出四谛与缘起的法门，如果说有差别，那也只是证悟的偏圆、教说的浅深而已。而不是四谛与缘起法在大小乘之间有差别，是人的体验有差别，不是法有不同的深浅。四谛和缘起是佛法的根本要义，这一点一定要明白！\n' +
        '　　下面就照“苦集灭道”四谛的次第来谈缘起的内容，这样就可以一步一步建立起正知见，学佛就不会盲目了。清楚自己在做什么，该如何修行，怎么过日子，怎样用功，不再搞崇拜和迷信。活着时就能改善身心，开发智慧而得解脱，这里没有神秘的想象，一一都是那么的如实。'
      }
    ]
  },
  {
    title: '苦谛',
    data: [
      {
        title: '苦谛',
        content: ''
      },
      {
        title: '三处观',
        content: ''
      },
      {
        title: '论因说因',
        content: ''
      },
      {
        title: '印度思想界浅说',
        content: ''
      },
      {
        title: '一般思想界与六师外道',
        content: ''
      },
      {
        title: '三大主义及佛陀的思想',
        content: ''
      }
    ]
  },
  {
    title: '集谛',
    data: [
      {
        title: '缘起的定义',
        content: ''
      },
      {
        title: '三重因缘',
        content: ''
      },
      {
        title: '缘起支性与圣道支性二大理则',
        content: ''
      },
      {
        title: '缘起的内容',
        content: ''
      },
      {
        title: '流转门与还灭门',
        content: ''
      },
      {
        title: '三大理性的统一',
        content: ''
      },
      {
        title: '三解脱门',
        content: ''
      }
    ]
  },
  {
    title: '灭谛',
    data: [
      {
        title: '解脱者的境界',
        content: ''
      },
      {
        title: '佛教之涅槃观',
        content: ''
      },
      {
        title: '涅槃之深究',
        content: ''
      },
      {
        title: '结说',
        content: ''
      }
    ]
  },
  {
    title: '道谛',
    data: [
      {
        title: '八正道体证诸法',
        content: ''
      },
      {
        title: '八正道与其他道品的关系',
        content: ''
      },
      {
        title: '慧学概说',
        content: ''
      },
      {
        title: '如实观照',
        content: ''
      }
    ]
  }
];