var data = [
  {
    title: '讲课缘起',
    data: [
      {
        title: '讲课缘起',
        content: '我们又有这样的因缘，共聚一堂研究佛法。今天的讲题是《解脱之道》。时间过得很快，记得大约十年前，台北的居士来找我，希望我能为他们讲课。当时我说：“讲课是可以的，出家人本来就应该弘法嘛，只要你们有二十个人我就去。”结果他们找到一家幼稚园，幼稚园的老板也很发心。我们就在小朋友的教室里，坐在小朋友坐的小凳子上，六、七十人挤得满满的，就在小小的空间里听课，一转眼十年过去了。\n' +
        '　　当时我有一种想法：到底要讲什么课？原先我们学的都是大乘佛法，大乘佛法很深奥，有很多的宗派和理论。可是，对于真正的法义及佛法的特质，普遍的都不太了解。尽管居士们都很虔诚、发心，但是对于法义的探究却很生疏。虽然虔诚敬信，但是烦恼仍然无法消减，更谈不上真正的解脱涅槃了。\n' +
        '　　因此我认为：对居士的引导，最好能建立一些佛法的基础观念，只有建立了佛法的正知见后，才有明确的方向和正确的方法，这样才能真正发挥佛法的作用，使每个人听闻佛法，每个人当生就能得到受用。\n' +
        '　　处于现在的社会形态中，人们的心理和精神都面临着种种的压力和负担，如果能建立起佛法的正知正见，至少能调和自己的身心，消解很多的烦恼压力，人际关系才能圆满，家庭才能和谐；再深一点受用的，则能解决我们的生死大事。\n' +
        '　　对于死亡，我们是那么的无知和恐惧，如何来解决这个最根本的问题？这是佛法最终的目的！但是，我们在还没有明白最基础的佛法特质之前，对于佛法还只是一种盲目的信仰，暂时得到一种安慰和寄托而已，要达到真正的受用是不容易的。\n' +
        '　　有感于此，我就从印顺导师的论著中撷取了一些佛法的基础知识，有次第地介绍给大家，希望为大家建立一些基础的佛法知见。当时，只是简单的准备一点讲义，录音设备也只是一台普通的录音机而已。后来，录音带流通后，有些人不但自己喜欢，还送给别人听。这十年以来，还是有很多人需要。这才真切地感受到：对那些想学佛打基础的人，竟然有那么大的需要！\n' +
        '　　几年来，这些居士很发心、很用功，我们就随着进度，慢慢地、越来越深入地研究下去了。但是，大众的反应还是希望我重讲《解脱之道》，这虽然是最基础的法义，却是最重要的。就像建大楼一样，如果地基没有打好，要建高楼大厦几乎是不可能的。所以大家不要轻视基础的建立。基础打得好，对我们身心的护持就会好，就与解脱相关，与解脱有分！\n' +
        '　　我没有出家以前也是居士，在家修学大乘佛法二十多年，很用功的，几乎把生命都投进去了！但是要得到受用却很不容易。原因在于，我们都有一个观念：学大乘佛法，当然要学那个最高、最圆满、最理想的。说到《阿含经》就会漠视它：“那个是小乘的，研究它干什么？”正因为有着这样的心态，我们都往高处看，却忽视了基础的建立。\n' +
        '　　后来研究印顺导师的论著，才真正了解到：内心的那一份不安，就是因为基础没有打好。导师把这些基础的东西讲得很清楚，这样才解决了我心中最后的疑惑。经过这样的亲身经验，我深深感受到：基础是最重要的！如果学大乘的不重视佛法的基础，那是很危险的。\n' +
        '　　记得十年前，在开课时曾语重心长地对大家说：我们的思想在传统佛法里已熏习了一些固定的观念与思惟模式，如果听到与传统佛法不同的理念，就会觉得不合乎自己的需要，而产生排斥的心理。今天所讲的佛法基础理论与传统的观念确实是有差异的。所以，当时我就鼓励大家，来上课先要修忍辱，忍辱是大乘六波罗蜜之一。当听到与原来所学的观念有不同或矛盾的时候，不要马上产生排斥的心理，请忍耐一下，继续听下去，把这个课听完后再来下决定。\n' +
        '　　今天的因缘与十年前相比就有了很大的转变。十年来，我不断地与这些学员共同研究探讨，大家体会得越深，对法义理解得也就越明白。现在上课不仅不用修忍辱，而且还很欢喜。今天来上课的有很多是新的学员，如果听到的和你们原来所学、所听的有矛盾时，请忍耐地继续听下去，如果能够把这个课程听完，我相信你们会感到很欢喜的，因为你们已经建立了佛法的根本知见了。今天谈的这些法不是高深虚玄的，而是很平实的，是最基础的、最简单的，却是最重要的！\n' +
        '　　老学员一定会发现讲题与过去不太一样了。以前是“解脱之道——四圣谛与缘起之开展”。现在的讲题却加上“与大乘不共慧”。因为过去的讲解是为了要打基础，介绍了一些基础的知见，但是这个带子流通出去以后，有些人误解我是在弘扬小乘佛法。\n' +
        '　　其实，佛法本来没有大小之分，只是由于所处的角度和体悟的深浅不同而有所分别罢了。新增添的“大乘不共慧”，就是在根本处再加上大乘深观的部分，是引申佛法的根本而来贯穿大小乘，以免有些人误解我只是在讲小乘佛法。佛法的基础是大小乘都可以共贯的，没有什么差别。大家看到新增“大乘不共慧”的部分，一定觉得奇怪，其实这就是我的用意。'
      },
    ]
  },
  {
    title: '前言',
    data: [
      {
        title: '前言',
        content: '一，佛法。\n' +
        '　　“‘佛法’，为‘佛’与‘法’的结合词。‘佛’是梵语佛陀的略称，其义为觉者。‘法’是梵语达磨的义译，精确的定义是轨持，即不变的规律。‘佛’与‘法’的缀合语，应解说为‘佛的法’。”\n' +
        '　　“佛陀”是梵语 Buddha 的音译，意思是觉悟宇宙真理法则的人，所以叫觉者。“法”是梵语达磨的义译，精确的定义是轨持(即不变的规律)。某种因必然会产生某种后果，中间都有一个不变的规律，它是必然如此的，即必然理则。譬如说有人和万物产生后，一定会坏、会破灭，这是必然的。不管过去、现在、未来，这个必然的理则是不会变的，所以叫轨持或轨则。\n' +
        '　　“本来，‘法’是‘非佛作亦非余人作’的；本来如此而被称为‘法性法尔’的；有本然性、安定性、普遍性，而被称为‘法性、法住、法界’的。”\n' +
        '　　佛所觉悟的这个法(即宇宙的真理法则)，不是谁的专利，也不是谁的创造发明，它本来就是这样的，所以称为“法性法尔”。“法尔”就是本来如此的意思。佛陀就是发觉了法的这个真相，了解到原来宇宙中有着这样一个不变的轨则在运作。他知道这个法则本来就是这样的，是必然如此的，而且是普遍存在的。明白了这个真理法则以后，佛陀对万法的真相就不再疑惑了。\n' +
        '　　“法性”，即真理法则有其本然性；“法住”，即有不变的安住性；“法界”，即普遍存在于一切处。也就是说，我们现在活着所面对的身心和万法，都在迁流变化之中，其中普遍存在着一个必然的理则，不管是过去、现在、未来，及世界的任何地区和每一个角落，法的运作都是一样的，这才叫做法。\n' +
        '　　“这常遍的规律，何以要称为佛法？因为这是由于印度释迦摩尼佛的创见，而后才流行人间的；‘佛为法本，法由佛出’，所以称之为佛法。”\n' +
        '　　真理法则既然是普遍存在的，就不是属于谁的，为什么要说是佛的法呢？因为，这是释迦牟尼佛第一个明白的、了解的、体悟的(即创觉)。然后，对弟子们引导、开演出来，人间才开始广宣流行。如果没有佛陀的觉悟体证，就无法开演这样的法。佛是第一个创觉(非创造)者，又从他的语言身行而展现出来，圣弟子们将其发扬光大流传开来，指导后人的修行。佛陀是法的本教，“佛为法本，法由佛出”，所以才称之为佛法。\n' +
        '　　宇宙的真理法则是普遍存在、必然如此的。因为我们不了解真相，所以无法顺应这必然的理则。佛陀是第一个发觉真相的，他悟到什么？就是悟到这常遍的法则。由此而知，佛法不离普遍存在的一切现象，只是我们不了解而已。\n' +
        '\n' +
        '　　二，依“佛的法”而引申其意义，又得两个解说。\n' +
        '　　1、诸佛常法。\n' +
        '　　“法是本来如此的；佛是创觉世间实相者的尊称，谁能创觉此常遍的规律，谁就是佛。不论是过去的、现在的、未来的佛，始终是佛佛道同；释迦佛的法，与一切佛的法平等平等。”\n' +
        '　　不管过去、现在、未来的任何时空，只要觉悟到这样的宇宙真理的人，都称之为佛。法是普遍的规律，所以任何一尊佛所体会的一定是同样的真理。只要是佛所彻底觉悟的，一定是平等的，因为法法的本质相同。如果我们体会的与佛所体会的不同，就不能称之为佛法。\n' +
        '　　2、入佛法相名为佛法。\n' +
        '　　“法是常遍的，因佛的创见而称之为佛法。佛弟子依佛觉证而流出的教法去修行，同样地觉证佛所觉证的，传布佛所传布的，在佛法的流行中，解说、抉择、阐发了佛的法，使佛法的甚深广大，能充分地表达出来。这佛弟子所觉所说的，当然也就是佛法。这两点，是佛法应有的解说。\n' +
        '　　但我们所知的诸佛常法，到底是创始于释迦牟尼佛，依释尊的本教为根源的。佛弟子所弘布的是否佛法，在乎他是否契合释尊根本教法的特质。所以应严格地贯彻这一见地，抉择流行中的诸佛常法与弟子的论述。”\n' +
        '　　有些人认为：佛亲口说的法才叫佛法，不是佛陀亲口说的就不是佛法(非佛说)。但是佛也曾说：“我所说法如爪上尘，未曾说法如大地土。”佛陀所能表达的只是整个世界的少部分而已，就像指爪上的微尘。而未宣说、未表达出来的法如大地之土。难道佛陀所说的那部分才是佛法，而其他没有说过的就不是佛法了吗？\n' +
        '　　佛陀是无师自悟的，而圣弟子们是听佛陀的开示，照着他的方法去实验才体证的。当真正明白真理法则的本然性时，也许会用不同的语言和表达方式来阐述。只要阐述的内容与佛陀所觉悟的真理法则是一致的，这也是佛法，所以叫入佛法相(法性)。这两点是佛法应有的解说。\n' +
        '　　大乘佛法谈到十方诸佛，是没办法了解的。而释迦牟尼佛，是历史上能考证确实存在的人物。佛法，毕竟还是从释迦牟尼佛体证后流传出来的，现在最根本的依据还是释尊的本教。我们也不能随便怎么说都是佛法。所以，“佛弟子所弘布的是否佛法，在于他所说的法是否契合释尊根本教法的特质。”\n' +
        '　　现在佛法中有很多宗派、流派，而这些宗派的理论有很多是相互矛盾、对立的，这就使我们很犹豫：如果佛法是一味的，为什么会有这么多的宗派？并且每一宗派的理论都有所不同？芸芸众生又如何抉择？每一个人都说自己讲的是究竟了义，其他人是不究竟的方便说。在还没有学到根本佛法的正知见以前，用什么来评判和抉择？这就是居士们困惑为难的地方。\n' +
        '　　所以导师就指出这个重点：一位法师或佛弟子在宣扬佛法时，要看其所讲的法，是否把握了释迦牟尼佛根本教法的特质。所谓的“特质”，就是与世间和外道以及其他宗教不共的地方。\n' +
        '　　佛法的特质是什么？佛陀当时到底体悟到了什么？那个时代，印度的时空背景和社会思想、宗教形态的理论是什么？佛法与外到哪里不同？这个根本特质一定要先抉择出来，我们才有能力在佛教众多法门之中来区别，与佛法特质相应的，而肯定其相应性；如果与佛法的特质不相应甚至与外道一样，那么就要注意了！这就是我们要抉择的地方。佛弟子所讲的法，并不绝对代表佛陀所觉证的法。\n' +
        '　　佛法经过二、三千年的流传，现在难以保持其本来的味道。经过那么多善知识的抉择，总会融入一些民俗文化的思想，还有种种其他因缘关系，佛法逐渐地在流变，与原来根本的佛法有所不同，其真味淡了。所以，我们在没有建立起佛法的正知见以前，就没有抉择的能力，现在修学难就难在这里！\n' +
        '　　记得小时候，台湾每个地区一年几个节日，大家轮流来拜神、妈祖、菩萨。无形中人们的思想已经熏习了一些民俗信仰的观念——拜拜，但是，并不知道拜的内容和真实义，认为只要虔诚拜拜就会得庇佑；心里有恐惧，拜一拜比较安心；不平安，拜一拜可能会平安一点，这就是我们传统观念中的民俗信仰。\n' +
        '　　如果不知道佛法的特质与一般拜拜之间的区别，就会认为只要做好人，不要犯罪就可以了，这只是属于单纯的信仰而已。不能对法的正确抉择，这样就变成靠运气：拜的是道教，就会接近道教的思想，被道教的思想所同化；接触的是基督教，就会被基督教的思想同化，这样就很难学到真正的佛法。\n' +
        '　　即使很幸运地遇到佛法，但是，所亲近的善知识学的是何宗派、何法门，你们就会在思想中首先留下一个印象，这样无形中都变成碰运气：这个法师有没有正见？对法深入到什么程度？学习哪一宗派的理论？这些都没办法了解。如果这一位师父是学净土的，那么你对净土就比较深入；如果是学禅宗的，你对禅宗就比较有兴趣；要是学密宗的，你对密宗就有亲近感。无形中是否在靠运气呢？此外还有我们的感情：“那是我的师父，我当然听我师父的。”可是师父讲的法究竟不究竟呢？讲得够不够渗透呢？我们无法了解与抉择，这就产生了先入为主的倾向。\n' +
        '　　所以学法要学到真正的正见，没有正知见，要把佛法的法义都了解得很清楚，实在不容易！对此，我身有感慨，普遍的社会现象中，尤其是居士们的那种虔诚、护持、发心，令人非常的感动。但是能够把佛法的正知见，佛法的不共特质了解得非常清楚，具备择法眼的，坦白讲，只有少数。\n' +
        '　　学佛的人中有一个现象，不管学哪一宗派的人，初学时都很发心，可是五年后慢慢地会发现问题；十年后慢慢会自我检视，发现很多问题没有解决；二十年后会觉得：糟糕了！老病死快来了，烦恼问题还是没有解决，对生死的恐惧依然，那时手忙脚乱，甚至对佛法失去了信心。\n' +
        '　　对法有没有具足正见？是否明白佛法与世俗、外道的不共特质？是否打牢佛法的基础在生活中去验证？在身心与人事物的接触中体会法的内涵？如果真正建立了正知见，在生命中都会有开悟契入解脱的机会，我们有没有真正地把握这一点？\n' +
        '　　导师先指出这个重点：先把握住佛陀根本教法的特质，然后再来抉择自己所学的法门是否与其相应。也许听这个课不一定马上能让你解脱，马上成八地菩萨、阿罗汉。但是一定可以使大家建立一个非常稳固的佛法正知见的基础，建立了正知正见后，就会有择法眼。这样就有能力选择我们所要修学的法门，就知道如何下手解决自己内在的问题，而且是在这一生解决，不是等死后。\n' +
        '　　所以，这些老学员十年来从不间断熏习，因为他们都得到了某部分的受用，对佛法坚信不疑，也是建立在这个基础之上。有了择法眼，知道佛法与世间、外道的不共特质，就有能力抉择流行中的诸佛常法与佛弟子的论述，知道什么样的法是可以解脱受用的正见，什么样的法只是方便善巧带领我们进入佛门的。\n' +
        '　　3、佛法从有情说起。\n' +
        '　　“凡宗教和哲学，都有其根本的立场；认识了这个立场，即不难把握其思想的重心。佛法以有情为中心、为根本的，如不从有情着眼，而从宇宙或社会说起，从物质或精神说起，都不能把握佛法的真义。”\n' +
        '　　这一点很重要！很多人搞哲学研究，在探求宇宙第一因，有的是从整个社会形态去探讨；也有从我们的身心来研究的。像唯物论就只重视物质；唯心论只重视心灵，这些都没有把握法的重点！\n' +
        '　　如果探讨宇宙的第一因，那是永远不可得的。科学也是一样，从物质组成的要素上已经发现了夸克，但还不是最微细的，夸克还是六个条件的组合。所以探讨第一因是永远不可得的。譬如要探讨我们人的前生，那么前面还有前生，引申起来就永无止境了，找不到第一因，那又如何能解决问题？最后的结果就是想象有一个创造万物的第一因——上帝，但那是无明众生幻想的产物。\n' +
        '　　导师说：“研究佛法一定要从有情自身开始。”从佛陀的出家、悟道、弘法到涅槃，就可以看出佛陀要解决的就是众生生命的苦迫。每一个人的人生都充满了困苦，尤其是佛陀的时代，物质贫乏、政治动乱、弱肉强食，特别是在印度种姓阶级的制度中，每个人的生活都非常凄苦，所以人人向往解脱自由。生命的苦迫很广泛，除了身心上的种种痛苦烦恼以外，最大的苦迫就是面对死亡的那种恐惧与茫然，这是无法止息的生死轮回的大苦啊！\n' +
        '　　所以，佛法一定要回到人类有情的本位，在这个根本立场来解决身心面临的问题：即富贵的人有富贵的烦恼；贫穷的人有贫穷的烦恼；身体健康与不健康的人；感情好与不好的人等，每一个人都有着不同的忧悲苦恼。但是，共同的苦楚，就是面对死亡时不知何去何从。如果不回到这个根本的立场，而去探讨宇宙的第一因有意义吗？能解决我们现实生命中的苦迫吗？就像现在有人问：太空船上到底有几颗螺丝钉？除了地球以外，其他星球上有没有生物？请问：研究这个有意义吗？多少颗螺丝钉与解除痛苦烦恼一点关系都没有！外星球有没有生物，能解决我们的痛苦烦恼吗？如果认为上帝是第一因，信仰上帝就可以解决所有的烦恼吗？\n' +
        '　　我们学法，不是在探讨那些与生死烦恼毫不相关的问题，不是从社会学识中去探讨第一因，而是要回到一个根本来，从现实身心中去探讨人生的苦迫性。生活上的压力，精神上的负担，面对死亡时的恐惧，这些问题如何解决？如果连这些身心上的问题都不能解决，怎么能解决死后的问题？所以，佛法虽然是从有情说起，并不是只有关心我们自己的身心，而是从这里下手去探讨，从能了解、观察、体会的近处去着手，最后有比较深入的体证时，才能解决生死的问题，所以探讨佛法一定要从有情自身说起，这一点很重要！\n' +
        '　　“探究人生意义而到达深处，即是宗教。世界的宗教，各种各样的，含义也大有出入。但有一共同点，即人类苦于外来——自然、社会以及自己身心的层层压制，又不能不依赖他、爱好他；感到自己的缺陷、渺小，而又自信自尊，想超越他、制用他。有情在这样的活动中，从依赖感与超越感，露出有情的意向，成为理想的归依者。宗教于人生，从过去到现在，都是很重要的。不过一般的宗教，无论是自然宗教，社会宗教，自我宗教，都偏于依赖感。自己意向客观化，与所依赖者为幻想的统一，成为外在的神。因此有人说，宗教是必然有神的。他们每以为人有从神分出的质素，这即是我们的自我、心或灵魂。如基督教说：人的灵是从上帝那里来的。中国也说：天命之为性。借此一点性灵，即可与神接近或合一。”\n' +
        '　　回顾历史可看到宗教的产生，最初人类对自然现象还没有足够的认识，受制于很多大自然的力量：如面对气候变化、地震、旱涝等自然灾害时，感到人类自身的无奈和渺小，好像有一种无形的力量在控制我们，无法与其抗衡。慢慢地，就以为外在有一个大力的主宰者，不得不屈服，进而产生祭祀等信仰与崇拜。\n' +
        '　　但是人类的思想在逐渐地演变，开始是在依赖感中，后来发觉自己的力量也许可以超越、控制外在的力量。从拜拜祈求庇佑的依赖感，慢慢变成要以咒语的力量控制、超越那个无形的大力者。人类的意向就随着这样的因缘在变化，慢慢地就有了理想的皈依者——神。\n' +
        '　　一般的宗教都偏于依赖感。基督教或回教，他们都认为有一个造物主——上帝，只要相信、降服，依赖于他，好好侍奉他，死后就能到上帝的国度——天堂里永生，这就是依赖感。其实，这个所谓的上帝，是人们意向的客观化，是自己与依赖者幻想的统一。如果说外面有神、上帝、大主宰者，那就是从自己意向的理想化中影射出来的。\n' +
        '　　有人认为：我们的自我、心或是灵魂之上有神(主宰者)，人就是从神那里分出来的一些质料原素，或一分灵而变成的。因此产生一个想象：我们现在叫做“自我”，在里面有一个叫“我”的东西，是从神那里来的。以本体论的理论来说：我们是从本体分出的某一点原素构成，死后就回到本体那个地方去，这个观念就叫“我、心、灵魂、自性”。比如基督教说：人的灵是从上帝那里来的；中国人也说：天命之谓性。就是借这一点灵性即可与神接近或合一。如果是婆罗门教，他们认为是从大梵天来，死后就回到大梵天去。注意啊！有些修行人的理念就与大梵天合一的理论很相似。\n' +
        '　　“他们又说：人的缺陷罪恶，是无法补救的，惟有依赖神，以虔诚的信仰，接受神的恩赐，才有希望。”\n' +
        '　　基督教说：我们是羔羊，上帝就像牧羊人，所有的一切都是由神来控制主宰的，以为我们自己本身有着很大的缺陷和罪恶，那是无法补救的，只有依靠神的力量来恩赐，希望等待神的救度，所以要侍奉神，这就是神教者的观念。\n' +
        '　　佛法与这个观念根本不同！这个神教的观念害得我们像奴仆一样，除了永远的屈服之外，没有一个人能自主地觉醒。因为永远只是一个依赖者、被创造者、降服者，无法真正地解脱自在！所以，学习佛法，首先要分清楚其他宗教和神道者的观念，再了解到佛法与其他宗教不共的特质时，才不会落入神教者的想象中。\n' +
        '　　但重要的是，在佛教中也有很多类似的观念，如果不纠正，就会与神教观念混淆不清：我们的业力深重啊，不可能靠自己的力量解脱啊，只有靠佛菩萨的加被护持啊，死后就会到哪里去啊，其他没有办法等等，这样的观念与神教者有什么两样？佛教与一般宗教的不同之处在哪里？要明白啊！\n' +
        '　　“所以一般宗教，在有情以外，幻想自然的精神的神，作为自己的皈依处，想依赖他而得超脱现实的苦迫。这样的宗教，是幻想的、他力的。佛教就不然，是宗教，又是无神论。”\n' +
        '　　也许有人会疑问：“为什么佛教是无神论，不是也在崇拜一个外在的神吗？”其实，佛法的无神论是否认主宰的意思，不是否认六道中的天界和鬼神。佛教承认六道的存在，其中的鬼神和我们一样是众生，他不是大力者、操纵者、主宰者。这就是佛教的无神论思想。\n' +
        '　　佛教讲的是心灵的智慧之学，讲的是如何开发智慧，而且人人都有解脱成佛的可能性，不是要依赖上帝。佛法讲无常、无我，否定常而不变的主宰(上帝)。讲的就是在我们生命的身心中，在生活的经验中就可以通过观察体会，发觉到真相。在一个明白人的指导下，每一个人都可以体证真相而解脱。这不需要依赖，不需要他力的加持。\n' +
        '　　“佛说：有情的一切，由有情的思想行为而决定。”\n' +
        '　　佛陀说：众生思想观念的错误，导致了行为的错误，因而带来种种痛苦烦恼。由于观念的无知，对真相的不了解，于是对一切万法产生贪爱执著。因此，必须去探讨法的真相，从这里也可以了解业力：我们身心的一切行为(身口意)会产生后面的作用，那就是业力。\n' +
        '　　众生的痛苦烦恼、生死轮回都是自己造作的，不是由谁来主宰审判的，是自己的业力使然。要调整自己，净化心灵，首先要建立正确的观念，观念正确后，行为自然导正，痛苦烦恼自然止息，才能不造后业，不再随着业力而流转，就不会被生死所束缚。\n' +
        '　　这一点与信仰神和主宰，依赖他力的造化完全是两回事。如果明白佛法的这个根本，每一个人都要为自己负责。如果我们的思想观念正确，心灵柔和慈悲，对他人都是非常的友善爱护，回报的怎么会是痛苦烦恼呢！我们之所以会痛苦烦恼，都是自己的所作所为，造成与别人的矛盾和斗争而带来的作用和影响。\n' +
        '　　但是，往往认识不到这一点，当痛苦烦恼时都会怪外面的环境：“都是某某人不好，人家对我不好，我对她(他)没有什么不对之处啊！”这样的结果很苦恼，都在怪别人，而不知道产生这样相对的局面，完全是自己内心造作的结果。为什么佛陀说法是从有情身心说起？就是要说明产生痛苦烦恼的真正原因，不是谁来控制主宰的，即使遭遇很不如意，也要反省自己，看清楚它的原因条件，一切都是有因有缘的，“有因有缘世间集”，那些因缘还是自己造作的！\n' +
        '　　“佛教的皈依向上、向究竟，即凭有情自己合法则的思想与行为，从契合一切法的因果事理中，净化自己，圆成自己。所以皈依法，即以因果事理的真相为皈依。”\n' +
        '　　这里明确地指出佛教与外道、神教观念的不同之处，因果之间有着必然的理则。造了很多不善的因，就不可能得到很好的果，因果间有一个必然性：此因一定会产生彼果，这就是因果事理的必然性。要深一步去了解它，找到真正的原因，了解因果的必然理则，就会去随顺此必然性而不再与其相违背了。\n' +
        '　　只有找出我们痛苦烦恼、轮回生死的根本原因，才有机会转化改变它。这一切都操之在我，而不是依靠他力的主宰和加被。这个精神就是佛法与世不共、与外道不共的特色。\n' +
        '　　“皈依佛与皈依僧，佛与僧即人类契合真理——法而完成自己的觉者；皈依即对觉者的景仰，并非依赖外在的神。”\n' +
        '　　什么叫皈依？皈依是皈向正法，皈向真理，是对于觉者的敬仰与学习，并非依赖、崇拜外在的神。我们皈依的佛，是释迦牟尼佛一样的大觉者；皈依的僧，是清净和合僧团中证果的圣弟子。我们赞叹景仰佛陀及证果的清净僧，他们的思想与身形契合真理，完成了自我的觉醒与超越。我们只有皈依了佛和僧，才有机会像佛陀与圣弟子们一样，抉择到正确的法，并依之而行，也才有觉悟解脱的机会。\n' +
        '　　“佛法是自力的，从自己的信仰、智慧、行为中，达到人生的圆成。”\n' +
        '　　我们对自己要有信念，佛是怎样觉悟的、依着他的教法，学他的方法，也可以和他一样地受用解脱。开发对法理体认的智慧，净化自己的身心和人格，最后也会与佛菩萨一样达到圆满觉悟的境界。\n' +
        '　　“佛法与一般宗教的不同，即否定外在的神，重视自力的净化，这所以非从有情自己说起不可。”\n' +
        '　　明白了有情这个根本，首先就要先认识这个“我”，才能净化和超越。每天都讲“我、我、我，我怎么样······”“我”到底是什么认识吗？知道自己每天是怎么运作的吗？你发现自己的痛苦烦恼是怎么来的吗？你明白自己是如何产生执著贪染的吗？\n' +
        '　　一个被火烫过的人，看见火绝对不会再把手伸进火中。同样，明白了正确的因，就不会再去犯同样的过错。每一个人都不喜欢痛苦烦恼，都想清净、自在、解脱。但是为什么我们每天还是活在痛苦烦恼里？因为不了解自己是如何造成烦恼、执著、痛苦的，所以每天由于无知一直在重犯不已。\n' +
        '　　痛苦烦恼，是由于错误的观念导致错误的行为所造成的。要解决这个问题，第一步得先回到我们生命的身心中来；回到生活中来了解它，才能转化它。找到痛苦烦恼的因，才能解决痛苦烦恼。\n' +
        '　　不探讨这个根本处，每天只是向外追寻、寻找依靠，什么时候能改变自己的身心？如果佛菩萨有大力可以加持你，可以改变你的业力，那么，所有的佛菩萨，包括上帝都不慈悲。如果他们是慈悲的，加持一下转转我们的业，大家不都解脱了吗？为什么我们还在受苦？有历史以来，人类从来没有离开过痛苦烦恼，难道是佛不慈悲吗？是上帝不慈悲吗？其实上帝根本改变不了你，佛也不能改变你，只有自己才能改变自己！\n' +
        '　　佛陀是怎样觉悟体证真理的，在哪里超越的。我们必须和他一样去依这种理论、方法，才能得到解脱。佛陀是一位王子，名利、恩爱、权贵一切具足。可是，我们每天仍然为了这些在争取和拼搏，不管企业做得多大，或做民意代表、官员，都无法具足王子那样的条件。佛陀为什么放弃了一切的拥有？如果恩爱、名利、权贵、情感能解决生死的问题，佛陀何必放弃来过那种修行的日子？最后悟道了，悟道后四十几年，也没有回到世俗的贪欲中去，还是过着日中一食的托钵生活，直至涅槃前一天，还在为众生说法，这一切所为何事？\n' +
        '　　佛陀慈悲的展现，是以自己的身形来觉悟众生。他自己超越了苦，不但没有回到苦的因缘中去，还把他的体悟和经验贡献给所有的人，希望我们同他一样解脱自在，这就是佛陀身教的部分(不只是言教)。\n' +
        '　　如果我们活在崇拜、依赖里，什么时候能像佛陀一样地解脱？他开始也跟当时印度宗教界的宗教师学过，但是，因为所有的外道思想都不能帮助他解脱而放弃。最后于菩提树下，在深禅定和正思惟中体证悟道。才发现原来外在的一切都是虚幻的，只有破除众生内在的迷惘和无明，才能发现法的真相。从内心的变化中知道没有一个永恒不变的主宰者，所以他宣示——只有自觉！当打破了那个依赖的神话，打破了我见、我执时，才有真正解脱的机会。\n' +
        '　　我们为什么会轮回生死？它的因缘条件是什么？佛陀阐述了十二缘起，前面的因缘条件产生未来的作用和后果，这些都是环环相扣的。生死轮回的条件就是这样不停地在相续回圈。只要发觉真相，截断其中的任何一环，后面就不再相续了。解脱并不难，只是不了解真相和原理而已。\n' +
        '　　如果不了解佛法的正见和真正的原理，只是倾向于像外道神教的观念，那就永远不可能截断生死轮回之流，无法超越这个束缚力。佛陀以身作则，告诉我们他体验、超越而成佛的方法和内容，我们只要跟着他的足迹、依着他的方法去体验观察，同样可以体证得到。\n' +
        '　　人类有情的身心结构、五蕴六处的作用都是相同的，佛陀能在这里发觉它的功能和作用，可以看出它的无常无我性，我们同样可以达到这样的体证。所以佛法是人人学人人平等有机会，这就是佛法与其他外道不共的地方。真正的佛法否定了外在神的主宰，重视的是了解真相后自力的净化。\n' +
        '　　我们平常都在信仰外在虚无缥缈的神，就像在外太空神游一样。明白上述的佛法重点后，学习佛法首先要从外太空回到人间来，再从人间回到现实的生命中来，在自己的身心中观察体验，在了解自己、改善自己的过程中，得以提升和净化。就能够和佛陀一样地觉悟体证，这是一个根本的理念，所以佛法一定要从有情说起。\n' +
        '　　“世间的一切学术——教育、经济、政治、法律，及科学的声光电化，无一不与有情相关，无一不为有情而出现人间，无一不是对有情的存在。如离开有情，一切就无从说起。所以世间问题虽多，根本为有情自身。也就因此，释尊单刀直入地从有情自体去观察，从此揭开人生的奥秘。”\n' +
        '　　有情为了改善自身的生活、减轻苦迫，发明创造了很多便利的物质条件，如现在的家用电器，出入的交通工具等等，以及政治、法律、经济、科学也是为人类有情才不断地发明、发展、更新的。如果没有人类(有情)的需要，就不需要这些发明创造了。\n' +
        '　　这些发明和创造，确实给人类的生活带来了很多的方便，却无法改善有情心灵的苦迫及对生死的茫然和恐惧。所以针对有情生命中的苦迫，只有从有情自己的生命中去观察它。佛陀就是这样在观察自己生命的身心中，才揭开了生命的奥秘，这就是重点。所以我们也必须回到有情的身心上来，从自己的身心说起，从生命中来观察、了解它，找出它的痛苦烦恼、生死相续不断的原因。\n' +
        '　　“佛说的法门，虽然是随机说法，无量无边，但归结起来，所说的解脱道，不外乎‘四谛’与‘缘起’法门，离了这些，就没有出世的佛法了。”\n' +
        '　　佛陀解决了生死的问题，由此而来开示、引导我们也能迈向解脱。他开始的法门是应机而说的，由于众生心性、根性的不同，就运用不同的善巧方便来引导说法。然而，不管说多少法，归纳起来主要的就是两个观念——“四圣谛”和“缘起法”，这两大主题归纳了佛法所有的方便巧说。下面就依着四谛这个主题，顺便再介绍缘起法。'
      },
    ]
  },
  {
    title: '四谛总说',
    data: [
      {
        title: '四谛总说',
        content: '一，四谛。\n' +
        '　　“佛从四谛的苦、集、灭、道，来正确地开示：人生世间的特性(苦)；世间苦迫的原因(集)；说明超越世间，消除一切苦迫的境地(灭)；以及消除苦恼的方法(道)。佛法是信智相成的，绝不说只要信就可得救。我们必须认清人生的苦迫性，及找出苦的原因，才能在消苦的过程中，去体验真理，而得解脱。”\n' +
        '　　这和医生看病一样，如果不了解病人的真正病因，就不能胡乱用药。我们去医院看病时，医生一定先进行望、闻、问、切的检查过程，找出真正的病因，进行对治病才会好。我们每天都在痛苦烦恼中，到最后又要面临生死的大恐怖，这一切如何解决？当然，也得像看医生一样，先找出苦的原因。\n' +
        '　　苦是人生的事实，这是每一个人都能体会得到的，不管什么身份，没有一个不苦的。即使人间的际遇很圆满，也不能不苦，只是还没有面对生死的大苦而已。尤其是医生在医院里，更能感受到病人的痛苦。我们也能看到那些长辈和亲戚朋友的病苦，自己还没有面对老病死的时候，感觉都很自在。但是，人哪能不经历呢？很多人都在讲：“死就死，有什么！”甚至还有人说“二十年后又是一条好汉”。真的吗？在没有面对死亡以前都很自在，真正碰上就不然了。在新闻报道中可以看到那些抢劫犯，要拉出去执行死刑时裤子都湿了，腿都瘫软了，走路还得人架着，抢劫时那股子所谓“英雄豪气”都不见了，此刻还会说二十年后又是一条好汉吗？\n' +
        '　　记得一位法师，在她祖母要过世前回去看望她。老人家近八十岁了，平常也很自在，躺在病床上，似乎没什么烦恼。但是当她看到出家的孙女回来时，竟然紧抓住她的手说：“救我！”她从来不向家人表达什么的，但是当她面临着死亡时，看到孙女是出家人就抓着她的手说——救我！你们知道当时她那种内心的感触吗！\n' +
        '　　不要以为现在还没事，不要以为现在还有办法，那是还没有面对而已。有智慧的人就知道，死亡是我们的必经之地，是每一个人都必须面对的。就像人世间的事情一样未雨绸缪，面对死亡时，就不会有大恐惧了。能够真正超越生死的人，为何那么自在？因为他们平时真的下功夫的啊，到时候才不会手忙脚乱哪！\n' +
        '　　这一生也许会事业成功、也许高官厚禄、也许名利双收，但是，当面对死亡时，看到一生所有的成就、一切都带不走即将放弃的时候，你真的那么自在吗？眼睁睁看着一生的心血都要化为乌有，你真的能那么清净自在吗？要明白啊！学法不是迷信崇拜，是要解决我们自己内在的问题。不但活着时能使身心清净自在，而且面对死亡时没有恐惧，因为知道生死的真相，不再为它所困扰了，这是学佛的终极目标。\n' +
        '　　苦是人间的事实，不要以为现在生活很好，家庭很好，身体也很健康，感受不到苦，只是还没有真正面对而已。真正的苦是生死的不能停止。以为死后就一了百了吗？如果人死就一了百了，那我们何必担心呢！好也是几十年，坏也是几十年，早也死，晚也死，那何必在乎呢？如果是这样，就不需要佛法和宗教信仰了。人类有史以来，宗教的信仰虽有不同，但是共同之处是肯定轮回的存在。这是一个事实真相，业力造作，身不由己！产生轮回之苦。\n' +
        '　　暂时的乐，是过去种下了善因，这一生才过得很得意，但是知道未来吗？福报尽了会变成怎样呢？学佛不是只为了当前身心快乐一点，际遇好一点，感情好一点，孩子乖一点，经济如意一点，这些再如意还是很快就会过去的。你知道下一辈子会落入哪一道？难保不会扮演那些被吃、被侮辱压迫的角色。哪能永远像这一生一样幸福自在？从现实世界的每一个国家来看，还有很多人挣扎在饥饿困苦的边缘。同样是人，为什么有不同的际遇？这些惨况什么时候会轮到我们身上呢？只知道人生暂时之乐，却不知道乐后终究会生悲啊！\n' +
        '　　再看今天我们的人类，好像是所有万物的主宰，要吃鲜活、有生命的，那被吃被杀的是谁？人会生生世世永远那么自在吗？被宰杀的生命是那样的愤怒哀嚎、身不由己，下面该由谁来还报扮演？生命的苦迫，不是只有这一生所面对的身心感受，真正的大苦是生死轮回的不能止息，冤冤相报何时了！今生扮演这个形态，来生扮演什么角色难以预知。学佛不是去拜佛求菩萨，用布施的功德来改善我们的生活，那只是眼前的近利。我们要止息的是永恒不断的生死轮回之流，这才是最终的目的。\n' +
        '　　对于轮回的问题，由于我们没有宿命通，看不到生死轮回的现象。可是有很多圣者修行到某一种程度时，就会展现出宿命通、他心通、神足通，会看到过去、现在、未来的境况，只是我们现在没有那样的体验，无法去了解，所以都注重眼前的利益，看不到长远的生死轮回之苦，这是从大期的生灭来谈“苦集灭道”。\n' +
        '　　灭苦，还可以从当下的身心来谈，即改善我们当下的身心。能体悟真理而提升超越的人，身苦心不苦，也就是肉体能感受到痛苦，而内心却不会产生痛苦烦恼的执著。即使证到阿罗汉，也还会有身体的病痛，佛陀涅槃前身体还有病，这都是不能避免的身苦。然而心灵却已经超越而不再执著痛苦。不管是何等的身份，以及现在的因缘条件是怎样，如果都能安住而不起痛苦烦恼，这就是现实人间的受用。\n' +
        '　　学佛有两个大受用：一是人间性的，开发了佛法的智慧，就能在生命中产生作用。活着时在任何因缘条件下都能自在而不痛苦烦恼，还懂得如何经营事业、圆满和谐家庭、改善人际关系，这是必然的人间受用。但这还仅仅是人间小小的利益。另一个最大的利益是体证到真理法则，破除我法二执时，就可以截断生死轮回之流，这就是出世的大受用了。如果学法连人间的受用都没有，还奢谈什么解脱生死轮回！\n' +
        '　　当我们不再迷信而了解了法的真相时，就会反思如何净化、提升我们生命的品质，生命的展现自然就会与众不同，很快就会得到人间的受用。学佛不是像一般人想象的，一定要出家到深山去，避开一切人间万事万法，才叫清净佛法。其实不论身心处在何种环境，不论任何身份都可以修行。只要你建立了正见，就懂得如何在生活中，在生命与万法的根尘触过程中，了解法的真相，深入观察体会从而实现超越解脱。\n' +
        '　　这里没有厌世和逃避，只有在认识自我的过程中，使思想得以提升和净化。很多人不了解，把学佛误解为迷信。其实，真正的佛法是心灵的智慧之学，恰恰是在破除迷信，反对崇拜和他力的信仰。可惜的是，佛法流传至今几千年，难免有所变化。现在社会普遍看到的是形式的佛教，难以了解佛教真正的精神和特质。所以有人批评佛教中存在的很多垢病，其实，那只是佛法的外壳。\n' +
        '　　我们今天所谈所学的就是佛法的真精神、真内容，从生命中就能感受、体会、触摸得到的，亲身体验是这么的如实！这与神话与他力崇拜没有任何关系。很多人把宗教当作信仰，而佛法不是只有信仰，重要的是具足般若智慧，才能真正解决我们生死轮回的问题。\n' +
        '　　这里讲的“苦集灭道”，就是我们生命中的事情：“苦”就是我们身心的苦迫以及面对死亡的无知和恐惧；针对这种大苦，去找它的原因——集，“集”就是苦集起的原因；“灭”就是生死之苦的止息；灭苦一定要有方法，那就是“道”，即止息痛苦烦恼的方法。\n' +
        '　　“苦集灭道”四个字，一般人听来觉得没有什么，却已涵盖了佛法全部的内容，这是非常科学而理性的。当医生的人很明白，要治好病，必须首先找到正确的原因(集)，除此而外，对症下药(灭苦的方法即道)。\n' +
        '\n' +
        '　　二，缘起。\n' +
        '　　“「缘起」并非与四谛有别。主要是从人生现实的苦迫中找出苦恼的根源而发觉「苦因」与「苦果」间相生相引的必然规律。”\n' +
        '　　四谛和缘起，听起来好像是两个不同的理念。其实，缘起的十二支就是四谛的内容，四谛就展现在缘起的内容中。大家都有痛苦烦恼，到底是什么原因呢？先找出它的原因。再进一步了解这个因，为什么一定会产生那个果？如制造了某一个因缘，产生了痛苦烦恼，这个因，为什么一定是产生痛苦烦恼？因果之间为什么有这个必然性(即必然理则)？如果找不出这个必然性，又如何解决这个问题？比如说：修行能解脱，为什么会解脱？因为中间有一个必然性，叫作必然理则。如果因不正，果就不会正；因不对，果就不能成。明白了这个必然性，就是我们可以着手解脱的地方，这是进一步从缘起了解因与果之间的必然性。\n' +
        '　　“如无明缘行，行缘识等十二支缘起，即是「苦」与「集」的说明。所以，缘起是在说明：苦、集都是依缘(关系、条件、原因)，才能发生或存在的。相反的只要从因缘条件的改变中，就可使一切苦恼消解而解脱，这就是「灭」与「道」二谛。”\n' +
        '　　缘起的十二支：无明缘行，行缘识，识缘名色，名色缘六入，六入缘触，触缘受，受缘爱，爱缘取，取缘有，有缘生，生缘老死，直至纯大苦聚集。这即是苦与集的说明。为什么无名的条件会产生行？触的因缘会产生受？为什么会以这样的顺序下来呢？这环环相扣的必然性都有它一定的道理，通过对一支支的了解，就知道痛苦烦恼是由于什么因缘而产生的，把这些因缘化掉就能止息痛苦烦恼。比如吃东西时塞住牙缝而致牙痛，如果不了解这个原因，怎么吃药还是会痛。知道原因后，只要把牙缝里的东西剔掉就好了，这就是灭与道二谛。\n' +
        '　　缘起与四谛是相依相缘的，苦(世间果)与集(世间因)都是依条件关系才能发生或存在，从而产生流转的纯大苦聚集；相反的，只要从因缘条件中去改变它，就可以消解一切苦恼而解脱，这就是灭(出世果)与道(出世因)的缘起还灭，进而纯大苦聚灭。缘起十二支的相生和还灭，合起来就是苦、集、灭、道的全部内容。所以，缘起与四谛不是两个东西。苦集灭道是修行的总相，缘起是把它内在的因缘条件一一厘清出来，所以它们是相依相缘的。透过缘起的流转才能找到苦集的真相，透过缘起的还灭也才能找到灭和道的内容。\n' +
        '　　“一般人以为「四谛」与「缘起」是小乘法，其实大乘的甚深诸佛法，也都是由它显示出来的，只是各有偏重——小乘法着重于「苦」、「集」的说明；大乘法着重于「灭」、「道」，特别是「灭」的说明。”\n' +
        '　　一般人(尤其是学大乘法的)听到四谛与缘起，马上就会认为那是小乘的法，就会去忽视、漠视它。为什么会有这样的观念？原来我们中国的大乘佛法，天台和贤首宗的判教起着主导地位：天台宗把四谛缘起的《阿含经》判为“藏、通、别、圆”的藏教；而贤首宗也把《阿含经》判为“小、始、终、顿、圆的”小教，受这个传统观念的影响，都认为是小乘的、不了义的，不去注意它。其实这都是误解，这样的判教耽误了很多人。\n' +
        '　　大乘佛法讲的是圆融、顿超，导师说：大乘的甚深诸佛法，其实都是由四谛缘起的原理而引申的，只是各有偏重。小乘法着重于苦与集的说明，而大乘法着重于灭与道，主要是从“灭”入手——直接契入涅槃寂灭而已。\n' +
        '　　“就大乘中观的空性与唯识的缘起而言，也都没有离开四谛与缘起的法则。佛法不出四谛与缘起法门，只是证悟的偏圆，教说的浅深而已。”\n' +
        '　　龙树菩萨的时代，是大乘的初期阶段，他的《中论》展现的就是空义。初期大乘的中观和唯识，讲的就是缘起。难道这些大乘佛法是天上掉下来的吗？是没有原因而有的吗？龙树菩萨造《中论》，其中最著名的“八不缘起偈”，就是从《阿含经》中的缘起引生出来的。中观与唯识是大乘佛法的两大系，过去印度尊重的就是这两大系。现在的西藏密宗佛教也只承认中观和唯识，其他的就不承认是佛法了(汉地佛教承认有三系——中观、唯识及如来藏思想的真常系)。所以不要把缘起与四谛当作小乘法，其实大乘佛教的中观及唯识的思想还是根源于四谛和缘起的理论，这是大乘的法源。\n' +
        '　　所以，不管是大乘还是小乘，只要是佛法都不出四谛与缘起的法门，如果说有差别，那也只是证悟的偏圆、教说的浅深而已。而不是四谛与缘起法在大小乘之间有差别，是人的体验有差别，不是法有不同的深浅。四谛和缘起是佛法的根本要义，这一点一定要明白！\n' +
        '　　下面就照“苦集灭道”四谛的次第来谈缘起的内容，这样就可以一步一步建立起正知见，学佛就不会盲目了。清楚自己在做什么，该如何修行，怎么过日子，怎样用功，不再搞崇拜和迷信。活着时就能改善身心，开发智慧而得解脱，这里没有神秘的想象，一一都是那么的如实。'
      }
    ]
  },
  {
    title: '苦谛',
    data: [
      {
        title: '苦谛',
        content: '“有情——人生是充满种种苦迫缺陷的。为了离苦得乐，发为种种活动，种种文化，解除它或改善它。苦事很多，佛法把它归纳为七苦；如从所对的环境说，可以分为三类：\n' +
        '　　生苦、老苦、病苦、死苦——对于身心的苦。\n' +
        '　　爱别离苦、怨憎会苦——对于社会的苦。\n' +
        '　　所求不得苦——对于自然的苦。”\n' +
        '　　生、老、病、死，是有情对于身心演变而发生的痛苦。\n' +
        '　　众生的苦迫，最现实的就是必然会面对生老病死。不管所处的环境好与坏，身心健康与否，生下来早晚都会面临老病死，从古到今没有一个可以例外的。\n' +
        '　　生老病死，是有情对于身心演变而发生的痛苦。为了避免病和死，希望身体健康，人们注意饮食调理，加强锻炼，讲究环境卫生。然而，任你在人间事相上如何进行改善，还是逃不了生老病死的困扰！生活上的改善只是暂时的，而没有究竟改变其苦迫性。因为生死轮回的因没断，这一生灭了，下一生还是要相续苦迫。即使现在环境条件有改善，也不过暂时多活几十年，最终还是要面对老病死。\n' +
        '　　生灭(生死)有几种：“刹那生灭”——一念的生死；“一期生灭”——从出生到死亡；“大期生灭”——生死不断，直至解脱不再来才叫灭。没有开悟证道解脱前，不能断除生死的根源，永远在生死中不停地轮回。不论是生还是死，都在生死里面辗转往返(死了还会生)。从大期生死来说，如果只有这一生身心环境暂时好一点，多活几年，又能如何？未来还不是一样相续生死的苦迫！所以，生老病死不是只有这一生而已。\n' +
        '　　如果现在有某一种宗教信仰或团体说：你只要相信并加入，就会身体健康，家庭运气会变好，孩子乖巧，夫妻感情和谐，还可以活到一百岁，我想人人都要去的。\n' +
        '　　如果我说：你来这里学法，是要断除你的烦恼，去掉你的习性，破除我执我见，能超越生死轮回，你认为哪一边的人气会比较好？百分之九十的人大概会选择第一个。因为现在马上可以满足我，会改善经济，家庭圆满，生意兴旺，工作顺利，这是大部分人的心理需要。而到这里来听课的是在星期天，一个礼拜才休息一天，还要来上课，本来星期天可以睡到十点、十二点的，为了听课六七点就要起来赶搭车，一上就是几个月甚至一两年。而且听法还要去实践，要铲除欲望破除我执，要遵守戒律又不自由，会有几人认可？\n' +
        '　　注意呀！学这个法，解决的不仅仅是现在的状况而已，能解决未来的苦！迷信中的崇拜，只是暂时得到精神的安慰。来听这个法，虽然要辛苦地付出，还要去掉自己很多的习性和爱染贪欲。但是说真的，即使你要改善这一生的状况，也还需要明白这缘起的正见才能达到，不是只有信仰拜拜就能解决问题的。更何况这样的修行，真正解决的不是只有这一生的问题。当真正地解脱时，未来的生死从此止息，这才真正永远超越了生老病死之苦。所以，佛法谈的大期生灭、一期生灭、一念生灭要清楚，知道背后的原因，知道怎样去体证。\n' +
        '　　众生都活在贪欲里面，满足我们贪欲的就认为是好的；违背我们的贪欲就说不好。所以，神教者的宗教标榜——信他就得救。满足了众生的贪欲，结果就有那么多人相信。佛法是实实在在的，无法让你一信就得救，它让我们发觉真相，去掉执著爱染和坏习性。然而有谁愿意接受这种束缚呢？所以真正能使人解脱的佛法，信仰的人却非常稀有。\n' +
        '　　佛法中，也还有很多的方便法门，为了这些的众生而施设的，和他们说破我执，没有几个人需要的：“别的什么都可以没有，‘我’怎么可以没有？”这是最大的问题。佛法为了引导这些我执深重的众生，也不得不开展一些方便法门，说有个“我”，那就是人人都有的佛性，本来清净，只要恢复本来就好了。相信就能加持你，那么将来到命终时，就会带你去一个非常美好的地方。\n' +
        '　　其实，这都是佛法的善巧。因为众生都活在贪欲里，一下子对他说无我，破我执、去贪爱，那是违背“我”所需要的，谁愿意接受？\n' +
        '　　全世界人口现约六十亿，信仰佛法的大概只有三亿多人，三亿中抉择正见、不落方便法门的大概有十分之一，算下来只有三千万人，真能身体力行去实践的、真正能见法证果的，就更加稀有了。\n' +
        '　　佛教徒都知道，佛法是最究竟、最伟大的，能使众生究竟解脱，这是其他一切宗教和外道所不能达到的终极目的。然而如此伟大的佛法，在印度流传了一千六七百年后，竟然在本土灭了！这是何等严肃的问题！为什么会灭？为了满足大家而行的方便啊！使得佛法的正见不见了！如今从社会上的现象看起来，佛法似乎也很兴盛，但是如实地去观察，佛教到底在宣扬什么？大家体证的是什么？真的听到正见、得到受用、找到解脱的方法了吗？还是同样只是在崇拜信仰、依赖等待救度里？要明白啊！\n' +
        '　　很多人只见眼前的利益，解决的只是目前的困难，而无法看到生死根源的长远苦迫。所以谈到生老病死，不仅是谈身心当下的事情，眼光还要更远一点，不要只看到眼前的小利，得少为足，要看到大期生灭，那是永无止息的生死轮回的真正大苦啊！\n' +
        '　　“爱别离、怨憎会，是有情对于有情(人对社会)离合所生的。如情感亲好的眷属朋友，要分别或死亡，即不免爱别离苦。如仇敌相见，怨恶共住，即发生怨憎会苦。这都是世间事实。”\n' +
        '　　所谓爱别离，就是喜爱的都会失去，越亲爱的将要分开时就会越苦。如我们喜欢的亲人、财产、名誉、地位(引申大一点到国家社会)等，有的必会坏灭，生的必会老死，这是必然的真理。人间的每一个人必然会面对爱别离的。\n' +
        '　　对于毫不相识的陌路人，我们一般不会特别地去关爱。全世界人口以六十亿去计算，每天约三十万人死亡，我们却从来没有感受到丝毫的痛苦。而亲人之间感情越好、越恩爱的，面临生离死别时，彼此间就会依依难舍、苦不堪言！\n' +
        '　　什么是怨憎会？仇怨的、不喜欢的、讨厌的人偏偏相遇生活在一起。不喜欢生活在某种状态中，偏偏每天都要身临其境。社会的现象之中，很难看到能够和睦相处、其乐融融、没有纷争的家庭、公司和团体。士农工商也是如此。在这样矛盾纷争下的人与人之间怎能和乐自在？又怎么能够避免怨憎相会呢？人类为什么有斗争？有历史以来据说只有二百多天没有战争。所以怨憎会也是现实中人人无法避免的问题，与爱别离同样会感到那种无奈的苦楚。\n' +
        '　　父母子女、夫妻兄弟之间的感情应该最亲，但是却有很多公案：有钱的大富翁刚刚去世，他的子女们就为财产而起纷争，对簿公堂。要等到他们的官司完结后，父母的尸体才能落葬，还不知道等到何年何月。什么地方没有斗争？所以《阿含经》王与王争、国与国争、子与母争、兄与弟争、人与人争。观念不同也会诤——见诤。全世界找不到两个观念完全一样的人，那又如何不争？\n' +
        '　　“所求不得苦，从有情对于物欲的得失而发生。《义品》说：‘趣求诸欲人，常起于希望，所欲若不遂，恼坏如箭中’，这是求不得苦的解说。”\n' +
        '　　人生的欲望永远不能满足，希欲是一直相续不停的。很多人想：如果有一百万就满足了；可是当他有一百万的时候，又会想：如果有一千万就好了；等有一千万，又说：如果我有一亿就满足了，人的欲望就是这样无限地膨胀。\n' +
        '　　年轻时找对象，女的想找一个理想的白马王子，男的想找一个理想的白雪公主，以为这样就会过上幸福美满的生活了。可是这种所谓的美满能维持多久？现在世界上离婚率已高达百分之四十！还没有离婚的不见得婚姻就很稳定，因为危机重重。\n' +
        '　　由于我们的欲望一直膨胀不能停止，所以永远不能满足。这里的“所求不得”，不是说所有希欲都不能满足，而是说因为欲望越高就越不能满足，好了还要更好，得到了还要再得。第一个欲望实现时，第二个欲望又出来；第二个欲望满足了，第三个欲望又出来，那是永无止息的。人生最大的欲望是什么？也许会以为是富贵和长寿，其实真正的欲望是希望永远不死——永恒的存在。\n' +
        '　　人们知道，有出生就一定会死亡，但是，这种无奈并没有打消永恒长存的欲望。于是，把欲望投射到外面去——有一个天国或是能够长生不灭的地方，希求到那里去，这就是最大的欲望！从这就可以看出，人生即使名利、恩爱都有了，身体也很健康，即便活到一百岁还是要面对死亡。即使福禄寿一切都满足，必然有一天会失去，这就是求不得的苦。修行者的“知足常乐”，就是断除那种永远无法满足的欲望，止息“求不得”的苦。\n' +
        '　　只有佛陀，他生为王子，是未来的国王，拥有一切的名利、恩爱和权贵。但是他为什么放下这一切而去修行？之所以止息了一切的痛苦烦恼生死，就是因为他放弃了一切的占有。他是觉者，而我们是凡夫众生，这就是与我们不同的地方。\n' +
        '　　我们为什么会有这些欲望？因为认为里面有一个常恒不变的“我”，这就是欲望生起的原因条件。现在学习的缘起法，就是要了解造成恶性循环的因缘条件是什么。\n' +
        '　　这里所谈“苦”，不仅仅是一个理论，而是生命之中身心当下的事情，所以听法，不要只当理论来听，要明白佛陀的开示，就是我们自己身心中存在的问题，当下就可以感受到。所谈的每一句话，都没有离开现实的身心——生命的作用。\n' +
        '　　等上完这个课程以后，也许有人就会受用。不但能指出自身存在的问题，还会明白解决的方法，这不是讲虚无缥缈的玄妙道理。如果认为佛法只是在谈理论，与你的生命不相干，那么这个理论对你就不会产生相应的作用。\n' +
        '　　“为了解决这些，世间提倡增加生产，革新经济制度等。但世间的一切学理、制度、技术，虽能解除少分，而终究是不能彻底的。如世界能得合理的和平，关于资生的物资，可能部分解决。但有情的个性不同，体格、兴趣、知识等不同，爱别、怨会等苦是难于解免的。至于生死等苦，更谈不上解决。”\n' +
        '　　生活在世间，我们的身体体质、习气个性、兴趣爱好、知识观念等，都在制造着一些种种的因缘。生活上有压力，可以增加生产，改革经济；有病苦，可以提高医疗技术，以及世间种种的文化和科技的发展，可以改善我们生命的质量，但这只是眼前的近利，最后还是避免不了爱别离和老病死，仍然无法解决生命的终极苦迫。\n' +
        '　　“如从根本论究起来，释尊总结七苦为：‘略说五蕴炽盛苦’。此即是说：有情的发生众苦，问题在于有情(五蕴为有情的蕴素)本身。有此五蕴，而五蕴又炽然如火，这所以苦海无边。要解除痛苦，必须对此五蕴和合的有情，给予合理的解脱才行。”\n' +
        '　　色、受、想、行、识，是组成我们身心的五个条件——五蕴，五蕴的造作，像火在炽盛燃烧。前面的七苦，其实就是由于五蕴炽盛而引起，所以加上这个五蕴炽盛苦，总共就是人生八苦。\n' +
        '　　五蕴为有情的蕴素，烦恼都离不开自己五蕴身心的造作，有此炽然如火的五蕴，所以苦海无边。要解除痛苦，必须对此五蕴和合的有情，给予合理的解脱才可以。\n' +
        '　　我们在五蕴炽盛里受苦，在这里又制造着苦的因缘，这就要了解五蕴的功能性，我们是在这里跌倒的，就要在这里爬起来。在这里产生痛苦烦恼，生死也要从这里发现、解决，真正地超越炽燃大苦而解脱。五蕴，就是解决生死轮回的根本处。\n' +
        '　　“有情为物质与精神的和合，所以佛法不偏于物质，也不应偏于精神；不从形而上学或认识论出发，而应以现实经验的有情为本。”\n' +
        '　　佛法讲的是中道，不能偏于一边，五蕴是物质和精神——色心二法(色蕴是物质，受想行识是精神)的组合。没有心灵的作用，色就败坏了；没有物质，心灵也不能起作用。有情是色心和合、相依相缘而互存的，所以佛法必须以现实经验(色心和合)的有情为本。\n' +
        '　　佛法既不偏于物质的色，也不偏于精神的心灵，更不会像形而上学那样去找一个本体(第一因)，也不会由于认识产生的差别，而误以为只是心灵一边的作用。\n' +
        '　　“佛法以为一切是为有情而存在，应首先对于有情为彻底的体认，观察他来自何处，去向何方？有情到底是什么？它的特性与活动的形态又如何？不但体认有情是什么，还要从体认中知道应该如何建立正确的人生观。但根本而彻底的解脱，非着重于对有情自身的反省、体察不可。”\n' +
        '　　我们必须先认识这个有情(自己)，彻底地体认观察它，从何而来，去向哪里？这个和合的五蕴身心到底是什么？心法(受想行识)有什么功能？它们是怎样运作的？色与心的关系怎样？它的特性功能是什么？这些都能明白了解，才能建立一个正确的人生观，不会糊里糊涂地过日子。所以必须深刻地去了解有情自身。不但要体证有情是什么，还要在体认的过程中了解真相。\n' +
        '　　讲一句比较实在的话，没有一个人能够真正了解自己的，如果真正地了解了自己，就解脱了。严肃地讲，我们都在糊里糊涂中过日子，有哪一天是活得清楚明白的？又有哪一天能自在地要怎样就怎样？回想昨天以前的事情，哪一天是还能明白记得的？哪一天是自己能刻意创造的？现在活着的当下，我们真的能作主吗？知道生命是怎么一回事吗？这个身心真的叫“我”吗？有谁能够了解？只是随着生物的功能每天过日子而已。有谁知道生命真正的内涵？\n' +
        '　　所以，这就叫无明——不了解真相，在不了解真相之下，只能靠着自己的惯性和知识，在自以为是的经验中过活。能分清对错与好坏吗？明白怎么来去、如何生死吗？人类自称为万物之灵，真的吗？几个人能够真正明白生命的终极意义？有谁能规划自己尽未来际的慧命？如果人类没有理性思维，不去探讨生命的终极意义，只是在欲望所求中糊里糊涂地过一生，那么人类与动物又有什么区别！\n' +
        '　　我们真的是在无明中过日子，如果没有佛陀真正体会到了真理，哪一个人能有路可走？了不起就是在崇拜和他力依赖中，也是糊里糊涂地来，糊里糊涂地走。说你上天堂了，谁知道你是怎么上天堂的？有没有人死后回来真正告诉你他去了哪里？谁能证明？坦白讲，我们都是在烦恼和无奈中，一天天糊里糊涂地过日子！不管现在是何身份，到死的一刹那，你会忽然想起一个问题：我这一生在搞什么？到底得到了什么？这一生活得有价值吗？那是的感慨真是无奈的！\n' +
        '　　在生命的清醒中，如何观察这个色身五蕴(包括六处)的功能和运作？里面有一个叫“我”的灵魂吗？真的是它在主宰生死、规范一切的吗？谁来主宰规范生死轮回？什么叫业力？我们真的明白吗？导师指出重点：必须面对我们现实经验的身心，从身心中去认识观察体证，只有透过彻底的观察，才能明白它的内涵，了解它的真相。\n' +
        '　　任何宗教派别，都没有这样真正在探讨真相的，都是在依赖拜拜中求平安！以为这样就可以避开一切灾难，死后必定可以往生到哪一个永生不灭的地方，仍然停留在这个幻想里？而佛法是清楚明白又平实的，就在五蕴身心中去了解它。所以，首先观察自己这个五蕴身心，看清楚它的和合性、功能性以及相依相缘的必然性，才能解决我们身心存在的问题。\n' +
        '　　但是根本而彻底的解脱，一定着重于学到佛法的正见，知道了产生痛苦烦恼生死的真正因缘，就会找到真正的入手处来解决问题。最后从法的体证中真正地超越出来。不然只看到问题不能解决又有什么意义？佛法讲的是“苦集灭道”，就是要找到“苦”的真正原因，才有办法来解决它。\n' +
        '　　从佛陀时代，就可以看出佛法的殊胜，能够信任、听从佛陀的指导的，依照他的指导方法去体证，马上就可以受用。那时亲近佛陀的人，甚至第一次见面问法的人，佛陀给他一个小小的指导，当下就可以得法眼净(证初果)，跟随着他出家修行的大部分弟子，都证了阿罗汉。现在为什么不能？流传了二三千年的佛教，如今变成只有信仰，并且说：我们的业力深重，靠自己是没有办法的，只有等待佛的救度，往生到哪里去，以后再解脱。佛法为什么会变成这个样子？如果找不到佛法真正的本源，没有般若正见的指导，那么就只能生活在佛法流变的形态中，还谈什么解脱！\n' +
        '　　从这里就知道，正见何其重要！为什么佛陀时代的弟子们一听法就得法眼净，就证初果？修行没多久就证了四果？现在不要说证四果了，想要见法都比登天还难！为什么？都没有注意自己内在身心的问题啊！如何去发觉问题，如何超越而远离颠倒梦想，如何真正地离贪欲而解脱？现在都在谈满足欲望和希求：信者可得加持；布施者可得福报；信仰就可得救。不去探讨真正的原因，如何解除你自身存在的问题？佛法是信智相成的，不是一个信字就能解决，真正能解决根本问题的是般若的智慧，是了解诸法实相的智慧。\n' +
        '　　上课的目的，就是要建立佛法的正知正见。痛苦烦恼是由行为造作而来。行为造作由观念而来。如果观念正确，怎么会带来痛苦烦恼生死相续？很简单，就是我们的思维模式、自以为是的认知有问题。如果懂得自我反省，就能找出问题的所在，才有修正和解脱的机会。\n' +
        '　　思想观念，就像电脑的软体，软体的程式会决定电脑的一切功能作用。我们的思想里面也有一套软体程式，它是随着个人的经验知识、环境背景等，种种错综复杂的因缘条件来完成的，只是不了解而已。\n' +
        '　　所以，每一个人的观念都各有不同，展现出来的行为也千差万别，既然痛苦烦恼就是不正确观念所造作的，那么束缚这个身体有用吗？叫他不要这样、不要那样，会有效果吗？就如把一个罪大恶极的犯人监禁三十年，出狱后他的内在问题还是不能解决，能变成圣者解脱吗？束缚身心，压制行为，思想观念并没有因此改变，他出狱后的行为，还是根据那一套思维模式在运作。\n' +
        '　　修行也是如此，信仰或戒律的压制、束缚，能否改变内在的思维模式？很多人学法很虔诚、敬爱、精进，为何还是痛苦烦恼不能解脱？因为依据的那个方法是有问题的，怎么能解脱？\n' +
        '　　今天重视上课，不重视那种信仰和苦行，目的就是要修正错误的观念，观念修正了，行为随之导正。这样就知道修行应该从哪里修了，不是单纯的信仰或控制自己的习性。而是转化，是从我们的观念中去转化，由此可见，上课建立正确的知见何等重要！\n' +
        '　　理解了法的真实义，接受了正确的讯息，就修正了错误的程式。随着对真相的明了和体证，思维模式就照着正确的程式在运行。那时不用刻意去修正我们的行为，而行为自然导正。\n' +
        '　　很多人问师父：“你讲的我都懂，可是为什么我做不到？”如果作为知识来听，那是很快就会过去的，因为没有生命的体证和震撼，那一种“懂”是不深刻的。真正的修行，是理论听闻以后，从生命中去实践而体证的，所以，知识与体证之间还有很大的距离。知道自己有我执、贪欲，就要来破我执、舍贪欲。但真的能舍吗？不是听后就已经舍了，而是真正的能去关怀利益众生，尽我的能力去帮助别人，你真正地这样去做了，那一种舍的体验才是如实的，才能体会无我，才能破除我执。\n' +
        '　　所以，真正的修行是在正见的听闻后，真正地了然于胸，才能身体力行，然后自然转化一切行为，这是修行的重点。要根本而彻底地解脱，非着重于有情自身的反省跟体察。如何真正体证到法确实如此？如何真正转化我们的意识？意识接收了法义，真正吸收后，行出来的程式绝对是正确的，自然不会颠倒执著，不会再去造作痛苦的因缘。\n' +
        '　　也许我们都被火烫过，如果你经验过手被火烫的那种感觉，即便是一次，以后看到火，自然不会再把手伸进火中，因为了解到被火烫的痛苦，道理就是这么简单，因为那个体证的感觉太真实了，是生命中的体证。\n' +
        '　　现在大家都感到的人生的苦迫，那就不要再跳进痛苦烦恼中了！就像不要把手伸进火中一样。但奇怪的是，我们的身心明明在痛苦中，为何仍然在制造痛苦？要深思啊！当透过反省体察，深入了解身心痛苦的真相时，就会有全然不同的生命的展现。\n' +
        '　　所以要反省观察自己，了解自己身心的运作模式。如果对自己的内在身心没有一分了解，就不知道我们痛苦烦恼的因从何而来，更没有入手解决的地方，下面谈的三处观就是对于我们自己身心的分析观察。'
      },
      {
        title: '三处观',
        content: '“佛法以有情为本，那就应该认识有情是什么。佛常用「三处观」去观察有情，分别有情的真相。但有情的分别观察，要从有情的流转相续中，与身心的相依中去考察，不可为静止的、孤立的机械分析。”\n' +
        '　　导师指出了重点：要观察自己的身心，如果是静止的、孤立的机械分析，就不能了解真相。要从流转相续的生命之流中，刹那变化中(诸行的“行”就是迁流变化)来观察我们的身心。如果忽视了这一点，静止、孤立、片面地了解，就会产生不同的结论。\n' +
        '　　“有情是有机的活动者，如当作静止、孤立地去考察，就会发生错误，误解佛陀观察的深意。”\n' +
        '　　生命是从过去到现在，从现在到未来的一种不息的流动，它是刹那变化的，不是静止的。从刹那的变化中，才能发觉佛法所要阐明的无常无我真理，这是与其他宗教、哲学观念不同的特质，在这里才彰显出佛法与世不共的特质。要观察一切法(包括我们的身心)，必须在流动的生命状态中去了解它，而不是静止的，像现代医学解剖式的剖析，这样才不会误解佛陀观察的深意。\n' +
        '　　“论到三处观，即五蕴观、六处观、六界观。蕴处界的分别观察，是从不同的立场去分别，看到有情的各个侧面。\n' +
        '　　蕴观，详于心理的分析；\n' +
        '　　处观，详于生理的分析；\n' +
        '　　界观，详于物理的分析。\n' +
        '　　依不同的立场而观有情自体，即成立此三种观门，三者并不是截然不同的。蕴中的色蕴，界中的地水火风，可通于非执受的自然界。”\n' +
        '　　蕴、处、界，用现代的语言来说，就是进行心理、生理、物理的分析。五蕴——色受想行识中的“色蕴”，以及“界”中的地水火风，可相通于非执受的自然界。五蕴的色蕴是物质，外在的山河大地也是物质，所以通于器世间(自然界)；身体是地水火风四大的和合，而自然界也有四大的地水火风，色的这一部分通于自然界。\n' +
        '　　“六处虽专为有情身心的分析，但从六处而发识缘境，及由此说到内心外界的一切。”\n' +
        '　　五蕴，主要是分析有情的身心(详于心理的分析)；六处，主要是眼耳鼻舌身意的功能(详于生理的分析)，但是也会引申到外境的六处——色声香味触法，虽然是分析自己的身心，也会发觉与外六处产生接触，并产生六识。这样虽然表面上是分析自己的身心，其实还牵涉到身心以外的境界，这样即涉及到内在与外在的一切了。\n' +
        '　　“这有情中心论的观察，都说到了色与心，即证明了有情是色心平等和合相应的存在者，不能偏重于物质或精神。”\n' +
        '　　五蕴、六处、十八界，谈的都离不开我们的身心，它涵盖的是色心二法，生命的本身就是色心和合的有机体。既然是色心和合的，就不能偏重在心灵，也不能偏重在物质。现代科学或哲学都有所偏重，包括佛法中不同的宗派和法门也会各有偏重。\n' +
        '　　唯物论者重视物质，唯心论者重视心灵。唯物论认为，一切万法，包括人类，不过是一些物质元素的组合而已，心灵是由于物质的作用而产生的功能，所以是以物质为主的；唯心论认为，一切万法是唯心所现，如果没有心灵的作用，就不能认识一切万法，一切行为带来的业力也是由心灵造作，由心灵来分别人间的一切善恶、好坏，乃至情绪的喜怒哀乐都是由心灵造成的。\n' +
        '　　佛法认为，不论唯物还是唯心，都是偏于一边。有情的生命是色心平等和合相应的。基于这一点，大家要有所了解，如果偏于一边，就不能了解中道的真相(缘起)。这就在提醒我们，在观察身心时，一定同时去观察色心二法，在这样的观察下，就会发觉色心二法，都是缘起无自性而不可得的，就不会在色或心的任何一边产生执著，认为它是永恒不变的。\n' +
        '　　\n' +
        '　　一，蕴观。\n' +
        '　　“佛以慧眼观有情，归纳有情的蕴素为五聚，即五蕴——色、受、想、行、识。”\n' +
        '　　1、色蕴。\n' +
        '　　“‘色’的定义为「变碍」，如《杂含》(卷二、四六经)说：「可碍可分，是名色。」有体积而占有空间，所以有触碍；由于触对变异，所以可分析，这与近人所说的物质相同。但从物质生起的能力，佛法也称之为色。虽然所说能力化的色，指善恶行为的潜能，然与现代所说的‘能’，也很有类似的见地。”\n' +
        '　　这里说的“可碍”，就是有体积而占有空间的，所以是有触碍的。凡事看得到的形形色色，物质的、占空间、有体积，又会变坏而能分解的，都是可以分析的。还有从物质而生起的“能力”，佛法也称之为“色”，与现在讲的能量类似。善恶行为的潜能，就是由于身心造作而产生的业力。\n' +
        '　　我们的身心运作留下了痕迹，也就是未来的影响力——潜能，即佛法的术语“业力”。还没有表现于身、语、意的行为，虽然看不到却潜在，叫无表业；显现在我们身心造作，展现为身、语、意的行为，叫表业。\n' +
        '　　有些人禅定功夫好，有天眼、宿命等五通，能看到某某人命中轮回到哪一道去，其实，就是看到某某人的潜能(业力)趋向。但是，一般没有神通的人，看不到这潜能的色，这个潜能就是业力，是属于无表业，从佛法的角度来说，这还是属于色法，只是没有显现出来。\n' +
        '　　比如，今天做了一件善事，会感到很欢喜，明天或过一段时间还会欢喜，觉得身心轻安愉悦；如果今天做了一件很不好的事，半夜都会因恶梦而惊醒，甚至每天都会提心吊胆地过日子，这就是潜在的能量影响到了未来，现在虽然还没有展现，然而它潜在里面，所以无表业就是一种潜能。\n' +
        '　　2、受蕴。\n' +
        '　　“‘受’的定义是「领纳」，即领略境界而受纳于心的，是有情的情绪作用。如领境而适合于自己身心的，即引起喜乐；如不合意的，即感到苦痛或忧愁。受就是内心的情绪作用。”\n' +
        '　　《杂阿含经》中佛陀提到“受蕴”，有苦受、乐受、不苦不乐受。我们内在的六根触到外面的六尘会产生六识，进而产生感受，这个感受如果随顺自己的心意，我们就会很欢喜——乐受；不随心意的，就会起嗔恨——苦受；还有一种是中性的，既不会引起痛苦，也不会引起欢喜——不苦不乐受。我们的眼耳鼻舌身意(六根)接触外面的色声香味触法(六尘)，就在心里留下了影像，凭这个影像而引起情绪作用，这就是受的由来。\n' +
        '　　虽然每一个人都活在感受中，却很少有人会注意到“受”的作用。如果能在受上下功夫，即是悟道的重要因缘！在生活中，深细地去观察六根与外境接触而产生的感受，并且反思内省：为什么会起情绪的变化，我喜欢的，别人为什么不一定喜欢？我认为对的，别人为什么会认为不对？我感到快乐，别人为什么并不感到快乐？我很生气，别人为什么不会生气？同样是人，为什么有种种不同的展现？细细分析为什么会起苦乐受，为什么会起贪爱造业？这都与受有着很深的关系。我们很少去分析了解自己五蕴身心的功能和运作的思维模式，所以，第一步就是要了解我们身心五蕴的功能。\n' +
        '　　现在上课虽然只是文字理论上的研究，但是回过头来马上就要在身心上去印证、去了解，修行不是只有谈理论，应该时时刻刻反观，时时刻刻都可以切身体验、证明的。佛法是如实的，不是形而上的玄虚不可知不可摸的东西。如果佛法是不可知、不可说、不可摸的，我们依据什么来修学觉悟呢？\n' +
        '　　事实上，佛陀的教法，从来没有离开过我们生命的功能、身心的造作。由于对五蕴功能的无知而颠倒造业，如果不去发现这五蕴本身的内涵，不了解它的因，从哪里下手去解决它生死轮回的苦迫？所以，必须在生命中探讨它的因。在这里颠倒造业轮回，就要在这里发现它的真相，消除它的因，从而实现超越解脱，不再被贪嗔痴烦恼束缚。\n' +
        '　　有些人去请朋友来上课，听说《解脱之道》所讲的是五蕴、六处、十八界，讲四圣谛、缘起。就说：唉呀！那个我已经听多了，没兴趣！为什么没兴趣？因为都在讲大乘啊，大乘是特殊超越的。可是，如果忽视了佛法的根本，没有打好基础，没有把握住主要的因，却在幻想着最圆满、最高、最超越的，这样的所谓“大乘”，哪一个人能解脱？没有真正的入手处，不但找不到生死烦恼的根源，最后还得在依赖中等待死后被救度到哪里去！佛法并没有什么神秘和虚玄，而是非常如实的，就在我们生命的痛苦烦恼中去发觉它的真相而已。\n' +
        '　　然而，我们却被一个“大”字搞糊涂了，在那么多宗派与虚玄的理论中，找不到真正的入手之处。所以，千万不要忽视了这个简单的四谛缘起，否则就找不到真正的因。五蕴的色受想行识，就是我们生命中五个主要条件，不清楚这些条件，不了解自己生命的运作模式，又如何去解决痛苦烦恼以及生死轮回的问题？\n' +
        '　　我再提醒大家：这个受蕴很重要！众生的痛苦其实与受蕴有着很深的关系。后面我会详细剖析受蕴的真相，让你们学会观察它的虚幻性，很快就会找到修行真正的下手处，这样才能真正解除生命的苦迫。\n' +
        '　　3、想蕴。\n' +
        '　　“‘想’的定义为「取像」，即是认识作用。认识境界时，心即摄取境相而现为心象；由此表像作用，构成概念，进而安立种种名言。”\n' +
        '　　譬如，当眼根看到外面的境界，就会像摄影机一样，把这个境界摄下来，然后留在心中产生新的影像。所以，即使事情已经过去，那个影像却留在记忆中。内在的六根接触外在的六尘，产生了六识，识刹那灭去，却留下影像在心中——想蕴，然后“意根”再摄取想蕴的影像，这就是想蕴的作用。\n' +
        '　　我们现在上课听法的当下，这时我看到各位，各位看到我，这个影像是当下的，当我们的心安住在这个“当下”时，没有过去和未来，只有当下。但是反省一下，在每天生活的二十四小时中，我们又有多少时间是活在当下的？反问一下：自己有没有真正很清醒地活过？时时刻刻都在回忆过去、欣求未来，却没有真正地活在生命的当下。也许会认为自己是在幸福地享受着生活，但是真正地活在这个生命的当下吗？一天百分之九十的时间都落在“想”里面，很少处于当下的情境中。这个“想”对活在当下的生命影响力太大了！提醒大家注意这一点！\n' +
        '　　4、行蕴。\n' +
        '　　“‘行’的定义是「造作」，主要是「思」心所，即意志作用。对境而引生内心，经心思的审虑、决断，出以动身、发语的行为。因此，凡以思——意志为中心的活动，所有一切复杂的心理作用，除了受想以外，一切都总括在行蕴里。”\n' +
        '　　除了受和想以外，一切的心理作用都是行蕴，它是一种意志作用——即推动我们言语和行为的动力。六根接触六尘，产生六识，俱生受、想、行，即决定后而发为言语和身体的行为，行蕴是行为的动力。\n' +
        '　　5、识蕴。\n' +
        '　　“‘识’是明了识别，从能知得名。我们的内心原是非常复杂的。把不同的心理作用分析起来，如受、想、思等，叫做心所。而内心的统觉作用，叫做心。此心，从认识境界的明了识别来说，叫做识。所以，识是能识的统觉。”\n' +
        '　　识与心，其实是同一内涵，只是从不同角度来分析而已。透过根、尘、触，就会产生识——觉知。大乘佛法后来讲到八识，不要以为有个八识或有六个识，甚至后来讲到第十识——清净识(庵摩罗识)。其实具有统觉功能的都叫识，只是针对识的功能性不同而给它一个名词而已。透过眼睛叫眼识；透过耳朵叫耳识······内在有记忆储存一切的功能，叫八识；能把八识放进去又能取出来的，叫七识或末那识，其实都是同样一个识。\n' +
        '　　认识境界，能起识别、统觉作用的就叫识。我们的眼睛看到外境就会产生明了、识别。这个识，如果只是从第一念来讲，它就是一种直观直觉；如果产生分别以后，就叫它是第二念、第三念，就产生了“受想思”的作用。\n' +
        '　　所以一般认为识，有清净识、有污染识，什么是清净识？就是没有污染以前的都叫清净识，受污染了就不是本来的识。其实清净识是识，污染的识还是识。不了解的人，以为有好几种心——清净心和污染的心。到底有几个心？所以千万不要错会哦，以为有很多心、很多识！首先大约了解一下五蕴的内容，重点在于明白从五蕴而产生的一些问题。\n' +
        '　　“常人即神教者所神秘化的有情，经佛陀的慧眼观察起来，仅是情识的能知、所知，仅是物质与精神的总和；离此经验的能所心物的相依共存活动，没有有情的实体可得。”\n' +
        '　　此处的“神教者”指的是其他宗教，包括佛陀时代的婆罗门教以及六师外道。佛陀说，有情的身心，其实只是情识上的能知和所知，不过是能知的功能与所触动的外在境界；也就是物质与精神，即色心二法总和的功能作用性而已，没有一个实在的永恒不变的实体可得。\n' +
        '　　譬如我们的色身，从小慢慢长大，然后变老，必然会坏(病、死)、会灭，没有实在的永恒性。当接受了肉体会坏灭的事实，我们又不得不偏向于心灵，认为心灵是永恒不灭的，肉体坏了，心灵又去找另一个肉体，就像换衣服、换房子一样，认为心灵是实在的、永恒不变的灵魂，或叫“我”。\n' +
        '　　佛陀认为，这是神教者的神秘化，并没有这种实质的东西。佛揭示出一切现象都在迁流变化中——无常。所以，一定要从动态的生命之流中去观察，不能用静止的解剖式的分析。动态的生命之流，展现的就是生灭相，即是不停的迁流变化。在这个生灭相中，哪里有一个永恒不变的实在的东西！\n' +
        '　　佛陀以现实的身心现象来进行观察、分析、透视，不管是物质的色，还是精神的心灵，都找不到一个永恒不变的实体。印度时代的宗教界，是根据什么理论来建立这些宗教思想的？而佛陀是用什么方法觉悟的？就是从现实的身心及万法中去观察体证。如果我们能把握这一点，就不会与一般神教者一样去想象推理：认为外面有一个永恒不变的主宰，或里面有一个永恒不变的“我”，或灵魂。破除了这种外道拟想的产物，使外道也不得不承认这是一个现实。\n' +
        '　　我们在传统的观念中，熏习的是宗教民俗的信仰，对于佛法没有深入的了解，不知道真正佛法的正见是什么，不知道什么是佛法与世间和外道不共的特质。正因为这样，只能在世俗的信仰、迷信中，接受这些传统的神教观念。很多人虔诚地行善布施，却仍然痛苦烦恼不断，不能得到解决，这就是原因所在！佛法是信智合一的，只靠信仰是不能解决问题的。\n' +
        '　　“常人与神教者所神秘化的有情，从佛陀的慧眼来观察是没有实性的，只是情识能知、所知，物质与精神的总和而已。”听到这里，你们也许会惊疑：佛法不是说有轮回吗？情识中如果没有一个真正的“我”，那谁在轮回生死？佛法的轮回观、业力观，不是建立在“我”上。正因为无“我”才能轮回，如果有“我”是不应该轮回的。\n' +
        '　　“我”是什么意思？就是真实、常恒不变义！如果不依靠外面的条件，自己可以单独存在，并永恒不变，那还会轮回吗？轮回是依因缘，不停地在六道中生死相续的现象。如果有独存、永恒不变的自体，轮回是不能成立的。正因为没有这种不变性、永恒性，所以才能产生缘起的轮回作用，这一点我们很少去思维。\n' +
        '　　还有一些理论说：我们是从上帝，或从大梵天那边来的，本来都是清净妙乐的。如果是这样，也不会有轮回。当了解无我的轮回，你还能相信这种所谓永远的清净妙乐吗？如有人说“我们本来是佛，本来清净，由于一念无明而轮回”。那么我们修啊休，又修到清净的地方了，忽然哪天又来一个一念无明，不是又要来轮回了吗？这样的“本来是佛，本来清净”的理论也不能成立。成佛了，清净了还会颠倒吗？还会颠倒的叫解脱吗？所以，很多理论是讲不通的，只是从来都没有往深处去分析而已。\n' +
        '　　我们从小就生活在民俗信仰中，熏染了神教的观念，活在这种神教的观念中，是不可能解脱的！佛法就是要破除这种不正确的观念。佛陀示现在人间，与我们一样有五蕴、六处，他就是在观察五蕴、六处中去体会、超越的。他放弃了人间的一切占有、爱染、贪欲，换来证得宇宙真理法则的正见。我们同样可以在这样的条件下，去观察体会而解脱，修行就是这么的如实！\n' +
        '　　佛陀从没有来主宰世人，从没有让大家崇拜他、依靠他。他叫我们皈依法，皈依真理，不是迷信崇拜、依靠他力。依靠人，人会死；只有依靠真理，真理普遍存在。佛法讲“依法不依人”，要依止法，不依止其他；还要依止自己，唯有依自己的身心才能够自我观照、自我反省、自我超越。\n' +
        '　　但是神教者恰恰相反，他要你先相信他、依赖他，将来就能回到他的天国；不信他的，就下地狱！这是慈悲吗？\n' +
        '　　佛陀是一个王子，一出生不要奋斗努力就拥有了一切。即使我们穷尽一生的精力去拼搏，都不一定能争取到他所拥有的名利、财富和恩爱。然而他还是看到了人生的苦迫性，于是放弃了一切的拥有，远离了贪欲，才得到最后的正觉而解脱。\n' +
        '　　悟道后的四十九年，每天依然日中一食去托钵。如果有精舍和供养，即住在精舍中接受供养；没有精舍和供养的时候，与弟子们一样树下一宿、三衣一钵。佛陀为什么要过这样的生活？他能从拥有的享受中超越出来，并说法来帮助所有众生，同他一样的解脱自在！到底是做王子幸福快乐，还是悟道后解脱自在？我们每天拼命奔忙，拼到命终的那一天，有谁能达到佛陀当年拥有的条件？即使达到了，那些还是佛陀要放弃的东西！佛陀放弃了这一切，悟道后四十九年，直到入灭前还是过那样的日子。什么叫真正的自在解脱、清净妙乐？只是了解、悟入了宇宙的真理实相而已。\n' +
        '　　我们恰恰相反，明明知道这个五蕴身体一定要老病死的，可是每天还是很执著地贪爱它。有的人虽然看得比较开，明白这个身体一定坏灭，不能永存。但是，仍然希望还有一个世界是美好的，“我”要到那里去永生，享乐清净自在，求得来吗？其实，佛陀这里已经说得很透彻：当你执著有一个“我”时，永远不能解脱！那个“我执”就是生死的根本啊！众生之所以会执著而造业，致使轮回生死，全由这个“我执”而来，佛法与外道不同就在这里。佛法不承认有一个实在的、永恒不变的“我”，正因为空、无我，才能产生因果，缘起一切万法的变化。千万不要以为没有“我”就没有因果，这里最容易错会佛法的深意。\n' +
        '　　6、四识住。\n' +
        '　　“五蕴说的安立，由「四识住」而来。佛常说有情由四识住，四识住即是有情的情识，在色上贪著——住，或于情绪上、认识上、意志上起贪著，执我执我所，所以系缚而流转生死。”\n' +
        '　　四识住，即五蕴中的识蕴，对于前四蕴(色受想行)产生了染著系缚——住著。身心，仅是物质的色与精神(心)的和合。但是识，却对物质的色、情绪的受、认识的想、造作的思(行)产生了执著，产生执著后，就被绑住了，所以叫系缚。由于系缚而起贪爱造业、生死流转。\n' +
        '　　意识，对于色、受、想、行的功能，产生了多么大的执著！每一个人稍稍反省反观，就会发现痛苦烦恼都从这里生起，贪嗔痴也是从这里而来。所以《阿含经》说“四识住”是生死轮回的根本点。\n' +
        '　　“如离此四而不再贪著，即「识不住东方南西北方四维上下，除欲、见法、涅槃」(杂含卷三、六四经)。”\n' +
        '　　众生的染著，就是识对于前四蕴的染著，由此系缚而造业，就是这样的因缘。如果这个染著贪爱断了，意识就不会住在哪一个地方了，不住时，就是除欲、见法、涅槃。我见破了，贪爱止息了，一切的贪欲都止息了(即除欲)，就看到诸法实相(见法)，而进入涅槃寂灭，不再受生死轮回的控制了。\n' +
        '　　众生的生死轮回，当然有更深细的原因，后面会讲到十二缘起：众生之所以贪欲爱染，由于不了解五蕴的身心功能。再往前追溯，就是无明(即没有了解诸法真实相的智慧)，因而被自己身心的幻相所迷惑，在这里颠倒执著爱染，生大我见，成为生死的根本。\n' +
        '　　佛陀时代，印度外道都建立一个永恒不变的我(大我、梵我、清净的我)，内在有一个我，内心的反射投放到外面就变成主宰，希望外面有一个大力的主宰者。佛陀追根究底，发现了众生之所以贪爱、染著、造业的根本，就是因为起了我见我执的实有感——希望永恒存在的意欲。\n' +
        '　　当时的印度，很多外道及宗教界的思想特别发达。佛陀最初也是照这个观念去修行体会，结果发现，即使禅定中最高的四空定(非想非非想定)都无法解脱。最后用缘起的观照才发觉真相，因了悟缘起而证道解脱，开创了“无常、无我、涅槃”的三法印，破除的就是所有外道宗教里最执著的我(自性)见，这就是生死的根本，往前追溯就是无明，即对真理实相的无知。\n' +
        '　　佛陀悟道后开示的就是四圣谛，但是一般人听到“苦集灭道”，往往会认为这是小乘法而轻视它，却不知道这是佛法的根本。离开了这些根本的内容和实践的方法，如何解脱？佛法讲的是无我，破除的就是自性见(我见)。但是学佛修行，修到最后却认为有一个永恒不变的“我”，或清净的“我”，这种观念与外道思想又有什么不同？不但没有破除我见，而且还会增强我执，活在这种观念中怎么解脱？佛法根本的与世不共的特质，就是无常无我！只有体证无我的人才能止息执著和贪爱，才能真正地走向解脱和涅槃。\n' +
        '　　很多人都会恐惧：解脱证入无我，不就是没有“我”了？那怎么行！如果一定要有“我”，没人反对你，但是佛陀说，那是生死的根本啊！\n' +
        '　　佛陀常是这样对弟子们开示的：“谛听，谛听，善思念之。”即我讲的法，你们不要马上相信，要在自己生命的生活中去验证，等体会到了再相信。佛陀的教导是这样的科学化！没有叫人盲目地相信和崇拜。佛陀从没有说过：信我才得救。如果碰到六师外道，不管三七二十一，先相信了再说，那么还爬得出来吗？任何一个宗教都是叫人先相信，甚至还有不信就砍你，不信就下地狱，那不是在恐吓吗？真理不是这样的，就像现在学校教授的一些理论，在实验室用科学的方法按照公式进行实验，等实验的结果出来后，证明果然如此，才能相信，这是真正的科学知识。\n' +
        '　　我们抉择谁是最有智慧的、真正的明师、善知识，依他所说的理论，在我们生命中去印证、实践受用，证实真正如此才相信。佛陀说的法，是宇宙的真理，可以先实践，等体会到了果然如此时，你再相信。佛陀从来没有叫人家迷信崇拜他，也没有认为自己是主宰的神或领导者。他说：“我亦僧数”(是出家人中的一个)。佛陀就是这样的有着一颗极其平凡的心。\n' +
        '　　佛陀时代的僧团就已经很民主化了。有什么事情大家开会(羯磨)，制订出来的公约大家要遵守，谁犯了制订的戒律，谁就要在大家的面前忏悔，由大家来决议。如果不接受大家的劝导决议，就把他赶出去(叫默摈、摈除)。佛陀僧团的羯磨是真正的民主。\n' +
        '　　《阿含经》里，佛陀指导他的儿子罗睺罗，用的方法，与指导僧团中的僧众完全一样的善巧，没有因为他是自己的儿子而做特别的指导，也没有私下灌顶，给他六十年功力。一样指导他为众生说五蕴法门。儿子听后，马上就去为大家说五蕴法门。回来后，身为佛陀儿子，还是恭敬、虔诚来向佛请法。佛陀叫他再为众生说六处法门，他马上就去为大家说六处法门。讲了六处法门回来后，又一心恭敬地请教，佛陀又让他去说缘起法门，他就去为大家讲缘起法门。\n' +
        '　　佛陀是这样的善巧，罗睺罗就是依这样的指导去体验。回来后，佛陀就问他：你从五蕴、六处、缘起法的宣讲中体会到了什么？罗睺罗回答：我感受到这些法门的深义，是推着我们迈向涅槃解脱的。唯有透过这样的实践，才能一步一步地迈向解脱与清净，佛陀肯定了他的体会。这里有一个含意，佛陀叫他为众生说法，就是要他对五蕴、六处的理论进行不断的复习，并且实践到清楚明白才能有受用。\n' +
        '　　现在各位来上课，听了五蕴、六处，如果是哼哼哈哈听过去就算了，怎么能去为众生说法？有人问师父：“我听后为什么讲不出来？”因为不能融会贯通！只是观念上好像了解一些，感觉听懂了，但是不能够受用，其实没有真正地明白！由此而知，佛陀为什么指导他的儿子为众生说五蕴、六处、缘起法？只要有一点点疑惑，你就无法向大家演说。佛陀时代没有书，无法照章宣读，都是听闻后凭着自己的理解，然后去为别人宣说，那是口口相传的。所以，“懂”是有很多层次的，不是只有信仰，还要去亲身证明的。\n' +
        '　　佛法没有离开我们的身心和生活，是非常如实的，依法而实践体证的。人人学，人人可以解脱，这一点一定要明白！如果佛法没有这个功能，没有实践性，无法当下受用，那就不用学了！不管是佛法哪一个法门，很用功地去学、去实践，还不一定能做得到。而其他的宗教，只要相信他，就能到天国去了，好快啊！还有的说玄关一点，天堂就挂号，地狱就除名了。如果单纯讲信仰，佛法这一套太慢了！佛法就是在破除这种迷惑的信仰，必须在生命的身心活动中一一去实践体验，才能止息我们的痛苦烦恼，破除我执，才能体验到解脱的清净超越，这才是佛法的特质。\n' +
        '　　佛法说：不论我们过去的罪业有多重，只要懂得反省忏悔，发菩提心，同样可以从业力的惯性中超越出来，慢慢达到清净解脱。所以说只要依正确的方法去实践体证，众生解脱的机会是平等的。佛法体现的是众生的平等，不是极端的神权。\n' +
        '　　众生的生死根本，其实就是四识住这个因缘。不知道这个因缘，就无从下手去解脱。先明白这个主题，后面会一一讲清楚。讲到“有情”二字，就是我们的五蕴身心而已。\n' +
        '　　“综合此四识住的能住、所住，即是五蕴，这即是有情的一切。识(识蕴)所依住——物质(色蕴)与精神。精神即情绪(受蕴)、认识(想蕴)、造作(行蕴)。”\n' +
        '　　识的功能分两个部分——能住和所住(所住的对象)。色是识所住的物质部分；情绪的受、认识的想、造作的行，都是识所住的精神部分。识是能住的，前面四蕴是识所住的，五蕴就是识的能住和所住。所以有情的生命就是五蕴，离开五蕴以外，没有不变的神或叫作“我”的主体。因为没有一个人能超越“识”的能住和所住的范畴。如果离开佛陀所说的五蕴功能外，你还可以找出另外一个神我、不变的灵魂、永远不变的主体，可以随时找我来理论。\n' +
        '　　下面谈的是处观，六根(内入处)的功能其实涵盖在五蕴里，只是进一步细细分别它的功能性而已。\n' +
        '　　\n' +
        '　　二，处观。\n' +
        '　　“‘处’，是生长门的意义，约引生认识作用立名。有情的认识作用，不能独存，要依于因缘。引发认识的有力因素——增上缘，即有情根身的和合体：眼根、耳根、鼻根、舌根、身根、意根。此六者的和合，即有情自体；为生识的有力因，所以名之为处。”\n' +
        '　　有人以为，我们内在的心灵是永恒不变的，在眼睛就“能”看(见性)，在耳朵就“能”听(闻性)，这样的“功能性”叫自性。其实，认识作用是不能独存的，必须要依于因缘，这些有利因素是引发认识的增上缘。没有这些增上的因缘，就不能产生作用，而这些因素就是有情根身的和合体——眼根、耳根、鼻根、舌根、身根、意根。身体要产生认识的功能，必须要透过六根(六个门户)，才能与外界的色、声、香、味、触、法相接触，才能产生内在的受想行的作用。\n' +
        '　　“六处，是介于对象的所识，与内心的能识中间的官能。此六处法门，如《杂含》(卷八、二一四经)说：「二因缘生识。何等为二？谓眼、色，耳、声，鼻、香，舌、味，身、触，意、法。······眼、色因缘生眼识；······此三法和合触；触已受；受已思；思已想」。”\n' +
        '　　内心是功能的“能”识边，外六处是“所”识边，能边与所边要产生作用，中间必须有一个引介点——六处(即六根)。六处是介于对象的所识(即外面的一切法)和内心能识，中间的一种官能。六根就像我们的神经系统，譬如，眼睛与外面的色法接触才产生眼识，根、尘、识三个作用合在一起叫触；触后产生感受；受后是思(行)；思后就是想，通过这样内在的意志，就会产生记忆(想)。要明白身心运作的功能性，其实，就是根尘识产生触，三个合起来叫触，只要有触，就会俱生受、想、思。\n' +
        '　　“六处中的前五处，为生理机构，是色法。此色，经中称为「清净色」，是物质中极精妙而不可以肉眼见的细色，近于近人所说的视神经等。”\n' +
        '　　眼根就是眼神经，耳根就是耳神经，综合起来就是神经系统。眼睛会看到外面的色，如没有视觉神经也不会产生作用，视觉神经坏了，即使有眼睛还是看不到外面的事物。\n' +
        '　　“意处是精神的源泉。依五处发前五识，能见五尘；依意处生意识，能知受、想、行——别法处，也能遍知过去未来，假实等一切法。”\n' +
        '　　前五识，即使眼、耳、鼻、舌、身识。由这五识，能认识外面的五尘(色声香味触)。意处能生意识，意识的作用能产生受、想、思(行)——别法处，也能分别过去未来的虚理或实事。\n' +
        '　　“我们的认识活动，根源于六处，而六处即有情的一切，所以佛陀常说六处法门。”\n' +
        '　　前面的五蕴及这里讲的六处，都没有离开我们身心的结构功能，能使我们明白身心的运作，如何产生意识，怎样产生分别和感受，进而如何产生爱染执取和造业，所有的根源都在这里产生。\n' +
        '　　“佛陀的处观，本是从有情中心的立场，再进而说明内心与外境的。”\n' +
        '　　由于六根触到外面的六尘，就牵涉到外面的境界。所以，表面上佛陀在开示五蕴、六处，好像只讲到我们的身心，与外面的事无关。其实，先了解内在身心的条件功能性，透过身心的功能，必定会与外面的因缘接触，因此也会认识到外面的一切法。\n' +
        '　　如果连这个身心都不了解，哪里能认识外面的法？以后在观照时，就会更明白眼睛或耳朵等产生的是什么功能，六根触到外面的六尘：色声香味触法，为什么会产生六识，产生了六识以后，为什么会产生受、想、行？受，就是感受，不管是苦受、乐受、不苦不乐受，在我们的意念中都会产生影像，常常会怀念，这会影响到我们的行为造作(即行)。从这里可以发现我们的行为里面，有一些程式已经留下了影像，这个影响就是从过去的经验，即接触外在而产生的感受所留下的深刻印象，变成内在的一种软体，好比电脑程式。\n' +
        '　　每一个人的际遇会有所不同，有人过得很幸福，有人就很痛苦；有人在追求中比较顺利，有的就很困难，拼死了也没有办法；有人脾气好，有人脾气不好。同样是人，而展现的风貌却不同。原来我们每个人的观念不同，留下的惯性、影像也不同，因此就形成千差万别的个性。没有两个人的因缘是完全一样的，所受社会、环境的熏染，和学校、家庭的教育，以及过去、现在的种种因缘，都会影响到我们的人格与思维。\n' +
        '　　佛法讲的是因缘论，一切都是有条件原因的，都是由于过去的种种因缘而凝聚的现象。这就可以破除宿命论和尊佑论，不是谁来主宰控制，欢喜就给一个福报，不欢喜就给一个恶报。了解五蕴、六处就可以知道，一切都是由于各人的因缘而造成的，不能怨天尤人。今天所受的，就是我们过去所做的，未来也是一样，你想过什么生活，就要去修正现在的条件。\n' +
        '　　来听课的有律师和医师，这不是上帝恩赐的。当律师有当律师的条件，当医师有当医师的条件。能不能当医师和律师，人人平等有机会，只是有没有具备那些条件。比如说，做律师需要十个主要条件，你具备了七个，只要把另外三个补充起来，也可以成为律师。这就是在讲因缘条件，是很现实的。有人会说：我没有办法，所以你不是律师嘛！\n' +
        '　　任何依法都有因缘条件，没有无因而生的，没有别人来控制主宰的，因缘都是要自己去创造具足的。我们从来不认识正确的因果，所以都在依赖、等待别人来帮助，那都是错误的观念。我们应该调整自己的身心状态，打破无明的束缚，了解身心运作造业的真相。\n' +
        '　　造的是善业，将来就不会有痛苦的人生；而进一步造清净业就可以解脱，这是人人平等而有机会的。能不能突破那个无知的束缚，能不能清楚这个法的内容，还在于自己的努力。上课的目的就是要告诉大家这些正确的因缘，如果连听闻正法的机会都没有，即使虔诚、信仰、膜拜也没有用，只是增加某种福报而已，不能解脱生死轮回的根本大苦。\n' +
        '　　为什么要讲五蕴、六处？这是一切法的根本。我们就是在这里造作而迷失的，明白了这些因缘条件，就知道从哪里去具足解脱的条件。即使不能当生解脱，也可以创造自在清净的人生。\n' +
        '　　佛法讲发菩提心，就是解脱成佛的心，唯有解脱成佛，才有力量来帮助一切众生。如果自己都不想解脱，不想超越生死轮回，谁能救你？当真心发出这样的大愿力时，就有一种推动的力量，推向你去具备这些条件。等这些法也明白了，条件越来越具足了，看到了自性见的执著，慢慢破除了无知无明，就知道从哪里下手去转化，所有的恶因恶缘就会因此渐渐消除。还可以建立善缘、清净的缘，种下将来必定会迈向解脱的种子。这样是人人解脱有分，不是谁来控制，天堂、地狱、解脱都由自己选择。佛法讲的是这样的平等，不讲主宰权威：要听我的，不然就给你厄运，没有这个道理！\n' +
        '　　从历史上看，有些学说和观念，是与政治有关系的。过去是国王、皇帝的时代，想要让大家相信他的权威，他是上天派下来的天子，要大家服从他，要建立怎样的思想观念，大家才会心甘情愿地受他控制主宰？就是要大家变成羔羊一样的驯服！佛法就是在破除这种不平等的种姓阶级观念，众生皆是平等的，只要愿意，人人都有解脱的因缘和机会。但是，过去的思想被神教的观念所控制，没有真正的自由和民主。\n' +
        '　　所以，几千年来历史慢慢在演变，现在逐步地进入了民主时代，这样的真话才能讲。如果现在还处于君权的时代，我今天讲这些，就会被砍头。这不是在怂恿大家不要服从权威吗？所说的如果不符合政治上、控制极权的这些人的思想，还能生存吗？没有他的支持，法还能弘得出去吗？过去的宗教都有着浓厚的神教气氛，因为必须要配合统治者的思想和心态。\n' +
        '　　今天有机会听到这些法，今天我敢在这里讲真话，还需要时节因缘哪！由因缘听到这个佛法的正见是不容易的，几千年来，哪里能有真正的民主让你讲真话啊！从这里也可以体谅过去的佛法，为什么会变成那样？也是不得已的！\n' +
        '　　今天我们肩负的责任，就是要把佛法的正见宣扬出去，让人们看到佛法的真相和伟大，了解人人学人人都可以得到当生的受用和解脱。如果像过去活在那种崇拜、他力、极权的观念里，活在那种神话的色彩中，众生怎么能解脱！\n' +
        '　　很多人轻视这个地方：讲五蕴、六处有什么意义！意义非常的深远！这是佛法的根本处。如果这个根本处都没有弄清楚，一味地好高骛远，想象那些形而上的，虚幻的不可知、不可摸的，那依靠什么来修行？如果祈求他力来加被，只有乖乖地礼拜恭敬才有机会修行，那样还叫修行吗？他高兴了就给你一个加持，不高兴就不给你，那还有机会吗？佛法不是这样的，只要我们发心去了解真理，是人人可修行、可证、可解脱的，这就是佛法与世不共的特质！\n' +
        '　　很多人对佛法不了解，什么都去拜，只要心里欢喜就好，无所不拜，无所不求。这样的拜拜能解决什么问题？只有从根本(即生命的困扰执著)处入手，看清楚真正的因，我们的思想和行为才有修正的机会。\n' +
        '　　所以，“苦”就在讲我们现实的人生，没有一个不苦的；“集”，就是要了解苦的真相与产生的原因；“灭”，就是要达到的解脱境地；“道”，就是灭苦的方法。这样的苦集灭道内容是很如实、很理性、很智慧而且科学的。哪里有崇拜、迷信和他力！我们要呼吁的就是这个！\n' +
        '　　听了这个法，人人了解了这个因缘，把握了这个机会，未来的前景就充满了光明。所以在讲五蕴、六处，不要以为只在讲生理的一些功能而已，这就是法的根本处！不要忽视。这个基础没有打好，高楼是建不起来的。\n' +
        '　　现在很多人修行很虔诚、敬爱、发心，就是不能解脱烦恼，依然痛苦执著。那种修行，好比在建一百零一层大楼的最高那一层，却从来不去注意地基。能建得起来吗？即便建起来也会倒掉的！一天到晚想象那最高的境界：当下的顿悟，相信，这一生就得救！基础都没有，连生死的因缘都搞不清楚，会解脱吗？所以，不要忽视这个根本——五蕴、六处。\n' +
        '\n' +
        '　　三，界观。\n' +
        '　　“‘界’，即地、水、火、风、空、识——六界。界有「特性」的意义，古译为「持」，即一般说的「自相不失」。由于特性与特性的共同，此界又被转释为「通性」。如水有水的特性，火有火的特性，即分为水界、火界。此水与彼水的特性相同，所以水界即等于水类的别名。此六界，无论为通性，为特性，都是构成有情自体的因素，一切有情所不可缺的，所以界又被解说为「因性」。”\n' +
        '　　地、水、火、风、空、识，各类的特性都有不同。界，是自相不失的意思。通性，即共同的特性，如水有水的特性，火有火的特性，即分为水界与火界。我们每一个人的身心里面，地水火风空识，这些条件有相同的特性，也有各个不同的特性，合起来就是五蕴、六处、六界。蕴处界都是在讲我们的身心，只是从不同的角度来分析而已。\n' +
        '　　“地、水、火、风四界，为物质的四种特性。《杂含》(卷三、六一经)说「所有色，彼一切四大及四大所造色」。”\n' +
        '　　这里讲的色，有两个涵意：地、水、火、风的每一大都叫色；四大组合起来的法也叫色。我们的身体是四大和合的，这个色身也叫色。形成身体的条件——地水火风的本身也是色。一切法皆是四大或四大和合的现象，皆名为色。色不是只讲物质现象而已，组成一切法(现象)的条件(地水火风)也叫色。\n' +
        '　　“一切物质，不外乎四大界及四大所造的五根、五尘。四大说，印度早就盛行，希腊也有。”\n' +
        '　　佛法中有一些名词，并不是佛教所专有的。佛陀时代的思想界、宗教界，原本就有一些观念和名词，只要是合理合法的，佛也会引用来。如“地水火风”的四大，就是印度宗教界原有的观念，但是这些名词虽然相同，而意义佛却给予了纠正，符合佛法所说的意义。如“涅槃、业力”名词，虽然本来就有，但是其意义与真理法则是不相应的，佛便把它修正过来。\n' +
        '　　讲业力轮回，当时外道的学说也有。只是外道有这样的术语，但内容和意义却不相同。外道说有一个神我、不变的主体、灵魂之类的在轮回，如婆罗门教或奥义书的学说就是这样。佛法也承认轮回，只是意识的执著而产生的作用。因此，不要听到“轮回业力”的字眼，就认为是外道的术语。\n' +
        '　　“地即物质的坚性，作用是任持；水即物质的湿性，作用为摄聚；火即物质的暖性，作用为熟变；风为物质的动性，作用为轻动。随拈一物，莫不有此四大的性能，没有即不成为物质。”\n' +
        '　　我们的呼吸，叫风大；身体有温暖叫火大；身体的骨骼是地大；里面的血液、唾液等液体属于水大。生命的条件都离不开这些地、水、火、风的特性：地是坚硬的，有担任持续的作用。水是湿性的，还能达到凝聚的作用，有一些松散的东西，一加水就凝结起来——摄聚。火有暖性，能将东西加热成熟。从身体的这些特性来看，只是地水火风的功能，而不是有谁在操作，不要再加上那些无中生有的神话推想、臆测。\n' +
        '　　“四大是相互依存而不相离的，是从它的稳定、流动、凝合、分化过程中所看出来的。从凝摄而成坚定，从分化而成动乱；动乱而又凝合，坚定而又分化；一切物质在这样不断的过程中，这是物质通遍的特性，为物质成为物质的因素。”\n' +
        '　　四大调和时，我们的身体就会健康，就有一期的稳定性。从小到大、到老，它是一种流动的变化，是在凝聚和合中又可以分化的。地水火风可以和合而缘起一个主要条件，当其中一个因缘条件变化时，它又会分散。所以，从四大凝合、分化、变异、迁流的过程中，才能看出地水火风的功能性。\n' +
        '　　从水的因缘条件的变化来观察，最容易了解：水是氢氧化合物，氢氧条件组合时就会缘成水；加温后就会变成蒸气到空中，从而变成云；低温时就会凝聚成冰块、冰雹、雨或雪······一棵树能够长大也有它的因缘条件：从种子发芽到成长过程中，有的刚长成苗就枯掉了；有的长成树，开花结果；有的不开花或不结果。因不同的因缘条件的变化而凝聚相生、分离破坏。万法就这样，依于因缘的迁流变化而缘生缘灭。\n' +
        '　　我们的身体会从小成长，长大后又会变老、病、死，就因为有生必有灭，这就是一切法的特质。但是，为什么只喜欢生而不喜欢灭？只想永恒地生存，不想破坏和灭亡！都赞叹生生不已，生了孩子还要庆祝，对于死亡却充满了悲恐和无奈。因为不了解法的特性，不了解法的真相，所以都偏于一边，取著一边。\n' +
        '　　人们好生恶死，古今皆然！不知道“灭”和“生”的特性是一样的，只是四大的和合与分化而已。所以，有生必有灭，没有一法可以超越这一真理法则。人不会只喜欢白天而不喜欢黑夜吧？能二十四小时都在狂欢而不睡觉吗？能每天都在幸福快感中而不安息吗？那为什么只喜欢“生”而不喜欢“灭”？从古到今看到没有不死的人！不论他有多么大的权威和神通，都不能超越这个法的特性。人们知道物质不能永恒，可是又幻想着心灵可以超越生死而永恒存在。\n' +
        '　　在我们的想象中，天界非常美好，福报具足。其实，天人最后羡慕的是人类。天人福报尽了，五衰相现时是很恐怖的，因为他们有神通，知道天福享尽后就是极苦的三恶道，会生起大恐怖，不再希望投生天界而更希望往生人道。\n' +
        '　　其实，欲界、色界、无色界的禅定——四禅及四空定，共形成二十八(或说三十三)天。但是佛弟子不求生天，因为天不究竟。经上说“三界无安，犹如火宅”。三界众生不过是依因缘而产生的轮回现象，没有永恒的实在性。\n' +
        '　　佛法常说“人身难得”，因为人在苦乐、升降之间，不像天界太享乐而忘我地享受，也不像三恶道因太苦而无法修行。人间有苦有乐，还具备了人类的意志和理性思维，可以通过反省观察而得以提升和超越。学法解脱的条件唯有在人类，大家不知道人类的难得可贵，所以都想修禅定，得天的福报，但那是暂时的“安非他命”，不是究竟的。究竟的是在人道中得法解脱，超越三界的轮回生死，这是佛法的终极意义。\n' +
        '　　这些人，一生具足财富、名利，同时也乐善好施，但是这种布施只能得到有为的人天福报，而福报终究是要享尽的，福报不能解决生死的根本问题。我不反对大家植福，福慧都是需要的，但是千万不要只重视福报而轻视智慧，只有了解诸法实相而见法，才是我们真正能解脱的、不共世间和外道的智慧(般若)。\n' +
        '　　如果不学佛法，就不知因果、凡圣、四谛、缘起，那就是无明，不能解脱。只会堕落在情欲、物质、虚幻的名利恩爱中而自我膨胀，永远不能止息，如何解脱痛苦烦恼！如果这些东西能使人解脱自在，那么身为王子的佛陀，还要放弃他拥有的一切吗？人间的这些都不能解决我们生命中的根本问题，这是个事实。\n' +
        '　　如果医生宣布你得了癌症，只剩下三个月的生命，你会有什么感觉？即使是亿万富翁或是总统，儿女都很孝顺，都是立法委员，你的另一半最爱你，这些能解决你的生死问题吗？没有一法能够解决我们生命终极的苦迫。自古以来，多少圣贤放弃了人间的欲望和占有，而走上修行、解脱之路！这些人到底是笨蛋，还是真正的智者？要明白啊！\n' +
        '　　人们终日地追求名利恩爱，却不知道爱是苦因。它只能引起贪欲、执著和造业。直到生命的最后一天，所追求到的名利恩爱根本帮不了你，没有谁能救你！众生忌讳“死亡”的字眼，从来都在回避“死亡”二字，难道不讲就不会老病死了吗？有智慧的人未雨绸缪，知道老病死是人生的必行之路，现在把握当下的每一个因缘，了解生命的真相，将来走的时候，可以走得安然自在。\n' +
        '　　就好比知道每年台风一定会来，预先把房子修整好，把水道畅通，当台风来临时，你就可以安然无忧。如果事先什么都不管，只是一味的逃避，能解决问题吗？自古以来，有谁能避免老病死？唯有具足正见的佛菩萨，才能得以超越。过去这些圣弟子们安然自在地面对死亡，把死亡看作是简单的小事，心里不会扰乱颠倒，不会执著这个身心。如果不去具备这些解脱者应有的条件，将来面对死亡时一定是大恐惧！谁都无法逃避！\n' +
        '　　有人问：“师父，我的亲人要走了，怎么办？”问他都没有学佛，你说我能怎么办？显神通还是灌顶加持？使他们不堕三恶道而升天，我有这样的功能吗？那我比上帝还厉害了！缘起的因果法则告诉我们，任何事情都没有侥幸的，因与果之间一定有着必然理则，如果因果间没有此必然性，我们还需要修行吗？学佛法不是靠运气，是依因与果的必然理则，来改变因缘条件而成就的。\n' +
        '　　如果死后超度有效，那么我们修行的人太笨了！辛辛苦苦修一辈子还不成道，等死后，请人来敲敲打打就可以解脱生死，不是很轻松吗！\n' +
        '　　注意！不要误解了佛法！之所以这样苦口婆心地讲，就是从你们不懂，讲到你们懂，从而讲到你们感动。到今天，你们现在有智慧分别事物了，而且身体又健康，有自主力，这么好的因缘条件都不受用，试问：死后敲敲打打能解决问题吗？如果这样能解决问题，我何必辛苦说法呢？大家死了，请法师来敲敲打打就好了！\n' +
        '　　佛法绝对不是迷信，不是讲心灵的安慰和寄托，是要明白因果间的必然性，建立起正确的因果关系。佛陀以及他的圣弟子们会解脱，是因为他们具备了解脱的条件，不是谁来庇佑加持的，也不是从天上掉下来或偶然发生的，这点一定要明白！\n' +
        '　　修行人都知道“功不唐捐”四个字，只要付出心血和努力，一定会有收效。现在的年轻人读书很苦，一二十年的寒窗读到硕士、博士学位。也有人怕吃苦不愿读书，未读完初中就去打工，什么技术都不要，只要卖苦力就有钱赚，还可以随心所欲，觉得这样的生活自在快乐。反而说那些用功读书的人很笨，向父母要些零用钱还不容易。但是十年后他还是老样子，仍然没有谋生的技能，寥寥无几的工资，如何成家立业抚养孩子？而那些用功学习的孩子，眼下虽然很辛苦，但是能不断地用知识充实自己，有学历，有内涵，有知识，以后走向社会，哪里都会需要你，高职位、好待遇在等你，因为你有才能！虽然前面的十多年比别人辛苦，往后的生活却不会有什么困难，可以安然自在。\n' +
        '　　这就是智慧的有无而导致全然不同的结果。了解因果间必然的关系，愿意尽心地付出，来充实历练自己，具备那些成功者应该具备的条件，必然会走向成功。各位如果只是在金钱、物质、感情上面下功夫，也许经济物质会好一点，日子过得快乐一点。但是，如果没有具备解脱的条件，将来面对老病死时，怎么可以解脱自在！\n' +
        '　　佛法的修行之中没有一点迷信，有着因果间的必然性。但是，因为正见不得彰显，整个社会充满了怪力乱神的迷惑，人们不具正见法眼，又如何能明了识别？所以大家很幸运，在这里有得闻正法的机会，有正确的理路和方法的指导，只要能够把握好这个因缘来用功学习，就有机会走向解脱。\n' +
        '　　修行并不是让你放弃社会、家庭、责任以及人间的一切义务，只要把一天中看电视、看报、逛街、喝酒、闲聊等消遣的时间，挤出一点来用功就够了。上课选择星期天，就是不要影响到大家正常的工作和生活。很多人为自己找种种借口：“我有责任，为了生活，你不知道我们的痛苦，还是出家人最好。”我也是居士出身的，不要找借口和理由，我很了解，学法就在生活、工作、责任中，学到正见而善于应用，在这样的经验历练中而悟道解脱，这就是大乘佛法的奥义。\n' +
        '　　当前整个社会的形态，难免使人们对佛法产生误解。但是，学习缘起正见，就能消除对佛法的误会。利用好自己的时间来学习缘起正见，然后在生活中、在自己的身心行为中实践观察，这就是你们的修行方法。将来面对人生最大的老病死的难题时，你们才有余力去应对。\n' +
        '　　学这个法，不是只能自在地面对死亡，活着的当下就能得到很大的利益。一个了解诸法实相的人，就能很好地处理、解决一切发生的事情，并且能够圆满地协调一切人际关系，因为有此智慧！\n' +
        '　　我以前在俗家就很会做生意的，生意非常好(奇怪，仍然坚持要出家)。学法能够开发智慧，可以明白人生以及万法的实相，可以解决我们生死轮回的问题，这样的事情做得到，何况世间的事情！\n' +
        '　　学佛法有两大利益：第一是人间的受用，我们的身心、家庭、事业、人际关系都会因为有智慧而调和增上，得大利益；第二就是出世间的生死轮回的止息。即使你们还不想解脱成佛，在人间也可以得到各方面的利益和受用。\n' +
        '　　明白因果之间的必然性，一点一滴的用功都会有受用的。你们越听会越明白，这个法重要到什么程度！学法不是只有解决“死”的问题，其实“生”的问题更重要，活着都不能解脱，死后哪里能解脱？解脱就在活着的时候，怎样把握每一个当下的因缘而见法解脱！\n' +
        '　　现在了解的事实的真相，不再迷惑、颠倒、执著，困扰、烦恼也随之不起。这一秒钟解决了问题，下一秒钟就不会有问题了，明天也没有问题，死后也没有问题；如果今天还有困扰烦恼、执著贪爱，明天还会有问题，未来必然会有问题，死后问题更大！活着都不能解脱，死后怎么解脱？\n' +
        '　　所以，解脱生死不是在等待，而是要把握每一个当下的因缘，错过了就不再回来。很多人都说：师父，等我到六七十岁时，没有事情了，我再来跟您学。你要等到六七十岁，我不知道还在不在？就算还在，那是你的头脑有没有混沌，还不知道能否听得进去法！六七十岁时，牵挂就没有了吗？还有孙子、曾孙，没完没了的！学佛就是要把握当下，当下没有把握住的人，没有好好用功而等待的人，没有一个能成就的！\n' +
        '　　“至于空界，是四大的相反的特性。物质必归于毁坏，是空；有与有间的空隙，也是空；虚空是眼所见，身所触的无碍性。凡是物质——四大的存在，即有空的存在；由于空的无碍性，一切色法才能占有而离合其间。有虚空，必有四大。依这地、水、火、风、空五大，即成为无情的器世间。若再有觉了的特性，如说「四大围空，有识在中」(成实论引经)，即成为有情了。”\n' +
        '　　空界的“空”，是指与四大相对的空间，没有这个空间，一切的变化就不能存在。从外面器世间的一切物质来说，就是地水火风空，这五大的和合。没有空间，物质就无法显现，也就没有活动性。所以这个空，也是物质的条件之一，离开空，物质就不能活动，不能产生变化聚合离散的作用。\n' +
        '　　有情的组合是：“四大围空，有识在中”。有情与无情同样是五大和合，区别在于物质是没有意识的，只是地水火风空五个条件的组合而已；有情众生多一个“识”，才有分别作意与思维的功能，所以有情，只是五大加上一个“识”而已。\n' +
        '　　“但在外道的思想中，除了这身心现象以外，还有永恒不变的「灵」或叫「我」，以为是流转于地狱、人间、天国的主体。其实，这是众生愚痴的幻想产物。世间众生在生死六道中受苦，苦因苦果的无限延续，没有别的，唯是这「蕴」、「处」、「界」而已。”\n' +
        '　　生命只有蕴处界的功能，没有永恒不变的主体灵魂，没有上帝来主宰，这是佛的观察创见，从中没有独立的我存在，这是与世不共的特质。而那些所谓的灵魂、上帝、主宰只是无明众生幻想的产物。\n' +
        '　　佛法肯定六道的轮回说，不否认六道中的鬼神。但是，佛法中的无神论，是说没有那个主宰的、可以操纵的、永恒不变的主体。鬼神也是随着业力的作用而产生的轮回现象；天人也会转生在三恶道或人道，六道就是这样在虚幻的现象中辗转，不是不变的。如果不变，鬼就永远是鬼，人永远是人。但是，事实真相却是鬼神也在随着自己的业力而升降、变化、迁流不已，没有不变的主体。鬼神也是业力产生的功能现象，而不同于外道所讲的上帝、主宰、永恒不变的灵魂，或“我”，佛法完全否认这个的存在。\n' +
        '　　没有听过这个课的人，在日常生活中所接触的，都不离鬼神、神化，有一个大力主宰的观念。不论你们信佛多少年，一定会常常听到这样的教导：我们业力深重，只有求佛力加被，依靠佛的大愿救拔，自己没有办法自己解脱等等。这与上述有主宰的观念有什么差别？\n' +
        '　　所以，佛法的正见没有建立起来，跟神化混淆在一起，一般都不知道，反而认为那是究竟的佛法，否定真正究竟解脱的佛法。知道这样的后果有多么严重！佛陀是在印度成佛的，印度佛教流传了一千六七百年后，竟然在本土消失了！那么伟大的佛法竟然会灭！就是佛法的特质不见了，这是佛法灭亡的根本原因！\n' +
        '　　中国的佛法在唐宋时代非常鼎盛，到清末民初时，佛法几乎趋向于和印度同样的结局。这个危机，就是根源于所谓“五教同源”的观念！这种混滥于神教的说法和做法，使得佛教“无我”的特质不见了。人们的思想观念，都停留在求或拜的迷惑信仰中。如果与神教一样，佛法没有特质，我们还需要佛法吗？在这样的迷惑颠倒中，我们怎么能够觉醒！佛法怎能不灭！佛法在印度已经灭了，这是事实啊！\n' +
        '　　“在印度创始的佛法为何在本土衰灭？”这个问题引起了导师极大的反思！于是他发大愿心，用一生的时间和精力，从印度佛教思想史中，去探究每个宗派理论的产生，和佛法产生流变的因缘条件，以及当时处于何种时空背景。导师寻根探源，一一地厘清，并抉择出佛法之所以流变，是由于佛法在流传的过程中，为了适应和发展，不得已中包含容摄了外道的理念，致使佛法的特质、佛法的真面目不见了，这是佛法衰灭的主要因素。\n' +
        '　　正是导师的辛勤耕耘，我们才有机会看清佛法的真相。可知正见何其重要！如果今天仍然不能把握佛法与世间和外道不共的特质，总有一天中国的佛法也会像在印度一样衰灭！\n' +
        '　　在表面上看起来佛法很兴旺，某个宗派很兴盛，但是，那是暂时的现象，并不代表真正的佛法兴盛。因为不是信仰的人多就好，比如现在社会上的迎妈祖仪式，一次十万人，人人都是那么的虔诚敬信，难道人多就预示佛法的兴盛？这样的拜和求解决不了生命中的苦迫！更解除不了生死大事，难道不值得反思吗！\n' +
        '　　导师的抉择，让我们了解了事实真相，大家才有机会学到佛法的正见，在正确的理论指导下，通过正确的方法实践体验，人人都能在生活中得到受用，这样佛法才能慢慢得以复兴。导师一生的心血都奉献在抉择法义上，这就是他老人家的良苦用心。没有他的抉择，我们就看不到正见，学不到正法，又怎样来振兴我们的佛教！芸芸众生又怎样能够脱离生死苦海！有感于此，感动也感恩导师，虽然我个人没有什么成就，智慧有限。但是，我会尽心尽意向大家介绍导师抉择的正法，在这方面我多少有一些体会。我从事这件事情，不为建庙，不为信徒多，只是希望佛法的正见不要断灭！\n' +
        '　　我们上课是无条件的，没有任何规范，来者欢迎不拒，去者恭敬不留，完全是自由学风。我们只是尽力播种这一正见而已，没有预存收获的心。只是默默地播种、播种······听到的人，就会有一个机会听闻正法，虽然不敢说一定能成就他，但是我们尽心尽力来播种这个正见，让大家能耳目一新，能听闻到佛陀所要阐发的真正本怀。\n' +
        '　　我们上课要拍摄，因为来听课的人毕竟是少数，坐满了也不过一百五十个人。从最基础的讲到最高深的，要几年的时间，有多少人能从头挺到尾，真正得大受用呢？我一生又有几个这样的循环？生命无常，就在呼吸间，又能保证还可以讲多少年？为了这个，我们才拍摄制作成DVD。\n' +
        '　　委外制作要一百万，因为没有经济能力，所以自己想尽办法克服技术难关，从不懂摸索到会制作，用二十万就做下来了。这期间是多么的艰难，有几个人知道！为什么要这么辛苦？因为想把这个法深入到社会的每一个角落，留给未来(包括现在没有来听法)的一切有缘众生，让他们都有机会听到佛法的正见。制作出的法宝一律结缘，没有卖一毛钱，随缘助印款也不敢浪费一毛钱，把大家的发心用在大家的身上。\n' +
        '　　这样做的目的，就是希望正法久住而已。整个社会的风气，不会因为一百五十个听众而改变，只有当大众普遍有机会听到，并能体会受用时，才有转化社会风气的机会。所以，这样的制作流通，并不是要宣传我们自己。之所以不去电视台播放，因为上电视的费用很高，我们没有经费，看的人也不一定懂。\n' +
        '　　而制作的高品位DVD，每片有四个小时，还有字幕显示，虽然整个制作过程非常的艰辛，但为了正法久住，大家都毫无怨言。为了让更多的(甚至海外的)众生能有机会听到正见，深入到社会的每个阶层，把佛法送到你的家，这就是我们唯一的希望和动机。\n' +
        '　　如果听后，觉得这个法确实有意义，对解脱烦恼、痛苦确实有帮助，并也感动于此，想做一件有意义的事，希望你们多参与，多支持，这样才能继续讲下去，后面的人才有机会听得到，这也是法布施。法施的意义深远，其中包括了财布施和无畏布施，讲到这里顺便提一下。\n' +
        '　　“在佛说苦聚的开示中：\n' +
        '　　1、指出这是彻底的苦迫性：「真实是苦，不可令乐」。如不彻底地修治，是没有任何希望的。\n' +
        '　　2、指出了苦聚的事实，众生才能从「灵性」、「真我」的神教迷妄中解脱出来，才有解脱自在的可能。”\n' +
        '　　苦迫确实是人生的事实，鸵鸟心态是不能解决问题的。我们一定要勇敢地面对这现实的人生，以及生死的苦迫。去了解真相，彻底消除苦迫，除此而外别无他路。\n' +
        '　　过去不知道自己的思想已被神教观念所同化，所以，不能突破传统观念的束缚。真正佛法的正见，揭示出了法的真相，使我们不再被那种主宰、上帝、灵性、真我的思想所腐化，从神教的迷妄中真正地解脱出来。\n' +
        '　　“从事实来说：苦是人生世间的苦迫现实；集是烦恼，与从烦恼而来的业力；灭是灭除烦恼，不再生起苦果；道是戒定慧，是对治烦恼、通达涅槃的修法。”\n' +
        '　　“苦集灭道”就是在讲人生的现实问题，只是我们不知道产生痛苦的原因所在，也没有正确的方法了解，所以，继续烦恼痛苦、轮回生死。现在听到了正法，如知道了问题的原因所在，也愿意消除自己的生死苦恼，只要依着正确的方法，时时刻刻都有解脱的机会。比如，要治好病就得找医生，因为医生能诊察出正确的病因，再对症下药，才能治好你的病。所以，佛法是非常理性、明智的，与崇拜他力一点关系都没有。\n' +
        '　　“如遗教经说：「佛说苦谛，真实是苦，不可令乐。集真是集，更无异因。苦若灭者，即是因灭，因灭故果灭。灭苦之道，实是真道，更无余道」。”\n' +
        '　　“集”，就是产生痛苦烦恼的因缘条件，这个原因消失了，痛苦烦恼才能消失。过去创造痛苦的因缘条件没有消失，怎么能够解除痛苦！如果没有找到消除苦的因缘，只有永远痛苦轮回。因灭故果灭，“灭苦之道实是真道，更无余道”。真正究竟的佛法就是将灭苦之道，也就是解脱之道，就是永远止息生死轮回的大苦。\n' +
        '　　“人生世间的苦恼性，烦恼的招集性，涅槃的灭离性，戒定慧的对治性，能通(涅槃)性，是确实的，必然的，绝对的，惟有圣者才能深切体悟到「决定无疑」，所以叫做「四圣谛」。”\n' +
        '　　人生有种种的苦恼，苦恼有集起的原因；涅槃能够超越一切苦，戒定慧就是对治而超越的方法。这些是确实、必然、绝对的真理，没有一法能超越这些规范，它不是抽象的，而是圣者才能亲身证实体会的，所以叫四圣谛。\n' +
        '　　我们从根本上来谈一些因缘条件和理论，慢慢就知道从哪里来下手解决痛苦烦恼。学习佛法的步骤就是：1、亲近善士；2、多闻熏习；3、如理思维；4、法随法行。第一步首先要听到正确的法，才能有正确的方向，接下来还要依正思维和实践的体验，最后才能达到真正的目的，这就是解脱(灭苦)。'
      },
      {
        title: '论因说因',
        content: '一，佛法以因缘为立义大本。\n' +
        '　　“在说明苦集灭三谛的偈文说：「诸法因缘生，法亦因缘灭，是生灭因缘，佛大沙门说」。或译作：「诸法从缘起，如来说是因，彼法因缘尽，吾佛大师说」。此偈系阿说示(马胜)比丘为舍利弗宣说释尊的教法，经说舍利弗闻是法已，远离尘垢，得法眼净。”\n' +
        '　　四圣谛中的“苦集灭”三谛，讲的是因缘法：“诸法因缘生，法亦因缘灭”，一切法的生起和坏灭，同样是依于因缘的。这是佛陀最主要的开示。生灭因缘，是缘起法的主要标志，也是与外道和世间不公的特质。所以，佛法的主题，就是“论因说因”——即以因缘为主而教化众生。\n' +
        '　　经典里记载：舍利弗未皈依佛陀以前，皈依的是六师外道中的一位师父。一天，他在路上看到了亲近佛陀的马胜比丘，舍利弗很有内涵智慧，一见马胜比丘庄严肃穆的威仪，就有一种感动和震撼(一个修行人的威仪就是其内在的展现)，便上前亲近马胜比丘：“你师父是谁，学的是什么法？”马胜比丘告诉舍利弗：我的大师是释迦牟尼佛，他讲的法就是“诸法因缘生，法亦因缘灭，是生灭因缘，佛大沙门说。”舍利弗在听这个偈子的当下，就远离尘垢得法眼净(初果)。\n' +
        '　　他回去后，就把这个消息告诉好朋友目犍连，他们两个都很有智慧和内涵，各领导二百五十人修行。目犍连听舍利弗说后很欢喜，俩人一同来见佛，很快皈依佛陀，随佛出家。半个月后，舍利弗在听佛陀为长爪梵志开示时，当下就证了阿罗汉。可见慧根非常的深厚，所以，后人都认为舍利弗是大智慧者。\n' +
        '　　“论因说因”，就是在点出因缘法的殊胜，而佛法的特质就在因缘法上，能把握这点，就知道佛法与外道、其他宗教及哲学间，不同的特质就在因缘法上。\n' +
        '　　“以有情为中心，论到自他、心境、物我的佛法，唯一的特色，就是因缘论。「杂含」说：「我论因说因。···有因有缘集世间，有因有缘世间集；有因有缘灭世间，有因有缘世间灭」。”\n' +
        '　　佛法不是唯心论、唯物论，不是一元论、多元论，也不是一神论，而是因缘论，佛法讲的就是缘起论。《杂阿含》的“有因有缘集世间”，因缘就是条件，以条件来集起世间。而所谓的“世间”，就是五蕴、六处、烦恼。还有身心以外的山河大地一切法，叫器世间。\n' +
        '　　有因有缘，就是一切法的生起，都有其主要的条件和次要的条件。当众多的因缘条件集起时，就会产生有情的身心，这就是“有因有缘世间集”。这个“世间集”，就是条件成立的果。而“有因有缘集世间”，“集世间”，是在讲能集起的条件，是因。一个是因，一个是果，这种种的因缘条件就成立了我们的身心(世间一切法)，因此，完全是因缘聚合而成的。\n' +
        '　　“有因有缘灭世间”，不管是内在的身心，还是外在的山河大地，都是随因缘条件的转化而迁流不住的。产生这些变化的条件也有其因缘，当具备了这些变化的条件时，这个世间(身心以及山河大地)就一定会变坏，它是必归于灭的。\n' +
        '　　舍利弗从这个缘起的偈子中，马上就能深刻地体会缘起法的意义。一切万法(包括我们的身心)都是因缘条件聚合而成，而因缘条件也是错综复杂、而非单一的。因缘法可通于两边，一边是形成，形成需要因缘；一边是消灭，消灭也需要因缘。明白了这个主题的内容，才能了解所引申的佛法。佛法之所以否认上帝的主宰，其根本的思想就是建立在缘起法的基础上。\n' +
        '　　“「因」是依特性说指主要的；「缘」是依力用说，指一般次要的。总论因缘，即每一法的生起，必须具备某些条件；凡是能为生起某法的条件，就称为此法的因缘。不但是生起，就是某一法的灭而不存在，也不是自然的，也需要具备种种障碍或破坏的条件。故，佛法说的集——生与灭，都依于因缘。这是在说明世间是什么，为什么生起，怎样才会灭去。从这生灭因缘的把握中，指导人去怎样实行，达到目的。”\n' +
        '　　因，是主要的条件；缘，是次要的条件。因缘生，也因缘灭。因缘是通于两边的，一般人谈缘起，都只知道生起的一部分，以为缘起仅在讲流转的无常变化，而不知缘起是涵盖两边的。如果只知生的一边，而不知道灭的一边，那是没有究竟明白缘起法的内涵。\n' +
        '　　生的必归于灭，这是缘起的特色，也是缘起的必然性。如H2O一定会形成水，这就是必然。为善会得到喜悦幸福，为恶就会心烦不安；孩子生出来，会成长会老死······这就在告诉我们：一切的因果法则中，一定有它的必然性。学法的人如果没有了解因果的必然性，就会错解因果而非因计因。要成就某一法，如把因果的条件认错了，就达不到所要的果。正确的因必然会引申为正确的果，明白了这个必然理则，就不会糊里糊涂地在迷信崇拜里等待他力的救度。\n' +
        '　　察因知果，从果知因。明白该具备、转换、创造什么条件，才能改造能解脱的因果，这不是靠信仰他力能达到的。搞不清因缘法的理路，怎能达到修行的最终目的呢？所谓解脱，就是解脱贪嗔痴烦恼，因为贪嗔痴烦恼带来的业力，让我们生死相续不断。唯有消除了贪嗔痴，才能解脱，这是最简单的因果道理。\n' +
        '　　所以，知因果就是知条件，条件不转化，无论怎么修都不能成就。煮饭要用米，米是主要的因，还需要水和火的条件。其中只要有一个条件不具足，就不可能煮成饭，这就叫必然性。沙为什么不能煮成饭？——因不对！\n' +
        '　　修行也是这样，没有真正认清产生烦恼和生死轮回的根源，只有迷信、崇拜，怎么能解脱！每一个人都那么虔诚、敬爱，可还是痛苦烦恼不断，因为没有看清真正的因，没有在正确的因上着手转化它。所以，不要轻视啊！大家都在谈因果，正确认识因果还真的很不容易啊！\n' +
        '　　佛法最重要的就是“缘起”两字，这里的论因说因，以及后面所讲的缘起法，是修行最重要的地方！真正能深入了解缘起的内涵，明白万法的形成和变化流转，以及必归于灭的内容，这样的智慧叫法住智。解脱的次第就是“先得法住智，后得涅槃智”。\n' +
        '　　上课的目的就是要建立法住智，不是泛泛地谈因果、谈信仰，是透过对现象的观察体验而深入法的内涵。明白了生死的因缘，修行才有入手处，才能达到解脱的目的。可见缘起法是多么的重要！没有建立正确的法住智，只有盲修瞎练，那是不可能成就的！\n' +
        '　　“人生现有的痛苦困难，要探求痛苦的原因，知道了苦的原因，就知道没有了此因，困苦即会消灭。这必须要求得消除此困苦的方法才行。如生病求医，先要从病象而测知病因，然后再以对治病因的药方，使病者吃下，才能痊愈。因此，知道世间困苦的所以生，所以灭的条件，才能合理地解决它，使应生的生起，应灭的灭除。释尊开示四谛，即染净因果解说：”\n' +
        '　　　　　　　苦　　如病(果)\n' +
        '有因有缘世间集　　　　　　　　　世间因果\n' +
        '　　　　　　　苦集　如病因(因)\n' +
        '－－－－－－－－－－－－－－－－－－－－\n' +
        '　　　　　　　苦集灭　如病愈(果)\n' +
        '有因有缘世间灭　　　　　　　　　出世因果\n' +
        '　　　　　　　苦集灭道　如药(因)\n' +
        '　　这个表在说明：有因缘就“集”起世间苦，苦就好比病，集就是病的因，苦和集二谛就是人间的因果。有因缘而世间灭，即修行到圣者的解脱。苦集的“灭”，犹如病痊愈了；灭苦的“道”，犹如治病的药，即修行的方法。“灭”和“道”二谛属于出世间的因果。\n' +
        '　　由此而知：佛法讲的“苦集灭道”四谛，就是因果缘起的全部内容。一般人以为四谛和缘起有别，其实二者是完全一致的。如果不明白上面所讲的因缘法则的内容，就像找不到病的因，修行就找不到入手处。找到了入手处，还要有正确的方法，种种因缘缺一不可。\n' +
        '　　从下面讲的无因邪因与正因，才可以看出佛法的正见正因。明白了外道的非因计因或邪因，就知道佛法能使人达到究竟解脱的原因所在，并不是自以为佛法伟大而去批评别人，佛法确实有其真实的内容。\n' +
        '　　\n' +
        '　　二，无因邪因与正因。\n' +
        '　　“人类文化的开展，本来都由于探求因缘。如冷了有求暖的需要，于是追求为什么冷，怎样才会不冷，发现取暖的方法。一切知识，无不从这知果察因中得来。不过因缘极为深细，一般每流于错误。在释尊未出世前，印度就有许多外道，他们也有讲因缘的。但以佛的眼光来看，他们所讲的因缘，都不正确，佛法称之为「邪因」或「非因计因」。”\n' +
        '　　佛陀出世以前，印度的宗教思想非常发达，而且开放自由。开始是婆罗门，后来由婆罗门发展到奥义书，之后又出现了六师。每个大师都有很多信徒，说明他们的思想确实有吸引人的地方。佛陀出家后，也和这些人交流探讨，并亲近过外道的师父，但是最后都放弃了。因为佛陀知道他们的错误在于非因计因和邪因，没有找到正确的方法和内容。佛陀最后自悟的就是缘起法，所以，站在缘起的立场上，并一一厘清了婆罗门、奥义书以及六师外道等不同的观念。\n' +
        '　　这个很重要！如果不区分印度时代的宗教学说，与佛陀所说的法到底哪里不同，就很容易将佛法与外道思想相混淆。为了适应不同区域的风土人情和民族文化，佛法在流传二三千年的过程中，不得已融入了某些适应和方便。但是根本的原则和理论却是不能改变的，因为这是佛法区别与世间和外道的根本的特质！\n' +
        '　　上一堂课讲过一个很严肃的问题：伟大的佛法是佛陀在印度创觉的，还产生了诸多祖师级的人物，可是在印度流传一千六七百年后，佛法居然在印度本土灭了(在中国兴盛起来)！正是因为这个问题，使导师产生了极大的关怀，他要找出佛法流变和衰灭的根本原因。\n' +
        '　　导师探讨佛法，溯源而上，回到佛法的源头看到了佛法的本来面目。由于这样的因缘而深入佛法，厘清抉择了佛教二三千年的流变，展现了导师的慈悲与智慧！现在我们讲的就是佛法源头的部分——缘起正见。只有建立了缘起的正见，才有能力在流变的佛法中，识别抉择与自己相应的法门来修学。\n' +
        '　　佛灭度后，佛教慢慢地变成二十个部派。部派佛教流传了近五百年之后，大乘佛法《般若经》思想兴起。一直到龙树菩萨，以《中观》的思想破除了“有无”、“大小”两边的邪见，建立了佛法的中道。这个时期佛教复兴了二百年。导师一一抉择厘清了这些思想的演变过程：哪一个部派是在怎样的思想观念下产生的；后来的几个主要体系，是从怎样的理念中转变成大乘佛法的不同体系；中国八大宗的思想又是根据印度什么样的体系而来的。\n' +
        '　　如果以导师抉择的正见为根本，后期的大乘思想(包括中国的八大宗思想)，是否符合佛陀的根本教法？佛法讲的是因缘论，要破除的就是神教观念的主宰、上帝、神、我、大我、梵天、灵魂等邪见，这是佛陀说法的根本精神。如果所学的佛法内容与外道的观念一样，我们怎么能解脱！如果不了解佛法缘起的正见，又怎么能抉择佛法中诸多宗派体系的理论呢？在佛法浩瀚的大海中，会有那么多的迷茫和困惑，现在普遍所看到、所听到的，是佛法的原味和真精神吗？\n' +
        '　　因为我们没有择法眼，所看到的仅仅是佛法的外壳，看不到佛法真正的内涵(正见)，不知道什么法门是究竟，什么法门只是引导众生的方便。而真正要解脱的人，又如何抉择所依止的理论和方法！我们到底要皈依谁？到底要依什么法门才能达到真正的解脱受用？\n' +
        '　　导师的抉择，让我们现在有路可走，有法可依！这就是使我最感动的地方！为什么要弘扬这个法，要抉择这个正见？因为太重要了！如果没有正见，修行真可说是盲修瞎练，只能在信仰依靠里等待他力的救度。今天闻到了正见，就有了方向和方法，明白自己该怎么做，怎么修，这个太重要了！\n' +
        '　　以前学佛，都好像在押宝一样：碰到了这个师父，就押上去，师父是讲正见的，押宝就押对了；如果遇到没有具足正见，只讲方便的师父，押宝就押错了，也只好认命。如果两个法师讲得不同，都有先入为主的观念：这是我的师父，当然听我师父说的！如果没有择法眼来择法，这样是不是很危险？所以，这个课程讲的虽然是最简单、最根本的基础，却是最重要的！\n' +
        '　　通过学法，我们的贪嗔痴烦恼和习性很快就会淡薄，内心很快就会得以净化，人格很快会得以提升，这是时时可以观察、体验、反省的。这样的受用只有自己最清楚，没有人更了解你自己。很多学佛人的观念中只有单纯的信仰，但是贪嗔痴烦恼依然如故。这样的佛法不过是一个增上的善缘而已，根本解决不了生命中的苦迫。\n' +
        '　　佛法中有个术语——无明！无明，就是不知道一切法的真实相。不了解缘起的正见，就是最大的无明！所以，各位就要注意缘起法的重要性，从现在所讲的无因邪因与正因中，就可以了解什么才是真正的因缘。\n' +
        '　　“还有一类人，找不到世间所以生灭的因果关系，就以为世间一切现象，都是无因的、偶然的。这种无因论，到底是不多的；多而又难得教化的，要算非因计因的「邪因论」。佛法对于非因计因的邪因论，驳斥不遗余力，现略举三种来说。”\n' +
        '　　1、宿作论。\n' +
        '　　“宿作论，也可名为定命论。他们也说由于过去的业力，感得今生的果报。但以为世间的一切，无不由生前业力招感的，对于现生的行为价值，也即是现生的因缘，完全抹煞了。若真的时间一切现象，都是由前生注定的，那就等于否定现生努力的价值。”\n' +
        '　　有些人认为：一切都是偶然的、没有原因而有的，这叫无因论。这种人比较少，不过现代的唯物论就有这种倾向。非因计因的邪因论，就是把因讲错了，不是真正的因。\n' +
        '　　宿命论：我们年轻时不相信命运，都怀有很大的理想和抱负，个个都踌躇满志。可是人到中年以后，一个个的面孔都充满了无奈！看看多数的人生，都是痛苦烦恼不能如愿，他们不承认自己没有智慧，不懂得因缘的调整，也不懂得观察这一切发生的原因，只是怪自己运气不好，或者相信命运中，注定要赚多少、吃多少，这就叫宿命(作)论。\n' +
        '　　宿命论是理论是：一切吉凶祸福都是前生已经注定的！如果是这样的话，这一生还有必要努力奋斗吗！佛法承认前生的造作会影响到这一生，但是这种影响不是不能改变的。一个了解真相的人，就懂得如何去转化它而创造新的因缘。因为因缘也是时刻不停地在迁流变化——无常。并且过去的因缘，还要与现在的因缘会合才能发生作用，因缘之间有着融合转化的可能性，没有永恒不变的。\n' +
        '　　按照宿命论的理论，众生哪里有机会成佛！因为过去的一切都已经规范好了。如果真的是这样，即使成佛了，也不是修来的，还是过去规范的。那么，过去的规范，又是由谁来规范的？这就是第一因的主宰！在佛法缘起论的立场来看，宿命论是讲不通的，这不是真正的正因，而是邪见。\n' +
        '　　如果年轻时，每天只想过快乐的日子，没有充实自己的学识，没有技术，欠缺修为，人际关系又不好，这样的人做事很难成功，处处都会碰到障碍，但这也只是过去的因。如果在面临困境和失败的时候，能了解缘起法的正知见，就会懂得反省，找出失败的原因条件，就能转化那些因缘条件而步入成功。\n' +
        '　　比如，有人读书很用功、上进，知识和学历都很好，考上了律师或医师，这个职业不但有很好的经济收入，也会被社会所尊重。而年轻时不用功读书的人，现在没有任何谋生的技能，日子就会过得很辛苦，这是由于过去没有认真学习。如果现在想当医生或律师，也并不是不可能的：把当医生或律师的条件列出来，现在具备了几个条件，还欠缺几个条件，把那个欠缺的条件具备起来，就可以成为医生或律师了！所以，了解缘起法，就是要懂得一切法形成的因缘条件，成功与否，就在于是否认识到正确的因缘，并改造它。\n' +
        '　　有人生意做得很好，有人就做不好。不要只看外表，应该去了解做好与做不好的原因所在。学佛法，也是在了解因缘、善观因缘中开发智慧；有了智慧，就懂得更加圆满地经营事业、家庭和人际关系，就会展现一个幸福自在、清净和乐的人生，去找原因，从因缘条件上去改变转化它，这是求和拜达不到的效果！\n' +
        '　　宿命论带来的后果，就是消极的观念和僵固的思想！因为一切都是注定的，就不会有改造命运的动力，没有自我反省和超越的机会，只能等待命运的摆布。世间的人，不了解佛法缘起的正见，很容易落入宿命论的观念中。而我们一定要了解，佛法不是宿命论，是缘起论！\n' +
        '　　“佛法虽也说由前生行为的好恶，影响今生的苦乐果报，但更重视现生的因缘力。如小孩出生后，身体是健康的，后因胡吃乱喝以致生病死亡，这能说是前生造定的吗？如果可以说是前生造定的，那么强盗无理劫夺来的财物，也应说是前生造定的了。”\n' +
        '　　人们会常说：一个人的功名福寿、富贵穷通，都是命中注定的，这就是定命论的观念。前生的造作确实可以影响这一生，但不是绝对的。比如，环境卫生搞不好，日久就会影响身体健康；孩子从小没有给予良好的教育，长大就会养成不良的习惯；如果到马路上乱跑，也容易发生交通事故······这些，都是有着今生的造作因缘，才产生的不良后果，不是前生注定的！\n' +
        '　　如果是前生注定的，那些作恶的人就不能怪他了！他这一生欺负人，乃至杀人，都是前生注定的，就没有自我反省的机会了。这样违法犯罪都合理化了，人间还有法治，社会还会安定吗？可见定命论的后果太大了！\n' +
        '　　“佛法正确的因缘论，是彻底反对这种抹煞现生的努力而专讲定命的。佛法与宿命论的不同，就在重视现生努力与否。”\n' +
        '　　佛法的因缘论，是注重现生的努力，所谓业力，是可以转变的，只要我们发菩提心，发起为利益众生而成佛的心。当下的一念菩提心生起时，就会产生一股强大的动力，趋向解脱之路。这个发心，不是靠过去的愿心，是当下产生的大愿力！所以，我们要重视当下的这一念心，这个心愿力来推动，必定可以一步一步迈向解脱。\n' +
        '　　所以，学佛与佛学不同，佛学只是理论；而学佛是身体力行：像佛陀一样的清净、解脱、自在、慈悲。学佛是要力行的！如果把佛法当做学问来研究，得到的受用还是有限的。学佛，不是为了佛菩萨而学，是为了自己！人生还不够苦吗？无始以来的生死轮回还不累吗？面对必然来临的老病死，都准备好了吗？单单为此就要发心，如果还不发心，那是自己太愚痴了！\n' +
        '　　学法的目的，是为了究竟解脱，自利利他。自他之间是相依相缘的：要救落水的众生，自己一定要先学会游泳的本领！为了利益众生，首先要充实自己。正确的发心就是为了要解脱，发起愿心才有动力和希望。如果利益众生，一定要先把法学好，有了正见，才有方向和方法。当受用的时候，才有能力真正去帮助别人发心学佛。第一步是自己用功、实践，一步步地迈向解脱，第二步必然会缘苦众生、利益有情。\n' +
        '　　把握了正确的缘起因果论，当下就能发大愿心，当下就建立了迈向解脱的因缘。一旦落入宿命论，只有无奈地等待，任由人家来摆布，永远做一个羔羊，所以，定命论绝对不可取！\n' +
        '　　2、尊佑论。\n' +
        '　　“这是将人生的一切遭遇，都归结到神的意旨中。以为世间的一切，不是人的力量所能奈何的，要上帝或梵天，才有这种力量，创造而安排世间的一切。”\n' +
        '　　尊佑论，即传统民俗，或其他宗教的一种信仰(如一神论、多神论)，其理论是说：由上帝或大梵天创造一切万物，他们是一切事物的根本。人也是被创造物，人的一切好坏，是由上帝来控制和主宰的，自己无法作主；一定要听他的话，找他的规矩办；他们欢喜时就赐给福报，不高兴就给灾祸。尊佑论的理论，完全否定自己的努力，只有依赖外在的力量。\n' +
        '　　“对于这种尊佑论，佛法是彻底否定，毫不犹疑。因为世间的一切，有好的也有坏的，如完全出于神的意旨，即等于否定人生，这实是莫大的错误！不自己努力，单是在神前祷告，或是许愿，要想达到目的，必然是不可能的。佛法否认决定一切运命的主宰，人世的好坏，不是外来的，须由自己与大家来决定。”\n' +
        '　　佛法的缘起论，讲的是要自己努力，去具备一切条件，就可以改变命运，这才是真正的因果。\n' +
        '　　看看社会的普遍形态：当烦恼、失意、面临困境时，就会去拜拜；当对于事物无知、无奈时，就会去算命。其实，算命就是定命论的观念在作祟，认为一切都是命中注定的。而拜拜的意义就是尊佑论：求神的庇佑才能平安。这样的观念潜伏在心底，是与生俱来的倾向。主要原因，就是对真相不了解，总觉得有一个大力神在外面操控主宰。可见，这个观念对我们的影响有多深！\n' +
        '　　中国的民俗信仰，就是拜玉皇大帝。玉皇大帝，就是佛法说的帝释天，他的位置在三界中——自己还在欲界天，如何能主宰我们！拜天公还算是拜神，可是，现在发展到连树木、石头、水火也拜！这到底是怎样的一个思维模式？这是什么观念？我们的思维模式中遗留的，都是宿命论和尊佑论的观念：一切归咎于自己的无能，只有等他力来帮忙，其他毫无办法，他有力量、有权利，拜他、祭祀他就得保佑——这不是在贿赂吗！\n' +
        '　　这里要慢慢去体会啊！后面谈到缘起法的内容时，会更清楚，要彻底反对宿命论和尊佑论，因为是与无明相应的一种观念，会使我们堕落在无知中不能解脱。解脱，就是对事物真相的一种明白。\n' +
        '　　3、苦行。\n' +
        '　　“除此两种邪因论而外，有的也谈因缘，也注重自作自受，但还是错误的。像印度的苦行外道们，以为在现生中多吃些苦，未来即能得乐。其实，这苦是冤枉吃的，因为无意义的苦行，与自己所要求的目的，没有丝毫的因果关系，这也是非因计因。”\n' +
        '　　很多修行人中有一观念：“吃得苦中苦，方为人上人。”尤其是印度外道，都很注重苦行，认为现在多吃一点苦，将来才会得乐。苦与乐之间是这样的因果关系吗？不知道苦的因缘是从哪里来的，也不知道乐的条件是什么，把苦作为乐的条件。如果吃苦真能产生乐，，那么牛马，以及被宰割、压迫的人最乐了！这就是没有找到正确的因，把错误的因缘，当作正确的条件，这叫“非因计因”，这个苦是自己冤枉受的。\n' +
        '　　佛陀曾经亲近了两位大师级的人物，禅定功夫都很高：一个到无想定，一个到非想非非想定，也就是四禅八定中，四空定是最高的两个境界。佛陀也证入了这样的禅定，却发现太深的禅定不是解脱的正因。于是，离开了两位师父，受当时苦行的观念影响，苦行六年。每天很精进，有时一天只吃一麻一栗，饿得皮包骨，渐渐体力不支。没有精神和体力，又如何悟道！佛陀发现，苦行只是在磨害自己的身心，与解脱无关，便放弃了苦行，接受了牧羊女的供养。恢复体力后，在金刚座上进入深禅定，正思维而悟道解脱！\n' +
        '　　他面对生死问题而思维：为什么会老、会死？因为有生！往前追：怎么会有生？因为有过去业力的造作！业力造作又从哪里来？从这一生一直往上追溯：由于贪欲爱取，对一切法染著，造了很多恶业，身不由己，才会有后面的因缘——不断的生死轮回！为什么会爱取？由于六根接触六尘而产生的身心感受，喜欢的叫乐受，起贪爱；不喜欢的是苦受，起嗔恨；中性的是不苦不乐受，就是愚痴，没有感觉。贪嗔痴烦恼就是从“受”而来！为什么会有这个感受？因为身心有六根的功能！再往前追溯······主要是前面“识”(有取识)的执取作用。追溯到“识”，即明白了生死的原因，就是从这里来的！佛陀在金刚座上思维的就是这个，叫缘起法。\n' +
        '　　佛陀的悟道，就是对过去错误的传统观念否定和扬弃，展开正确的思维后才实现的。只有身心处于一种平衡的状态，才能在宁静的状态中，观察思维而发觉真相，这是佛陀一生验证所在之处。\n' +
        '　　他体会到：由于内在思想观念的错误，产生了很多贪嗔痴的行为，造成未来生死相续的因缘条件，根本原因就是无明。所谓的无明，就是不知道圣凡的差别；不知道因果的必然关系；不知道善恶的因缘和缘起的内容。\n' +
        '　　很多人说：佛陀夜睹明星而悟道，看明星就能悟道，这样叫正因缘吗？看到星星与体会真理有什么必然的因果关系！其实，佛陀在金刚座上思维，到第二十一天黎明时分，微曦时刻，最后的一颗星星就要消失时，就在那个时刻中而彻悟成佛，这是在提示佛陀悟道的时间。他真正体会的就是缘起法，说佛陀夜睹明星而悟道，是后人记载。\n' +
        '　　缘起的有情生命中，每一个环节都有它的因缘条件：前面的条件引生后面的作用，这个作用环环相扣，就形成了缘起的十二支。所以，佛法的重点就是在讲这个缘起啊！不了解佛陀觉悟到什么，解脱的是什么，结果思想都落在尊佑论、宿命论以及苦行的观念中，这些都是“非因计因”！\n' +
        '　　苦行者(包括外道)最大的错误观念还在于：知道这个肉体会坏灭，但认为里面有一个灵魂(自我)是永恒不灭的，清净和乐的。只是色身的物质能量太大了，灵魂被束缚而发不出能量来。苦行的目的，就是折磨这个色身，把这个身体折磨坏了，不再束缚内在的清净本性(自我)，灵魂(我)就超越出来了。如果是这样，我们何必这么辛苦，死了不就没有身体的束缚了！外道的这些观念真会使人忍俊不禁而发笑。\n' +
        '　　“这可见一些人表面好像是谈因缘，究其实，都是邪因。如人生病，宿作论者说：这是命中注定的。尊佑论者说：这是神的惩罚，唯有祈祷上帝。”\n' +
        '　　当身体不好，或事业失败时，宿命论者就会无奈地说：唉！没有办法，这是命运注定的；尊有论者不去探讨真正的原因，认为是上帝的处罚，只有祈祷礼拜、祭祀求保佑。\n' +
        '　　“有的虽说病由身体失调所致，可以找方法来治，但又不认清病因，不了解药性，不以正当的方法来医治，以为胡乱吃点什么，或者画符念咒，病就会好了。”\n' +
        '　　这种现象也很普遍，有几位医师常说：虽然有些人信佛法有正见，但是，医治这个身体时，却还用六师外道的观念：去吃一些号称有特殊功能的秘方；有的人去求神明，拿点香灰回来喝一喝；或是给一个符拿回去挂在病人身上就好了。不按照正常的规矩检查病因、服药，认为这样做病就会好，那就不需要医生了！大家都去画符念咒，由外面的主宰来改变身体的状况不就行了！很多人都在犯同样的错误，可见社会普遍的现象，就是对正见的无知。\n' +
        '　　“佛说：一切现象无不是有因果性的，要求正确而必然的因果关系，不可笼统地讲因缘。”\n' +
        '　　“正确而必然”，这句话很重要！因和果之间一定有必然性，不能笼统、大概地来认识。很多学生家长，在孩子联考时都去拜、去求，还把准考证的号码拿去让所拜的神或菩萨看，怕万一记错了。如果一万个人都去拜，总有人落选吧！成绩到底是由学业的能力来决定，还是由神明来决定？如果由神明来决定，还读书干什么！就是这么浅显的道理！但是奇怪得很，人们还是要拜，否则不安心！这就是“非因计因”的观念在作祟，因为没有正确的知见！\n' +
        '　　“佛法所说因果，范围非常广泛，一切都在因果法则中。但佛法所重的，在乎思想与行为的因果律，指导人该怎样做，怎样才能做得好。小呢，自己得到安乐；大之，使世界都得到安乐，得到究竟的解脱。”\n' +
        '　　这是重点！离开人的本位而泛谈因果，这样的因果显得太广泛了吧！如“一切即一，一即一切”，该从哪里入手去认识正确的因缘！不错，天下所有万法都与你有关系，但是，这样广泛的因果，导师指出重点：在于思想与行为的因果律！观念和动机，会影响到身心的造作行为，这是最主要的因果关系。\n' +
        '　　比如：之所以会烦恼痛苦，是由于思想观念的错误，导致错误的行为所造成。学佛的目的，就是在探讨自己的观念与行为之间的关系，如：苦乐和轮回生死的业力从哪里来？——是从行为而来的；行为从哪里来？——从观念、知见而来。正确的知见带来的是解脱自在、清净光明；错误的观念带来错误的行为，那就是痛苦、烦恼、生死的业因！\n' +
        '　　所以，要真正地改变一个人，用压制、强迫、威逼、利诱的方式是无效的。首先要改变他的思想观念，指出他错在何处，等他自己能体会认识到的时候，他就知道什么是正确的。即使他接受了正确的指导，也不见得就能马上改变，还要实证体验果然如此时，他才能真正受用。也因为有习性(惯性)的困扰，有时观念是修正了，行为不会马上就完全改变的。有人说：“师父！你讲的我也认同，但是为什么做不到？”观念改变了，因为还有一种惯性的作用，这叫习性。\n' +
        '　　阿罗汉也还有习性；八地菩萨以上到成佛时，习性才能完全尽净。所以，从解脱的角度说，即便见法悟道了，还只是初果而已。四果的阶段，即因习性惯性的关系：二果的习性就会淡薄；三果就会伏而不起；四果就已漏尽。但从大乘佛法来说，认为阿罗汉还有习性，还不是完全清净，只有佛陀才是究竟圆满的，这种说法也是根据习性而讲的。\n' +
        '　　如果单从见法性上来说，初果与四果见的法性是一样的，甚至与佛陀证的涅槃法性也是一样的，法性不可能有两个，只是习性的圆满与不圆满而已，这个重点大家要明白。修正了知见，建立正确的思维模式，行为自然就会转化，因为行为来自思想。这样，亲近一个真正明白法住智、见法的人，就相当重要！如果他不是一个明白真相的人，如何指导你登彼岸解脱！\n' +
        '　　佛法里的四预流支(亲近善士、多闻熏习、如理思维、法随法行)，“亲近善士”就是亲近真正的善知识，能修正你的知见。“多闻熏习”，就是常常听闻正法，熏习知见。“如理思维”，就是如理如法的思维，法与日常生活有何关系，如何融入生命中。经过对法义的理解和消化，变成自己的思想。然后就去实践证明：身心是否慢慢在转化、清净，贪嗔痴是否在渐渐淡薄，是否真正幸福喜悦？可以来自己证明。“法随法行”，就是经过上述次第后，体证到了所谓的“果地”(不管证几果)。修行者都要经过这样的次第，才能达到解脱自在。\n' +
        '　　舍利弗一听缘起偈就开悟，半月后证阿罗汉，也是有条件的。从三世的因缘来讲，他在过去世就已具备了前面的几个条件，这一生的因缘刚好到达那个层次，所以一听就悟。何况他在皈依佛陀以前，修习很多宗教理论，禅定功夫也很好，只是落在外道的错误观念中而已。\n' +
        '　　同样的人在说法，每一个人听后，理解体会就有深浅不同，这是各自过去的因缘不一样。以前或过去世是否听过法？与佛法的因缘如何？有些人听了很欢喜，也想学，但是，他过去熏习的都是外道思想，即使认为讲得好，可是他回去后，还是会退到外道的观念中去，这就是过去的因缘使然。\n' +
        '　　佛陀的时代，来请法、问法的人很多，听到佛的开示后，不是都赞叹皈依佛陀的，也不是都会开悟解脱的，还有的生气、呵骂而去，甚至回去还要毁谤、加害于佛陀。这都是正常的，因为这是人间！不是神话中的世界。因此，如果同修中有这种现象，要给予理解和同情，不要与他对立、冲突、或看不起，因为每一个人都有他的因缘。\n' +
        '　　我跟大家结缘，就做到了“随缘”两个字。有因缘的自然会喜欢听，听得进去而受用；没有因缘的，即使勉强听到下课，下一堂课绝对不会再来了。对于因缘不具足的人，不能主宰，如果勉强，带来的只是障碍和冲突。\n' +
        '　　所以，我们这边的学风很自由——来者不拒，去者不留。因为了解因缘，所以尊重因缘，不会落入喜欢和讨厌的圈套。只是随缘指导有缘人。\n' +
        '　　学习缘起法，小的受用，自己可以过得自在幸福；深的受用，还可以利益他人，影响到全世界。凡是愿意学习实践而改进提升自己的人，心灵就会慢慢地得到净化，而心灵的改变也会影响到身体的状况。随着对法的真相渐渐了解，心念渐渐与明相应，贪嗔痴烦恼也会随之淡薄，身心也会越来越清净、祥和。\n' +
        '　　其实，身体很多的疾病都是由心灵引起的，心灵引起的疾病连医生也感到棘手。因为心灵与色身是相依相缘的，真正能见法解脱的人，身心都会自然转化，这个也是很重要的。\n' +
        '　　“以上所说的几类思想，在佛法长期流变中，多少混杂在佛法中，我们必须认清拣别才好！为了加以认清拣别，所以下一章将提示印度外道思想的几个重点。”\n' +
        '　　这几句话讲得语重心长！非因计因、宿命论、尊佑论、苦行的思想邪见，在长期历史流变中(延伸至今的二千五百多年)，多多少少混入佛法中来。其实，何止是混入，几乎是被污染了！就像现在的环境被严重污染一样。如果没有正知正见的指导，就无法抉择、厘清这严重的问题！小则自己不能解脱，大则会造成社会的混乱。\n' +
        '　　下一章将提示印度外道思想的几个重点，只有了解外道的思想观念，往后遇到这样的现象，就会反省觉察，不再落入外道思想的窠臼之中。'
      },
      {
        title: '印度思想界浅说',
        content: '“释尊的出现人间，有他的时节因缘，也就是印度当时的文化环境，有产生佛教的可能与需要。约从西元前十世纪起，学说林立，是印度思想界最活泼的时代。当时有两大思想系统：\n' +
        '　　1、婆罗门教与奥义书哲学系统；\n' +
        '　　2、六师外道之系统。\n' +
        '　　而佛陀的思想，是止扬这二大流，另形成了「无我」「缘起」正观的第三系统。”\n' +
        '　　佛陀出世时期的印度，有两大思想系统：第一是婆罗门，后来发展为奥义书哲学，这是婆罗门教的演变；第二是新兴的宗教，即六师外道。他们从前受着婆罗门的控制，后来婆罗门教逐渐失去了控制力，新的学说就起来反抗婆罗门的思想。最具有代表性的就是这六师外道，他们新成立了沙门集团，过着自由修行的日子。这时，佛陀的思想应运而生，当时社会的主流，就是这三个系统。\n' +
        '　　“当时的宗教家，包括正统婆罗门及所谓的「沙门」。沙门为婆罗门教所规定的，再生族晚年过着林栖与隐遁期的生活。由于印度东方不受婆罗门教的限定，不问阶级、老少都可以游行乞食，从事宗教活动，故形成很多沙门团，其中著名的有六师。”\n' +
        '　　婆罗门教对再生族有规定(所谓再生族，就是死了可以回到梵天去而再生)：五十岁以前过家庭生活，五十岁以后就要用功修行，先到森林里过林栖与隐遁的生活，然后托钵乞食。后来婆罗门教失去了控制力，不论老少、阶级都可以托钵乞食，而形成了很多的沙门集团。“沙门”一词，本指婆罗门教的隐遁人，后来所有的(包括佛教)出家人都被称为“沙门”了。\n' +
        '　　印度东方形成很多沙门集团，其中著名的就有六师(即出名而具代表性的集团)。当时还有很多所谓的大师，他们很注重禅定，如果一个人能有较深的禅定的功夫，就认为是有体证的大师，有人就会来亲近他。现在印度有很多叫“巴巴”的，就是尊者或大师的意思。\n\n' +
        '　　一，婆罗门教与奥义书哲学的特色。\n' +
        '　　“所谓「婆罗门教」，即是以吠陀、梵书、奥义书等为基础，来信仰、实行的宗教。奥义书属于梵书的一部分，但其思想卓越，故特为独立出来，成为一部分之典籍。「吠陀」，是用于祭祀的赞歌。对祭祀仪式的规定，祭式及赞词的意义，作更详尽的记述，而成为「梵书」。那时的教义，确立了婆罗门教的三纲：”\n' +
        '　　婆罗门教祭祀、唱赞歌的仪式，都是用《吠陀》来记录的，《梵书》是由前面的《吠陀》慢慢发展而成，把更详细的内容记录起来，它涵盖了好几部《吠陀》。\n' +
        '　　“1、「吠陀天启」是：古代传下来的宗教赞歌，看作神的启示，作为神教最有力的权证，包括「梨俱吠陀」、「沙摩吠陀」、「夜柔吠陀」三吠陀。\n' +
        '　　2、「婆罗门至上」是：神的启示，分人类为四种阶级，祭司的婆罗门，武士的刹帝利，自由工商的吠舍——都是阿利安人，享有宗教的再生权。非阿利安的原住民，成为被奴役的首陀罗，死了完事，名为一生族。严格的阶级，出于神的意思；作为祭师的婆罗门，地位最崇高。　　\n' +
        '　　3、「祭祀万能」是：神与人的关系，依于祭祀，祭祀为宗教第一目的。进而以为：天神、人、世界，一切因祭而动作，因祭而存在；天神也不能不受祭祀的约束。”\n' +
        '　　当时(没有发展到奥义书)婆罗门教义的思想，主要就是这三纲。古代《吠陀》记录的内容，就像他们的经典一样，把这些对神的赞歌或祭祀的记录合起来，就叫“三吠陀”，后来发展为《梵书》。这个内容产生的就是第二纲——“婆罗门至上”。他们把人分成四种阶级：第一种就是作为祭祀的婆罗门，是最高至上的，这是神的启示；第二是武士的刹帝利；第三是自由工商的吠舍。这三种都是阿利安人，享有宗教的再生权；而非阿利安的原住民，成为被奴役的首陀罗，死了不再生，名为一生族。\n' +
        '　　其实，婆罗门是阿利安人，入侵到印度后而变成的统治者，然后把印度当时的原住民，变成奴隶首陀罗。这种姓制度的划分，就是极权统治者的一种心态：认为婆罗门是从大梵天的头部化生的；刹帝利是从大梵天的肩膀或腋下来化生的；吠舍是从大梵天的腹部来化生的；而奴隶阶级就是从大梵天最低的脚底来化生的。这是典型的神权观念，认为外在有一个神，人是从它的某个部位来化生的。这个观念非常不平等，不但把原住民奴隶化，而且认为奴隶阶级死了，就不可能再生了。这种的种姓制度一直延续至今，到现在虽然稍有进步，而这种思想依然存在。\n' +
        '　　谈到这里，一个重点要注意：大乘佛法，后来开展出很多的经典，与佛陀的平等教法为什么不同？因为这些大师们的出身都很好，大部分(不是全部)都是婆罗门种姓，他们从小就接受婆罗门思想的教育和熏习，接触佛法后，觉得佛法更加殊胜和超越，也来学习佛法。所以，他们的出身，决定了他们的思想，仍然留有婆罗门的不平等阶级的思想，附带点一下，望深思！\n' +
        '　　他们认为一切活动的好坏、灾祸，都与祈祷的仪式有关。所以，把祭祀当成宗教中一个最主要的项目。进而以为天神、人、世界，一切都因祭祀而动作、存在。一切万法的变化迁流和种种的人间际遇，认为都是祭祀产生的作用。所以无所不拜，一切都用仪式来祈祷。\n' +
        '　　“此外，古代阿婆阿耆罗传来的，息灾、开运、咒诅，降伏的咒法，为一般人民的低俗信仰，后来集为「阿闼婆吠陀」。”\n' +
        '　　“阿闼婆吠陀”，是四吠陀里最后一个，专门教授息灾、持咒、开运。刚开始认为鬼神的力量大，所以就祈祷、拜拜。后来渐渐地从仪式祈祷，发展到可以用咒语的力量控制鬼神，这就是婆罗门教的内涵与发展。\n' +
        '　　现在还是存在这种现象，很多宗派还是在搞这个！要抉择正见，就一定要知道当时佛陀反对，并破除的是什么！二千五百年来混进佛门的东西，如果不搞清楚，怎么学法？学了不能受用、解脱，原因在哪里？到最后都在等待救度、依赖他力，这就是导师的苦心之处啊！\n' +
        '　　“正统婆罗门所修的，是祈愿、赞叹、供仪、祀火、念诵等祭祀的方法，其理想是借由修行而与梵天共住。当时的梵天是人格化的神，人以住梵天界的梵宫为最高理想。所以，他们修宗教上的仪式、修禅定(瑜伽)。由此修行，可与梵天接触，因所修浅深不同，死后所住的天界阶段也不同。”\n' +
        '　　婆罗门教的思想认为：大梵天是究极的地方，人从那里下落到人间，将来就要回到梵天去，与梵天共住，这是他们最高的理想。现在很多修行观念与这个“梵”字有关系，佛教也讲修“梵行”，就是清净的意思。修(瑜伽)禅定，一定要离欲才能得清净心，所以叫修“梵行”。\n' +
        '　　他们把“梵”当作人格化的神，而自己最后的归宿就是要往生梵天，这是当时婆罗门教的思想。在修行中，除了这些供奉、念咒的仪式外，他们还修禅定，禅定的层次有深浅。佛教也讲二十八(或三十三)天：初禅有几天，二禅有几天，三禅、四禅到四空定，还有四空天，合起来就是天的境界，这些就是与禅定的不同境界有关。\n' +
        '　　佛法不认为生“梵天”是究竟，梵天只是在天界中，是禅定中某个次第、某个境界而已，还没有达到四空天的境界。修行禅定可以升天，但并不是究竟解脱！它只是福报或是定力而产生的一种境相，当福报或定力尽了，又会堕落下来，还是要轮回。三界的这些二十八天并不究竟，佛法的究竟解脱，是超越三界的轮回生死。\n' +
        '　　要注意！很多人修行重禅定，以为禅定就可以解脱。如果修习禅定必然会解脱，那还要佛法干什么！婆罗门的禅定修得就很好！瑜伽的禅定功夫也很好，现在印度有四禅功夫或神通的比比皆是。而佛法的究竟解脱，是不再受三界的业力束缚。\n' +
        '　　佛陀悟道后，想去度化两位曾亲近过的师父(郁陀迦和阿罗逻)，他们已修到无想定和非想非非想定，但都没有解脱。结果他们都往生到无想天和非想非非想天了，这就是由禅定境界而得到的果报，但并不究竟。\n' +
        '　　常听到这样一句话：“由戒生定，由定发慧。”这句话被很多人误解了。真正的意思，是因“戒”能带来“定”的增上缘；因“定”能带来“慧”的增上缘；而不是说戒就等于定、定就等于慧。四禅八定的最高境界(非想非非想定)还不能开发智慧呢！因为定力太深，反而无法起慧观。\n' +
        '　　但也不是全然不要定力，如果没有定，在散乱中，贪欲心、烦恼心很重，要开发智慧也是不可能的。所以，身心至少需要最起码的定力(未到地定)，使心不散乱才能起慧观，加上佛法的正见正思维的作用，才能够开发般若的智慧。\n' +
        '　　“阿利安人渐向东移殖，恒河中流出现了毗提诃王朝，渐渐开展出新的文化，就是奥义书哲学。这时，隐遁者不再从事形式的祭祀，不再为衣食劳心，专心于禅思。这种似乎消极的学风，不但哲理深入，更有不受祭祀束缚的积极意义。”\n' +
        '　　阿利安人的婆罗门教，渐渐向东移殖，东方的宗教思想比较自由开放，而政治形态对宗教也影响很大。在文化观念上，就不能接受旧有的婆罗门思想束缚，不甘于种族阶级的思想控制，认为这是不合理的，渐渐有人敢于反抗，因而出现了新的思潮倾向。他们不再注重祭祀拜拜了，不再沉迷于他力信仰，不再受祭祀的约束和控制。\n' +
        '　　他们常常修定、禅思，善于思考哲理，应该改造内在的身心。注重内在的修行和提升，渐渐转化了风气，于是，产生了沙门集团，不为衣食劳心，每天过着自由禅思的日子，到处游化，饿了托钵，累了住宿在树下，甚至墓地。奥义书的思想，就在这样的时代中逐渐展露。\n' +
        '　　佛陀的思想也在这样的时空背景中应运而生。如果还是婆罗门祭祀思想盛行的时代，没有自由的学风，佛陀的思想也无法彰显。佛陀出世时，印度的宗教文化已形成了一种自由学风，后来的奥义书思想，也由此而得到进一步的发展。\n\n' +
        '　　二，奥义书。\n' +
        '　　“奥义书重视真我的智识，祭祀已不再是万能。奥义书的重要建树有二：1、真心的梵我论；2、业感的轮回说。”\n' +
        '　　奥义书的思想对婆罗门教来说，是一个很大的冲击。以前只能用祭祀、赞歌、礼拜、祈祷的方式，依赖梵天的主宰和恩赐。\n' +
        '　　其一，真心的梵我论，是慢慢发现自己身心的行为与梵天之间的关系，渐渐摆脱了由梵天主宰和控制的观念束缚。\n' +
        '　　其二，业感的问题，发现个人的造作会遗留下功能性而影响到未来，这就是最初业力思想的雏形。慢慢回归到各自做事各自负责的思想，就不是完全由神的他力控制了。所以，由婆罗门教而发展到奥义书的时代，是一个很大的思想革命。\n' +
        '　　1、真心的梵我论。\n' +
        '　　“从「梨俱吠陀」的创造赞歌以来，一元倾向的创造神化，经理论化而成宇宙的本源，为神秘的大实在。”\n' +
        '　　过去认为，有一个创造神创造了万物。而奥义书的理论是认为：要形成宇宙，总有一个本源，将过去理念中人格化的神，转化成宇宙的本源(即现在的本体论)，即有一个创造万法的根本东西，但它是不可说、不可知的，所以叫神秘的(形而上)大实在。在奥义书中称之为“梵”，在基督教就是“上帝”。\n' +
        '　　“在奥义书中，称之为「梵」；如显现为人格神，就是梵天。有情生命的本质，称之为「我」。在生死历程中，人类似乎是迷妄的，探索到自我的当体，终究与真常本净的梵是同一，故说「我者梵也」。自我是超经验的纯粹主观，所以是「不可认识的认识者」；此「唯一不二的主观，即是梵界，即是最高的归宿，最上的妙乐」。”\n' +
        '　　“梵”是梵天，是高高在上的本质。尽管我们的肉体身心是迷妄颠倒的，但要向内探讨去观察它，认为里面有一个同“梵”一样真常本净，光明喜乐的本质东西，那就是实在的“我”。“梵”在外面是大的本体，而“我”是从“梵”的本体分出来的质素，所以成了小“我”。现在也有这个思想：外面有一个大我，里面有一个小我。“我者梵也”，是身心里面的“我”，与外面梵天的大“梵”是同样的本质。\n' +
        '　　那时体会的“自我”，不是现实人生经验性的，而是超经验的，所以是“不可认识的认识者”；“此唯一不二的主观，即是梵界”，听起来很神秘、虚幻！其实，都是我们主观的产物。“我”，就是内在的实有感向外的投射而已，是清净、永恒不变的；是“梵我、上帝、本体、老母、道等等”。这样的“梵界”，就是人们最高的归宿、最上的妙乐。从这里回到那里去，当这里与那里融成“一体”时，就是解脱，这就是真心的梵我论。\n' +
        '　　从前的婆罗门教没有这样的创建，认为人，只是梵天创造的，要依靠他，除了赞美、祈祷、依赖以外，其他没有办法。但是，发展到奥义书则认为：我们内在有一个与梵天一样的本体，如何修正自己的身心，将来就能超越出来，与大梵天清净合一。这就是由婆罗门的全然依赖，而演变成奥义书“真心梵我论”的转化过程。\n' +
        '　　2、业感的轮回说。\n' +
        '　　“是在生死的相续中，依自己的行为——业，造成自己未来的身分。奥义书的业力说，与真我论相结合。”\n' +
        '　　一个人现在的所作所为，会形成一种功能性(能量)，而带来后面的作用，叫做业。但是，奥义书所说的业力，是与“真心梵我论”的“我”是合在一起的，也就是有一个真心的“我”在造作轮回，那个真心的“我”是不变的。这就与佛法不同了！佛法也讲业力，但这个业力不是产生于真“我”上。明白了佛法和奥义书的差别，在后面抉择很多法义时，就能抉择出佛法在流变的过程中，哪些思想是融合进来的奥义书理念。\n' +
        '　　“「我」为自身的行为所限制、拘缚，从此生而转到他生。对照于自我的真净妙乐，加倍感觉到人生的迷妄与悲哀，因而促成以后解脱思想的隆盛。”\n' +
        '　　他们认为里面的“我”被身体束缚了，作不得主，所以不得不轮回生死。人间现实中的身心，有着很多的烦恼和束缚，想到里面那个与梵天一样清净美妙、快乐幸福的“我”，就会倍加感觉到人生的迷妄与悲哀。所以，应该从世俗的束缚里解脱超越出来，与清净和乐、美妙安稳的梵天合一。在这样的相对的观念中产生了解脱的思想，因而，促成当时解脱思想的隆盛。\n' +
        '　　当时佛陀的时代，经济不好，又战乱不止，人民流离失所。还有政治与政权的压迫所带来的不平等待遇，生活更加艰难困苦！所以，人人向往自己的内在，与大梵天一样清净美妙的世界相合。人生的苦迫，加剧了对解脱的渴望，因此解脱观念的风行，是有其因缘条件的。\n' +
        '　　“这一东方思想，业力与真我相结合，而后随业轮回中，首陀罗人如此，阿利安人诵习吠陀，也不过如此。反之，如依智而悟真我，首陀罗也能入于不死的梵界。奥义书的精神，显然存有革新婆罗门教的意义。”\n' +
        '　　奥义书的思想，是建立在业力上，引生出自作自受、不再受外在力量控制的思想。所以，认为当地奴隶阶级的首陀罗人(婆罗门或刹帝利阶级，都是外来入侵的阿利安人)，同样可以来学吠陀，只要能体会到内在的“真我”，不管是奴隶还是婆罗门，同样可以回到不死的梵界。是否往生梵天，是由业力来论定，而不是由身份来论定。这种平等的思想，就是奥义书使人信仰赞叹的地方，这对于婆罗门旧有的阶级种姓制度，是一个很大的突破和革命。\n' +
        '　　当时社会上普遍都是当地的原住民——首陀罗，他们长期过着被控制压抑的生活，视他们为“一生族”，死了就完事。现在却产生了革命，对于这样的新思潮是非常欢喜接受的，因为只有这样才有机会解脱啊！所以，当时影响了整个的社会，东方的新思潮使一个个沙门集团接连涌现，六师也是在这种思潮中产生，他们是所有沙门中比较有影响力的集团。\n' +
        '　　其后，佛教的思想也应运而生，佛陀也引用了一些奥义书思想中固有的名词(如业力、涅槃、轮回等)，这些不是佛法开创的名词。只是修正了这些名词错误的内容，彰显了佛法的特质。后人在研究外道思想时，说佛法也在讲外道的东西，其实，佛陀不过是借用外道的名词来将而已，内容是不同的。\n' +
        '　　比如现在大家在一起交流，就要用现代的语言或名词来沟通，如果要表达某种思想的内容，也要用你们听得懂的名词来解释，才能了解所要表达的意义。如果用另外一个只有自己才明白的新名词来表达，那么我们之间根本无法交流，又如何能明白我在讲什么？\n' +
        '　　同样的，佛陀当时开示佛法，当然也使用了社会上大家普遍了解的名词，只是修正了错误的内容，借用世俗谛的语言来表达他的思想。所以，千万不要以为这个名词是早期外道固有的，而推论佛法也是根据外道的理念在阐扬，这一点要注意！\n\n' +
        '　　三，奥义书哲学与佛法的同异。\n' +
        '　　1、“奥义书认为「我」是自我、灵魂之意，而生类的一切，从「梵」所生，死了又归还于「梵」，要觉悟真的自己而成为梵——梵我一如，才能解脱。此宇宙的最初——梵，化为一切，安排维持万象，造成规律。所以，只要遵从此规律而悟得真我，谁都可以成为梵。”\n' +
        '　　佛法与奥义书思想的不同点要搞清楚，以免混为一谈。\n' +
        '　　奥义书认为：梵犹如造物主，宇宙的定律是由梵来规定的，所以只要遵从此规律而悟得真“我”，谁都可以成为梵。他先成立有一个“我”，即不变的灵魂，一切生类都是从梵所生，梵就是本体。既然是从梵所生，死了当然回归于梵。只要在修行中，觉悟体会到和“梵”融为一体(即万法归一)，就能解脱。这就是奥义书的思想重点，而佛法恰恰与他们不同。\n' +
        '　　“佛法则否认实我性、主宰性，而宣说无我。”\n' +
        '　　佛法不认为宇宙间存在着主宰的控制者，否认有这个常恒的“我”。佛法宣说“无常、无我”，就是否定永恒不变性，单一主宰性。佛法的特质就是在否定这种永恒存在的自性见，绝对没有这个东西！宇宙的万物都在迁流变化，只是刹那不住的缘起的现象而已，这是佛法非常重要的根本思想。\n' +
        '　　2、“奥义书承认有「业」的存在与「轮回」。如说：「人于死时、心脏的尖端会亮，由其光明，「我」乃经由眼睛或脑顶或身中其他部位而脱出。「我」去时，随之生命也去。”\n' +
        '　　在奥义书的业力与轮回的观念中，有一个重点：人要死时，心脏的尖端会发亮而产生一种光明，“我”就从头的顶部、眼睛、心、腹部、膝盖、脚下透出，往生某处。现在还有很多学佛人受这个观念的影响：说从眼睛去的往生天界；从腹部去的往生恶鬼；从脚下去的往生地狱······其实，这个说法是奥义书的观念，而不是佛法！\n' +
        '　　“恰如尺蠖到达一树叶端，然后更捕捉其他叶端。如此，「我」也脱出身体，而造其他新的形态。「我」变成祖先、梵天、诸神或其他事情······行善而成善人，行恶而成恶人······故曰：人依欲而成，因欲而有意向，因意而有业，依业而有果。」”\n' +
        '　　这个“我”随着业力出去以后，或变成祖先，或变成梵天，或变成天上某一境界的神，或往生到一切有情中去。这就是里面有个“真我”在轮回，行善而成善人，行恶而成恶人。故说人依欲而成，因欲而有意向，因意而有业，依业而有果，这是在佛陀之前就存在的业力和轮回的思想。\n' +
        '　　“奥义书的轮回主体是「我」，而「我」是固定性的灵魂，也是宇宙的「第一原理」或「实体」。”\n' +
        '　　不变的灵魂，产生宇宙的第一原理，就是形而上的实在「实体」，这用佛法的术语来说就叫“自性”；奥义书的业力和轮回说，就建立在这个观念上。\n' +
        '　　“但佛教说的轮回，是由于纯粹的业力或意志，此业力和意志，是「非固定性」、「无实体」的「缘起力」，故非我论。因此，佛教的业力观，是「无实体」的连续观。”\n' +
        '　　佛法将的业力观是“无我”的，我们五蕴的心灵意识，是变化不居的，不是固定不变的。所以，没有固定不变性的实体，没有一个不变的实在的“我”，只是缘起力量的作用，故非我(即无我)论。\n' +
        '　　这里只是讲佛法与婆罗门、奥义书的主要不同点，先了解一下大纲，详细的内容后面会讲得很清楚，到时就会明白佛法的“无我”也能轮回，不是非要有一个“我”才能成立轮回的现象。\n' +
        '　　3、“奥义书提倡「禅定」、「瑜伽」的修行方法，即：在寂静处端坐，调整呼吸，心住一境，念「唵」秘语(om....梵的表征)，以达到恍惚的状态，为靠近「梵」的方法。佛教虽也有禅定法门，但重视「定慧等持」，在定中起慧观，而目的并非往生天界，而是究竟解脱。”\n' +
        '　　其实，这个“唵”的声音，主要是来产生某一种作用，与念佛的意思一样。用声音来产生对心灵的影响，进入恍惚的状态，让心进入一境，这是一种修定的方法。他们认为身心宁静进入某一种状态，就可以接近大梵天，与梵天合一。\n' +
        '　　奥义书只讲定，但是佛法还加上一个慧，就是在定中起慧观，虽也有禅定法门，但重视定慧等持。目的并非往生天界，而是究竟解脱。所以，真正的佛法绝对不是死后要往生天界，天界是不究竟的，还在三界的轮回中。\n' +
        '　　我们是借助一种定力使心灵宁静专注，才能“看”(观照)到身心的问题，觉察体会身心的实在内涵，就是“无常、无我”，而能破除我执(希望永恒生存的意欲)我见。因心太散乱了就无法观察，所以也需要修定。但这个定，只是适当的一种辅助增上缘，不是定到某一个程度，或进入什么状态而已。\n' +
        '　　佛陀当年进入四禅，但还是要出定，才能在那种身心宁静状态中，加以观照、悟道。一般从初禅到四禅出来后起慧观，身心会相续保持在一种宁静中，在那种状态中来观察一切法(包括五蕴身心)，是最佳的时机。不是进入四禅就解决问题了，出定后，加上佛法的正见，就很容易见寂灭法性(即涅槃)。若定力太深，如空无边处、识无边处、无所有处、非想非非想处，就无法起慧观，反而是开悟见法的障碍。\n' +
        '　　所以，佛弟子不求生天，可是现在修天色身的都有，要深思！\n' +
        '　　4、“在修行的德目中，奥义书和佛教共同的德目，如：不杀生、实语、慈善、正行、自制、寂静等等。双方不同处很多，如奥义书说的祭火、苦行、遁世等等。”\n' +
        '　　五戒的德行修养很重要！杀、盗、淫、妄(实语就是不妄语)、酒，是产生痛苦烦恼的主要因缘。所以要守戒，尤其是不杀戒！关于五戒方面，佛法与奥义书有很多相同处。只是佛教不赞同他们的苦行、祭火与隐遁，佛教认为苦行对身心没有帮助，而是要恰到好处的中道行。\n' +
        '　　佛教本不提倡遁世，而很多人都以为出家人是遁世、离世、厌世的！其实，什么叫世间？五蕴、六处、烦恼名世间。佛法说的“厌世”，不是世间的“世”，而是厌离我们的贪欲烦恼，不是厌离人间万法。佛陀带领弟子们每天到人间托钵乞食，利用托钵的因缘跟大众接触，让他们有机会植福，并为他们说法；佛陀还劝大迦叶尊者不要修头陀行，应该回到僧团中来住，这样的身行哪里是厌世、离世！\n' +
        '　　佛陀悟道后四十九年一直慈悲关怀众生，为众生说法，一直也没有厌离过世间。从鹿野苑度五比丘，到最后涅槃前度化一百二十岁的须跋陀罗，都是在人间示现的。所以，佛法不是遁世、厌世，而是厌离烦恼、贪欲、爱染、执著。'
      },
      {
        title: '一般思想界与六师外道',
        content: '一，从思想学说的分类而言。\n' +
        '　　“印度当时的学说，据佛教长部「梵网经」的分判，约有六十二种见解。此六十二见，均以轮回转生为既定的事实而立论。\n' +
        '　　这里所说的「我」指「灵魂」之意；「世界」是与我们有关的精神、物质的一切环境。”\n' +
        '　　六师外道与其他所有教义的共同论点，就是认为有一个“我”在轮回转生，所有的思想都是建立在这个基础观念上。奥义书所说的“我”指灵魂之意，谈到“我”与世界的关系，即包括精神物质与一切环境(五蕴是精神物质，山河大地是环境)。“我”(灵魂)与身心，以及外在的山河大地有什么关系？所有外道的六十二见，都在讨论这个问题。\n' +
        '　　1、“关于过去(生前)的见解，有十八种，分成五类：\n' +
        '　　(1)、常住论：主张「我」和「世界」是常住的。\n' +
        '　　(2)、一分常住、一分无常论：主张某种灵魂及其世界(如梵天)，是常住的，而其他是无常的。这是部分的永远论。此类中，有一种认为：眼耳鼻舌身的「我」是「无常」的，而心意识的「我」是常住的。此处的「我」意思比灵魂更广。\n' +
        '　　(3)、无因论：认为「我」和「世界」的发生，并无任何原因。\n' +
        '　　(4)、边无边论：站在空间的立场，把世界看做有限(有边)或无限(无边)的，叫做边无边论。\n' +
        '　　(5)、诡辩论：对于「善」、「不善」或「他界」的有无，不作明确的答复，用晦昧、模糊的言语，向人辩解。”\n' +
        '　　常住论：主张身心里面的那个“我”，与外在的世界是常住的。\n' +
        '　　一分常住、一分无常论：主张灵魂与梵天的天界不变，所以是常；但是我们的身心，以及其他万物会变，那时无常。\n' +
        '　　无因论：认为一切的发生都是没有原因的。\n' +
        '　　边无边论：是从空间来看世间，就像现在向空间外层看去，宇宙到底是有边还是无边一样，有的说宇宙有边，有的说无边。\n' +
        '　　诡辩论：就是不肯定也不否定，不管提什么问题，他不会给你肯定或否定的回答，以含糊其辞的方式来回答，这叫诡辩论。上述五种思想是对过去(生前)而产生的见解。\n' +
        '　　2、“关于未来(死后)的见解，有四十四种，分成五类：\n' +
        '　　(1)、有想论：认为死后还有「意识」的存在。(此中，对于我有否形态？有限或无限？一意识或多意识？感苦或感乐？等等，再分为十六种)。\n' +
        '　　(2)、无想论：主张死后无意识的存在。(此中，对于有否形态？有限或无限？等问题，再分为八种)\n' +
        '　　(3)、非有想非无想论：主张死后的「我」，非有意识，也非无意识。\n' +
        '　　(4)、断灭论：认为我于死后完全消灭。(对于消灭的迟速，消灭的世界，分七种)\n' +
        '　　(5)、现在涅槃论：主张在现实经验的世界，就能达到涅槃。(有五种，其一认为：满足五欲乐时，即达到现生最上的涅槃。又一种主张：必须积聚种种宗教体验，才能达到现生涅槃)”\n' +
        '　　要注意的是这个地方！一般比较关心的是：人死后还有没有意识的作用？如果有，是有限的还是无限的？是一种还是多种意识？这种意识的作用是感到快乐，还是痛苦的？\n' +
        '　　主张死后的“我”非有意识，也非无意识，这是禅定境界的非想非非想天，就是非有想非无想论。\n' +
        '　　断灭论，则认为死了什么都没有。\n' +
        '　　现在涅槃论，其中的一种认为，在人间享福享乐，不管是财色名食睡，还是贪嗔痴，只要满足感官的快乐就是得到涅槃；另外一种以主张苦行和禅定的方法，积聚种种宗教的体验才能达到现生涅槃。\n' +
        '　　现在涅槃论这五种是关于未来的，外道的六十二见中都不离开死后轮回和业力的问题，还有关于过去未来的种种问题。后面我们会详细说明佛法与外道的不同之处。\n\n' +
        '　　二，从「名人」的学说来看。\n' +
        '　　“当时主要的思想家，有佛陀参访的阿罗逻仙(Alara Kalama)、郁陀迦仙(Uddaka ramaputta)，及其他六师的存在。阿罗逻仙，宣说「无所有处」，是没有任何东西，「无」的境界。郁陀迦仙，宣说「非有想非无想处」，是「非有意识，非无意识」的境界。可是，佛陀质问：「非有想非无想处，是有我？抑无我？」竟使郁陀迦仙，哑然无语。此二师的「有」、「无」，是死后灵魂有无意识性的意思，换言之，是形而上学或实在论上的「有」、「无」。”\n' +
        '　　阿罗逻仙，是佛陀刚出家时参学的一位善知识，他修的是四空定中的无想定；而郁陀迦仙是另一位善知识，修的是四空定中的非想非非想定，都是四禅八定中的最高境界。在当时的印度宗教界，他们是最具有代表性的、最高境界的人物。佛陀跟着他们修学也很快体会到了这两个境界，但是佛陀认为这种境界与解脱无关。\n' +
        '　　佛陀曾质问：您进入无想定或非想非非想定时，到底是有我还是无我？他们无法回答。所以，佛陀认为只有禅定，是无法达到究竟解脱的。因为禅定的定力是有时间性的，既然有入定就有出定，如果如定时有定，出定时没有定，与原来一样，这样的定要它干什么？如果入定时有定，出定时也有定，这个定就是常定，即无出入可言。\n' +
        '　　所以，佛法虽注重禅定，但禅定并不代表佛法。禅定可以使散乱心能达到某种程度的安定，在心不散乱的定境中来观照时，才有因缘悟到实相。很多人不了解这点，尤其中国的很多法门都重视禅定，以为只要心能定下来，就什么事都能成就了。其实，这种说法是要加以抉择的！\n' +
        '　　佛法的解脱，是修智慧，有修智慧的方法和理论，然后才能开启通达诸法实相的般若空慧，并不是一个“定”字就能解决的。定只是修慧的增上缘，对于开发智慧有帮助，绝对不是定就能开智慧。如果定就能开智慧，外道都有四禅八定，可是，佛陀认为并没有究竟解脱。佛陀那时离开了两位老师，又进行了六年的苦行，就是因为这个原因。如果禅定能让他解脱，他何必还要修苦行？可见禅定确实不能解决问题。\n' +
        '　　佛教的禅定，一般注重到四禅，太深的定连意念的动态几乎都没有，就无法抉择观察了，智慧的开发是以“拣择为性”的，意念都不活动了，哪里还能拣择！其实，真正要开发智慧也不一定要到四禅，以初禅前的未到地定，或到无想定前的禅定起慧观，都可以作为开发智慧的助缘。很多人以为修行瑜伽禅定，就必然能开发智慧，其实，修禅定可以开发神通，但并不一定开发智慧，一定要搞清楚！\n\n' +
        '　　三，六师的学说。\n' +
        '　　1、阿耆多的学说。\n' +
        '　　“其学说是「断灭论」。万象由四大(地水火风)而成，四大存在虚空中。人死后，身心归于「无」，故无来生可求。灵魂(我)是由四大结合的身体上的自然机能而已。父母的存在，也是形成吾身的「机会因」而已。因此，人生的目的，惟有享受现在的快乐，别无永远的乐可求。这可说是一种感觉论、唯物论、快乐论。可能是反抗婆罗门而嘲弄传统的思想，印度人称此为「顺世派」。”\n' +
        '　　六师外道，是当时具有代表性的六个人物。他们学说的纲要，第一个就是快乐主义。认为人，不过是由物质的四大(地水火风)形成的，坏掉后就归于空无，根本没有来生，没有什么叫灵魂的实在的“我”，只是身体的一种自然功能。父母生我们，也不过是一个机会(因)而已。所以活在人间，追求享受五欲的快乐，其他不可能再有什么可超越、得到的了。他们以物质为因，以物质为一切(似乎接近唯物论)，又重视人生的感官享受，认为死后什么都没有。以佛教的观念来看，这是断灭论，所以称顺世外道。\n' +
        '　　2、末伽梨之学说。\n' +
        '　　“他以地、水、火、风、空、苦、乐、生、死、得、失和灵魂等，为宇宙的根本要素，其要素，是实在论的实体。万象由此要素结合而成，各种要素各自独立，而一切的存在，是无因的、自然而成(无因论、自然论)。人无任何自由意志的力量，惟有受「命运」「环境」和「天性」的支配。”\n' +
        '　　末伽梨认为，地、水、火、风、空、苦、乐、生、死、得、失和灵魂等条件要素，都是实在的。由这些来组合万象，各种要素都有实在的自性。而一切的存在是无因的，自然而成的，这些条件自然而成，就会形成很多的现象(法)。\n' +
        '　　在佛法的角度来看，这就是无因论和自然论。认为人的心灵意志力量是没有意义的，因为一切都是自然而形成的，惟有受命运、环境和天性的支配。\n' +
        '　　“他认为宇宙有八百四十万的大势波，在这宇宙劫波间，一切生物，惟有轮回流转，受一定的规律支配，轮回期间，早已预定，故在此期间，一切人为的造作(修行)，均无法增减苦乐(宿命论)。一直要等到宇宙期的轮回结束，才能苦尽解脱。”\n' +
        '　　他认为宇宙中有几个大劫，成住坏空都已经决定好了，人是无能为力的，根本就没有自由意志的可能性，只能顺着一切的宿命和因缘，这就是宿命论。他认为轮回也不是由自己身心的行为造作的，而是宇宙中早就决定好了的，等到宇宙中的大轮回结束时，才能停止所有的痛苦烦恼。\n' +
        '　　“此派，是修苦行，严守节食或断食，但有一期间可饱食，苦行的目的不明，可能有升天的意思。末伽梨本身，有克己、怜悯、慎言、真实语等美德。此派，重修身、修口，而不重修心。称「邪命派」。”\n' +
        '　　外道修行的实际内容，由于时间的长远，其真实性也值得怀疑。像末伽梨学说，如果真的是宿命论、自然论，为什么还要修苦行？苦行的目的，是对自己的要求很高。如克己，就是克制自己的种种欲望，怜悯同情他人。还有实语(不妄语)等美德。他们很重视德行，也修苦行，甚至还有很严格的断食或节食。\n' +
        '　　我们在批评其他宗教理论时，不能只针对不好的一面来批评。也有他好的一面，如果他们一无是处，怎么能成为大师级的人物，并且还有很多人愿意跟随他们修学？\n' +
        '　　六师外道有一个倾向：沙门集团兴盛时，是对婆罗门的一种反抗。过去婆罗门地位最高，然后是国王或武士阶级。他们曾受婆罗门教的控制，但认为婆罗门的控制是没有道理的，到了沙门集团时代，因此就慢慢转变由君权来控制，国王武士阶级的地位得到了提高。沙门集团的兴起，其实就是向婆罗门教示威的时候。\n' +
        '　　3、婆浮陀之学说。\n' +
        '　　“宇宙人生有八大要素：地、水、火、风、苦、乐、灵魂及虚空。这些要素，为万象之根源，这些要素，不被「作」，也不被「生」，各个不相融。人是八大要素结合而成，但却认定有灵魂，是实体的存在。是主张无因论、自然论，因此，人生并无「杀者」、「令杀者」的分别，故杀人也不是非道德的行为，只是离间八大要素的结合而已。此派以现实快乐为人生目的，是唯物论。这可能是邪命派之分派。”\n' +
        '　　他认为，人是由地、水、火、风、苦、乐、灵魂及虚空，这八大要素组合的，又认为本来有一个实体的灵魂存在，以身体的物质来讲，不过是很多条件组合在一起。所以杀人，也只是用刀子插进去分开这些要素而已，这里没有一个作者，也没有一个被作者，没有什么道德或不道德的观念。\n' +
        '　　佛陀时代，有一个叫鸯掘摩罗的人，杀了九十九个人，还要杀佛陀凑满一百个。如果照现在的法律来看，那不可思议，杀了一二个人已经不得了，杀了九十九个人，竟然还让他逍遥法外！后来佛陀度他出家，最后他还证了阿罗汉。看到这里，一定会有人怀疑：我们不是讲业报轮回吗？难道他不需要受报吗？为什么他杀了九十九个人还能成阿罗汉？其实这是有道理的，后面讲缘起时，大家就会明白佛法的理论。\n' +
        '　　4、不兰迦叶之学说。\n' +
        '　　“主张「行为」的「无作用论」。行恶，恶也不生；行善，善也不加于身上。无善恶报，他否定道德与宗教。这更不足取，也许是强调「道德的否认」，反叛婆罗门思想，而成为六师之一。他的学说，属于唯物论，也是邪命派之一。邪命派到后来，则无发展的余地。”\n' +
        '　　不兰迦叶也认为，善恶都没有实在的体性，作善、作恶都没有实质的意义。人间重视的是道德，他不认为道德重要，也不认为需要宗教。从这里看来，是在彻底反对婆罗门教的不合理束缚，强调的是解脱，而不再受那种错误思想的束缚。但是这种邪命派，对于人心、人性来说，毕竟没有帮助。所以，久而久之，也就没有人愿意学这个法，后来慢慢不再发展了。\n' +
        '　　5、散若夷之学说。\n' +
        '　　“散若夷，是尚未皈依佛教以前的舍利弗和目犍连的师父。他是属于「诡辩论」或称「无知论」。对于任何问题，他总是以「非有非无」「亦有亦无」，或以不为「是」，也不为「不是」等模糊不清的言语来答复。为何不作明确回答？据他说：明确的答复，对解脱只有妨碍无益。从有限的个人智无法了彻普遍的真理，故要丢掉这种「知」，从实践才能解脱。”\n' +
        '　　舍利弗与目犍连，是佛陀最得力的左右助手，在没有亲近佛陀以前，是散若夷的弟子。其实，在佛法某些宗派中，也有散若夷的理论倾向：认为语言文字是葛藤；修行应该用实证的方式直接契入本性；知识太多反而变成所知障，在知识里面转不出来。\n' +
        '　　凡夫观念中的知识，并不是佛法中了解实相的般若智慧，只是世俗的知见，反而会拖累我们，让我们执著而起贪嗔痴烦恼。所以，认为要放下自己的知见，不要起分别心。\n' +
        '　　散若夷的思想和佛教是不同的，一切就用这种诡辩的方式，避重就轻，从来不给正确的回答，有自己去想。而佛教却有着根本究竟的理论基础，虽然佛陀也有十四无记，但他的不回答有其内容与主题，不是所有都不回答。\n' +
        '　　“他主张「中止判断」，在认识论上，采取绝对的消极主义。从舍「知」而进步到「行」这点上，对当时很有意义。”\n' +
        '　　当时很多宗教师，重于谈论玄妙高超的理论，尤其是婆罗门教的方式和理论，要祭祀、礼拜、赞歌等仪式，其实是没有意义的。散若夷反对用这一种知识的方式来教导，对当时社会环境和思想界的弊病是有积极意义的。\n' +
        '　　“但是他的怀疑，消极主义，无法教导其弟子，是他的缺点。补充这缺点而站起来的，是耆那教的教义。”\n' +
        '　　但是他的怀疑和消极，却无法让他的弟子达到究竟的安心解脱。所以，舍利弗和目犍连虽然跟他学了很久，最后还是各自带着二百五十为弟子——共五百个人，皈依了佛陀。\n' +
        '　　补充了怀疑和消极这个缺点而站起来的，是耆那教的教义。在印度后期发展较好的，就是耆那教，即尼乾子之学说。\n' +
        '　　6、尼乾子之学说。\n' +
        '　　“尼乾子是耆那教的祖师。他的学说根据，是「相对主义」的认识论：”\n' +
        '　　同佛法的教义相似最多的，就是耆那教的尼乾子思想。甚至有些人认为：佛法不过是把过去印度外道，或传统的印度宗教吸收过来而已！这也难怪，看到尼乾子的学说就会发现，佛法很多的名词和德目，与他们有着共同的倾向。\n' +
        '　　“吾人应从种种立场，多方面来视察事物，不能由「一义」的态度，认识万象。他反对以宇宙为「唯一有」的哲学，”\n' +
        '　　这里把耆那教的重要法义展现出来了：观察一切事物，不能从一个方向或一个立场来审视和认识，宇宙也不是单独唯一有的哲学。\n' +
        '　　“他认为「世界和灵魂」是相对的常住、无常和无数。耆那的相对主义，一方面反对奥义书的唯一有，一方面防御散若夷的绝对消极主义。他的宇宙观，是二谛(灵魂、非灵魂)的实在论，而其万象的形成是一种「积聚说」。”\n' +
        '　　六师外道共同认为有一个不变的灵魂(唯物论不认为有灵魂)，所以，世界和灵魂，以及“一”或“异”，就是他们的问题。他认为世界和灵魂是相对的，常住的灵魂也是实在的，无法用数量去衡量。耆那教的相对主义，一方面反对奥义书的唯一有(大梵天)；另一方面防御散若夷的绝对消极主义。他的宇宙观是二谛(灵魂以及非灵魂)的实在论，其中世界就是非灵魂的。而其万象的形成是一种积聚说，譬如由元素来形成物质，很多的物质也可以形成一个大的物体，乃至于累积起来形成世界。由地水火风形成色，加上精神的部分，合起来就是人(佛法叫五蕴)。\n' +
        '　　“他说灵魂，有相应于物体之量的伸缩性和「上升性」，且是「实体」的存在，而物质有「下降性」，以阻碍灵魂的「上升性」。”\n' +
        '　　心灵是比较轻的灵魂，受着身体(物质)的束缚，因此无法展现上升的功能。所以，尼乾子认为物质是束缚灵魂的东西，只有将物质的能量消耗到几乎没有时，心灵才能够得以超越。\n' +
        '　　“他的「有情观」，是轮回和业的关系论。有情的灵魂和物质的结合，受物质之束缚，而晦昧其本性，如将灵魂从物质离开，清净的本性则显(上升)，故要修行，以达此分离之目的。”\n' +
        '　　尼乾子认为有业力和灵魂的轮回，里面的灵魂本来是清净的，因受物质的束缚，才无法显出清净的本性。所以，用修行来使灵魂与肉体分开，用禅定或苦行的方法使灵魂能够超越身体。\n' +
        '　　中国有一些观念与他们所说的也很相像：认为有一个灵魂可以出窍，而不受物质的束缚，自由自在地到外面来来去去，但是回到身体后，面对境界时，仍然痛苦烦恼不断。\n' +
        '　　“解脱的方法，应修「苦行」，及种种德目。耆那教在道德上，有伟大的贡献，这也是它能生存至今的理由。”\n' +
        '　　耆那教的思想，自开始到现在已经几千年了，一直在发展和壮大，最主要的是修苦行(裸形外道)。印度的影片还能看到耆那教的修行人，他们赤身裸体，戒律精严，不管是吃东西还是走路，都很小心，一面走路一面扫地，也不能随便吃东西，吃一餐都很不容易。他们不杀生，认为一切都有微生物，不能去伤害，连呼吸都要戴口罩。如果照耆那教的戒律精神，我们的生活几乎寸步难行，吃东西、喝水、走路都要非常谨慎，这样真是大苦行。\n' +
        '　　当认清了六师外道和婆罗门的思想，再回过头来抉择佛法与他不同的根本特质，才能把握住佛陀悟到的是什么，并能破除哪些迷信邪见。现在已经时隔二千多年，佛法混入了很多外道的思想，如果不了解这些内容，我们就无法抉择了。\n' +
        '　　所以，讲六师外道，并不是要学六师外道，而是要大家有能力抉择佛法与其不公之处。以后听到佛教任何宗派的理论和修行的方法，就知道站在什么位置上，这样就有了识别、抉择的能力。一些理论说：修行第一要先信才能成就！如果碰到外道思想，我们盲目地相信，陷进去后还爬得出来吗？如果按照非因计因和邪因的理论去修行，还有机会解脱吗？\n\n' +
        '　　四，“耆那哲学”的摘要。\n' +
        '　　1、宇宙观。\n' +
        '　　“由五种根本事而构成「世界」及「非世界」。五根本事是实体的「实在的集合」：\n' +
        '　　(1)、空间——包括世界非世界。\n' +
        '　　(2)、活动——是运动的条件。\n' +
        '　　(3)、静止——是停止的条件。\n' +
        '　　(4)、灵魂——是精神的作用。\n' +
        '　　(5)、材料——在物质上形成无限多之实体，帮助灵魂得听、视、味、触、意、语、身体、呼吸等之物理作用。”\n' +
        '　　从这五个根本条件来看，就知道他们所说的空间活动(来去动静)都要有条件，即便停止也还需某种条件。精神上也有一个灵魂材料(物质元素)，这五种条件形成世界及非世界。\n' +
        '　　2、有情观。\n' +
        '　　“五根本事中，最重要的是「灵魂」。在地、水、火、风、植物、动物中，都有灵魂。当人靠近地时，地会有被打踏的痛苦。因此，教人不要饮「生水」，应以「慈爱」之心对待动、植物乃至地水火风。”\n' +
        '　　他们认为地、水、火、风都有灵魂，何况是动物。所以在戒杀的过程中，连植物都不敢伤害，吃东西喝水都非常谨慎小心，连呼吸都怕伤害到微生物，走路也很小心，不忍大地产生痛苦。因此教人不要饮生水，应以慈爱之心对待动、植物，乃至地水火风。由此可见，他们虽然是很有爱心的，道德规范非常好。但四大都有灵魂的有情观，是根本错误的。\n' +
        '　　“这不只是因为一切事物皆具生命之缘故，而且还有轮回的思想。即：吾人的灵魂或我们的祖先，也曾做过动、植物及地水火风等，故不能杀害一切生物。容许杀害一切有情的沙门或婆罗门，将会轮回于四迷世界(地狱、畜牲、人间、天界)，无有终止。”\n' +
        '　　动植物(包括地水火风)不仅都有灵魂，而且还有轮回，过去的祖先现在也许身为动、植物，一定也很苦，所以也要慈悲怜悯他们。他们对于出家的沙门或婆罗门还是很尊重的，认为如果伤害到这些人，将会永远堕入轮回而不能解脱。可见，他们对杀业很重视，就像佛教所说的，杀害阿罗汉的人很难出三恶道。\n' +
        '　　“使灵魂停留于迷界，不能解脱的因素，是「业」。业有八中：智障碍、见障碍、感受、惑乱、寿量、个性、阶级、妨害。业是过去行为结果的显现，同时，是规定将来生存的东西。故苦、乐是自己造的。”\n' +
        '　　轮回而不能解脱的原因是“业”(八种障碍)——知、见、感受、惑乱、寿量、个性、阶级、妨害，他们重视的还是业。奥义书和尼乾子也强调业力的作用：认为过去行业造作的结果，于现在显现出来，同时也规定了将来人生的好坏、苦乐，这里也有些宿命论的观念。\n' +
        '　　“那么，身口意的活动，是依什么而生？由于「灵魂点」的振动而生。身口意的活动把「业」的材料注入灵魂的作用，叫「漏」。一旦漏入的材料，粘著于灵魂时，就会发生污浊的作用，而生贪、嗔、慢、伪。”\n' +
        '　　身口意在造业时，把业的材料注到灵魂里去，这个叫漏。他们对“漏”的解释是：业力粘到灵魂上面，灵魂就被污染了，就会产生贪、嗔、痴、慢。\n' +
        '　　佛法也讲到“有漏、无漏”(漏字是共通的)，但解释却全然不同：我们内在的六根，触到外面的六尘产生了感受，喜欢的就产生执著贪爱，不喜欢的就起嗔恨。影响到未来身心作用的也叫业，但绝对不是说漏进去粘在灵魂上产生污浊，他们所讲的“业”的内涵与佛法完全不同。\n' +
        '　　“耆那以「业」为物质，故舍离业，灵魂则无重量，而能上升空间之最高处。当离开了身体的灵魂，要进入其他身体的途中，有一种活动体，叫做「业身」。”\n' +
        '　　业是物质，有重量，因此灵魂不能上升，是因为被业染著了。所以应舍离业，灵魂则无重量，便能上升到空中最高的地方(大梵天)。当灵魂离开这个身体，要进入其他身体去轮回时，有一个活动体(即业身)，就从这里转到那里。\n' +
        '　　佛教中有一些宗派也认为：不管转生到哪里，总有一个东西从这里到那里，这就使中阴身的思想。“中阴身”，其实很想这里所说的“业身”。佛法中很多宗派理论的说法不同，但不管是有中阴身，或根本没有中阴身，都是“余蕴相续”受生的作用，这点大家要了解。\n' +
        '　　“业身到达应造新身体的场所时，就开始受入材料，而从事构成新身体的工作。如猿猴由这一树枝跳至另一树枝一样。如有业的粘着，则轮回转生，沉沦于迷界。故脱离「业」的束缚，是耆那教的目的，把灵魂置于永远的安静位。”\n' +
        '　　“业身”到达新场所时，就开始受入材料(父精母血)。有业力就是沉沦，就是迷，故脱离业的束缚是耆那教的目的。消除了业，灵魂就没有束缚粘着了，就回升到那个永远宁静清净的地方。\n' +
        '　　3、伦理观。\n' +
        '　　“耆那的解脱，一方面须由「苦行」以灭过去业；另一面须防止新业的流入，以策灵魂的净化，这是耆那的实践方法。重要的实践项目，有不杀、不妄语、不与取、不淫和无所得。及夜间不取食(因恐昆虫飞来会丧命)。在家人，应守十二义务，其中五小誓是：戒慎粗野的杀生、虚伪、不与取、以自己的妻女而满足、对物欲有限制。「苦行」有防止业漏入的效果，同时对灭业也有效果。苦行有二：”\n' +
        '　　耆那教为什么要苦行？他们以为苦行可以消灭过去的业，另一方面不再造新业，这样灵魂慢慢就会净化。他们不杀生、不妄语、不与取、不淫、无所得的德目，与我们佛教的五戒很相似。其中的“以自己的妻女为满足”，即不邪淫。耆那教对在家和出家者的戒律都一样严格。\n' +
        '　　(1)、“外的苦行：断食、节制、行乞、放弃美食、一定的坐法、静孤独。”\n' +
        '　　(2)、“内的苦行：如忏悔、方正、奉仕、勉助、冥想、利身存在的脱离等。”\n' +
        '　　他们要吃一餐很不容易，而且要放弃美食，吃的都是粗糙的食物。去过印度或看过影片的人都知道，尼乾子就是裸形外道。在印度这种修行方式很多，对于吃用、呼吸、行走、喝水都非常小心，身体也不穿衣服。他们的苦行很彻底，内外都有节制，因为观念就是防止业的漏入，这样的苦行可以一边消旧业，一边不造新业，使灵魂的业清净了，就可以上升解脱，是基于这样的观念而修苦行的。\n' +
        '　　“耆那教「不杀生」的实践，例如：恐由呼吸害空中小虫，故用口罩，禁止漱口、洗手等。耆那教徒要获得一日的食物，很不容易。其他难行的苦行，还有裸行、一足立、长时举双手注目太阳，拔毛忏悔等。他们认为：苦行(尤其是断食)是达到解脱的最上道。断食，不只是「不杀生」，且能减少情欲，防止「业」的漏入及帮助精神的专注。”\n' +
        '　　不漱口、不洗手，在现代人看来是不讲卫生的严肃问题，但是在印度这是很普遍的。至于断食的另外一个意义，是他们认为营养多了，精神会散乱，情欲会高涨。所以，认为苦行可以断很多欲望，防止业的漏入，并使精神专注。\n' +
        '　　“被肉体束缚的灵魂，是不自由的囚人，故应离开肉身，才能活得真实的自在安乐。由饿至于死亦无妨。”\n' +
        '　　照这种观念，肉体没有死掉就不可能解脱了，因为肉体是束缚心灵(灵魂)的东西，只有肉体坏了才有超越的机会。如果业不清净，还会粘在灵魂上，依然轮回迷道而不能解脱。所以，耆那教解脱的要素有二：首先要消除旧业，而且不能产生新业；其次，即便灵魂清净了，还是在肉体里面被束缚，只有当身体坏了(死后)才能超越，或者是不可能解脱的。而佛法却是在生命活着的时候就可以解脱，而不是谈死后的事。'
      },
      {
        title: '三大主义及佛陀的思想',
        content: '一，“印度当时的思想界，可归纳为三大思想，即：修定注意、苦行主义、快乐主义。”\n' +
        '　　1、修定主义。\n' +
        '　　“根据「转变说」(形而上学的理论)，认为「我」(灵魂)与根本物质的结合，而形成身体。而由于禅定(瑜伽)能静心，心静即能离开污秽的肉体。这同时是，二元论之思想。修定主义，以限制精神的活动，而禁制物欲为目的。”\n' +
        '　　外道以禅定为目的，以为得禅定就得解脱。我们心灵的意识时刻与外境接触而起心动念，产生执著爱染、造业。如果把心灵安住在禅定中时，意识就会静下来，三禅时对外境的分别几乎没有了，四禅时连脉都停止了，把意识降伏下来不随外面的境界转，就会定下来不再造业，不会产生种种贪嗔痴痛苦烦恼。所以，修定主义的目的，就是抑制精神(意识)的活动，产生禁制物欲的作用。\n' +
        '　　“故应修禅定，使精神超越物质，以进入一种特别的心理状态为宗旨。由禅定进入某一心境时，身上虽有苦，但由于平静恍惚的状态，能不感其苦。不过，这静心的状态，是有时间性的，无法永久，我们还是要回到「平常境」来，故在精神与肉体未完全分开的中间(未死以前)，我们还是难免继续著「苦的生存」。要等到死后，才能获得永久的心静。”\n' +
        '　　修过禅定的人就有体会，散乱的意识专注于一缘，心就慢慢安静下来，越来越微细而进入定的状态——初禅、二禅、三禅、四禅，甚至进入四空定。修到二禅时，身体会起极大的快感(喜乐)，很多人会产生染著，因为太快乐了。人间对五欲(包括性欲)一般都很染著，可是有二禅境界体验的人，就不喜欢人间的欲望，就能离欲了。所以要离开人间的欲望，就去修修禅定，这话有道理。人间欲望的满足就像吃瓜子皮，吃到瓜子肉的人还会想吃瓜子皮吗？\n' +
        '　　一个慧解脱的人，加上禅定就是俱解脱，很快就会离开贪嗔和欲望。如果认为自己已经见法了，但是还有贪嗔的余习在，劝你修一点禅定，就容易厌离贪嗔，这也是一种替代的方式。因为有更快乐的，自然会离开粗浅的欲望。但是到三禅时，这种喜乐感也要放下，否则还是一种执著而不能解脱，那叫“味定”——定里的滋味。所以到二禅时还要舍，才能进入三禅，叫离生喜乐，这些都是身心的特别状态。\n' +
        '　　有禅定进入某一心境时，身体虽有病苦，但是由于平静恍惚的状态，会不感其苦。临终时，身体有病的人很多，一般人会受不了病苦的折磨。但有的阿罗汉禅定功夫很好，进入禅定，就不会感到很苦。还有禅定功夫甚深的人，入灭前能来去自如，知道时间到了，他一入四禅就走了，身体的痛苦不会影响禅定的。\n' +
        '　　静心的状态是有时间性的，这就是不究竟处，因为有进必有出，出定后，虽然还有一段时间会相续，感觉很轻安舒服，但是这段时间过去了，就会又恢复原来的样子，烦恼痛苦还会来，所以这个定不是究竟的，无法永久。\n' +
        '　　修定主义认为，我们还要回到平常境来的，故在精神与肉体未完全分开的中间(未死以前)，还是要难免继续过着苦行的生活，等到死后才能获得永久的静心。\n' +
        '　　“在生前入定，有者认为可见天、神，竟以此为「涅槃」，这是莫大的错误。”\n' +
        '　　在禅定的静心里会有很多境相，因为有神通，天眼可以看到他方世界的天人、鬼神或地狱，有的在活着时就能入定看到天神，以为这就是涅槃解脱，这种观念是错误的。\n' +
        '　　“在印度，由于修定而生起心境的种种阶段，而设立与其所相应的种种阶段的世界。佛教中所传四禅、四无色定和三界说根源于此。”\n' +
        '　　四禅天的初禅、二禅、三禅、四禅各有几天，加上四空定，就认为天界总共有二十八天。其实，这是根据禅定心灵的阶段而判断的，修到初禅的人如果没有解脱，命终即往生初禅天；四禅八定的境界分为三天(三个等级或三界)：人间叫欲界天；往生天上还可以看到色身的影像，叫色界天(四禅都还在欲界和色界内)；纯精神的境界，没有肉体，看不到形象，叫无色界(四空定以上就是无色界)。三界的分别，其实是由于禅定的不同层次而产生的一种境相，佛教中所传的四禅、四无色定和三界说根源于此，是印度本来就有的一种思想，佛法也只是拿来应用而已。\n' +
        '　　佛教讲“三界无安，犹如火宅”，即使是四空定中最高的非想非非想天，也还在三界内。定力是有时间性的，最高的定可以八万大劫，但是八万大劫后，定力还是要消失的。天界的福报尽了，还是要堕落下来，因为没有超越三界轮回的束缚。所以，只有禅定的境界是不能解脱的，只是随着禅定的境界而往生天界的某一天而已。\n' +
        '　　印度到现在还是这样，所有的修行人都注重禅定，很多人也有神通。但是佛法所说的解脱与禅定没有必然的关系，阿罗逻和郁陀迦两位大师，修到最高的无想定与非想非非想定的禅定境界，佛陀悟道后想回去度这两位师傅，可是他们在七天前往生到无想天和非想非非想天了，并没有究竟解脱。如果我们执著禅定，而不知真正慧解脱的内容，那就是外道的观念。\n' +
        '　　2、苦行主义。\n' +
        '　　“认为宇宙的唯一实在，是纯净的精神，而物体界是束缚精神，覆盖本性的。肉体、物质是痛苦罪恶的原因，故灭除肉体的苦，是修行的目标。换言之，应修苦行，减少肉体的力量，虐待肉体，才能显发精神的力量，以及放宽肉体对精神的束缚力。而苦行最终的理想，是要等死后(没有身体之后)，才能够达到。这也是「物心二元论」。”\n' +
        '　　苦行者之所以要修苦行，是认为肉体是束缚精神的，折磨虐待这个肉体，让它的能量消失，就不会束缚心灵，所以苦行的最终理想，是要等死后才能达到目的，这也是物心二元论。\n' +
        '　　佛陀也修了六年苦行，最后为什么都会放弃？\n' +
        '　　“佛陀放弃「苦行」的原因：\n' +
        '　　(1)、否认以肉体为苦源的见解。\n' +
        '　　(2)、否认「苦」是客观之存在。\n' +
        '　　(3)、发现苦行的弊害。\n' +
        '　　(4)、发现苦行不能成正果的缘故。”\n' +
        '　　佛陀放弃苦行的原因，发现肉体绝对不是痛苦烦恼的根源！外道认为痛苦是真实客观的存在；佛陀则认为苦是由于因缘条件组合才有的，有产生苦的条件，苦就会生起；产生苦的条件消失，苦也会消失。所以苦不是永远的存在，不是客观事实的存在。\n' +
        '　　佛陀还发现苦行的弊害：把身心折磨得精疲力尽，那里还有体力和智慧来看清诸法实相！折磨身心的后果，只能使痛苦烦恼更盛而已，怎么会得到真正的清净自在呢？如果吃苦就能解脱，牛马早该解脱了！他们耕田犁地、经年劳苦，还要每天受主人的鞭挞，最终还要被宰杀，这样的苦行够不够苦？反思我们的人生难道不够苦吗？那么为什么没有解脱！所以说苦行和解脱没有必然的关系！折磨这个身体有效吗！\n' +
        '　　3、快乐主义。\n' +
        '　　“即「顺世外道」，是一种「唯物论」。「感觉论」的学派。他对现实的生存，毫无反省，尽量享受五欲乐为宗旨。他们认为获得物质、肉体才是快乐，失去物质肉体才是苦。人生的目的，在于快乐的获得，而乐的对象是物质和肉体。对于眼前唯物的快乐主义，佛陀认为这是愚见，根本不值谈论。从佛陀不满宫中娱乐生活，即可明了。”\n' +
        '　　快乐主义与苦行主义，恰恰是两个极端相反的概念，认为肉体有物质的充实，就可以得到快乐。如果肉体和物质都获得，欲望就可以快乐幸福。身为王子的佛陀，物质条件、名利欲望都已经具足，为何还要放弃呢？因为这个根本不值得谈论。\n' +
        '　　\n' +
        '　　二，佛陀的思想。\n' +
        '　　“对于「苦」的看法，佛不以「无快乐」为苦，也不以肉体或物质为苦因，佛认为「苦」的原因，在于我们精神的主观，并不在客观的事物上。「苦」是由于某些条件形成的现象，并非实在的东西。”\n' +
        '　　佛陀并不以为没有快乐就是苦，也否认物质和肉体是痛苦烦恼的根源。痛苦的产生，是心灵意识对一切物质(包括自己身心)的贪爱、执取所致，由于错误的观念，导致主观的错误分别才产生了执著、爱染、贪取、占有，当不能达到这个欲望时就会产生痛苦。这是由于我们思想观念而引起，并不是在客观的事物上。\n' +
        '　　在《杂阿含经》里外道问佛陀：苦乐是从哪里来的？是不是本来就有，或是存在于什么地方？佛陀回答说：“苦乐从缘起！”是缘起条件来组合的。由某些因缘条件，才会产生苦或乐，并不是永远存在，或本来就有的东西，这就叫缘起。\n' +
        '　　比如：当看到某一件物品，或某个人，符合自己的欲望和习性就认为很棒，又得到了就很满足，觉得很快乐。有这些条件的组合，才感到满足而产生乐的感觉。如果想要的得不到，就会嗔恨而产生苦的感觉；或者得到了很喜爱的东西，想永远保留，但是忽然间又失去了，于是就会产生苦恼。\n' +
        '　　所以，苦乐的感觉，是由于种种条件因缘而造成的，不是本来就存在的，也不是谁给的。佛法不会把苦乐当作永远存在，或本来就有的，是“苦乐从缘起”，并非实在的东西。\n' +
        '　　“所谓条件，即是我们主观上一种期待或要求的心理状态。苦的发生，有「外缘」和「内因」，「外缘」是老、病、死、怨憎会、恩爱别、所欲不得、无常等人生必然现象：”\n' +
        '　　人生最大的苦迫就是生老病死。对于生，我们没有很深刻的感觉，但是面对老病死时，确实非常的痛苦。有的人还很年轻、健康，也许对于老病死还体会得不够深刻。但是，到我这个年纪以上的人慢慢就体会到视力下降，牙齿疏松，腰身酸软······这还只是刚开始的讯息，等到医生宣布生命只剩下三个月的时候，那是一种怎样的苦楚！这是每个人将来一定要面对的，谁都逃不掉！\n' +
        '　　“怨憎会苦”，讨厌的人，偏偏要与他相遇共事；“爱别离苦”，最喜欢的亲朋好友，却偏偏要生离死别，而且越亲越爱的人，到离别时越是苦不堪言！还有“所欲不得”苦，所想要的却得不到，这是很普遍的现象。\n' +
        '　　最大的苦就是无常，无法停留在圆满幸福的状态，因为一切无常变化故。众生最喜欢的就是这个肉体，把它叫作“我”或“我的”，所谓“我”就是常恒不变主宰之意，可是，事实上不可能让它不老、不病、不死，因为都生活在无常的法则中，谁也逃不掉本来如此的真理法则！前面虽说人生有七种苦，其实，最大的原因就是“无常”二字。\n' +
        '　　“「内因」是潜伏在人的心底，以享乐主义为本的不老、不病、不死、怨憎不会恩爱不别、所欲可得和常恒不变等「欲望」。”\n' +
        '　　只要内心潜伏着永恒生存，并保持快乐幸福的那种希望，就非苦不可了！基督教说天国是永生的；道家炼丹要长生不老；佛教有的也说往生到哪一个地方去，生存无量寿(等于是永生)，而且永远没有烦恼，人人都非常幸福快乐、自在。其实，都是一个很重要的问题——永恒存在的意欲。一切法无常，不可能保持永久，这种常恒不变的希望，就是苦的根本！\n' +
        '　　为什么大家都喜欢这个？如果天国不是永生的，极乐世界不是永恒的，谁愿去？都希望那个永恒的，到底是为什么？其实，在我们内心不管有意无意，都潜伏着这个观念——我见、我执，这叫“俱生我执”。我见、我执不但人类有，连猫狗、甚至蚊虫都有。佛法讲：生死轮回的根本，就是这个我执！如果没有永恒生存的意欲(我执)，哪里会有一切的斗争和占有！从哪里产生造业的因缘！\n' +
        '　　佛法完全否定“我”这个东西——永恒存在的灵魂，不变的主宰、本体！佛陀悟道后告诉我们：外在的因缘不是直接引起痛苦的条件，而潜伏于内在心底的，那个向往不老、不病、不死、永恒存在的欲望——我执、我见，就是生死轮回的根本！然而众生不明白本来如是的真理，却每天修练想到某个地方去安住，死后到那里永生不灭。\n' +
        '　　没有这样的地方，这是事实真相，是宇宙的真理法则。\n' +
        '　　其实，人们求不到内在的永恒，于是投射到外面就变成大梵天或主宰的上帝了。在这里得不到永恒的安住，就希望死后去一个永恒的地方。基督教说上帝创造万物，其实是人创造了“上帝”。现在西方人说上帝已死，我感到奇怪：上帝从来就没有存在过，怎么还会死？\n' +
        '　　“换言之，苦不是客观的实在，而是主观上的观念罢了。”\n' +
        '　　我们常常把“痛”和“苦”连在一起，其实，痛也可以不苦的，那些变态的被虐待狂，虽然痛却不苦；还有与家里可爱的幼童玩耍时，打你一巴掌，虽然有痛也不苦，还说“好可爱！”还有人把“痛”与“快”连在一起的——痛快，可见“苦”不是客观的存在。\n' +
        '　　虽然人生是苦，如果知道了苦的内涵，明白了身心的功能，悟到法的实相就可以超越出来解脱。阿罗汉体证实相后，即使身体有病，甚至得了癌症，身体会感觉到痛，但心灵却不苦，那是阿罗汉的大解脱。很多人不了解，以为阿罗汉、或佛等圣者，不会有病苦，那是错误的观念。身体五蕴功能的感觉还是有的，只是圣者的心灵超越了痛苦的束缚。\n' +
        '　　如果苦是客观的存在，谁都不能超越了。正因为它是缘起的条件组合，只要变更、调整那些条件，就可以超越苦，这是绝对可以办到的。否则佛法所说的解脱、离苦得乐不是空谈吗！学佛法确实有其内容和实践体验的方法，的确可以超越生死的苦迫，也绝对不是拜一拜、求一求就可以解决的。\n' +
        '　　“苦的根源，在于「无明」与「爱」。”\n' +
        '　　这就是缘起最主要的两个重点：对一切法执著、爱染是产生痛苦的因缘，追溯爱染的根本原因就是无明。无明，用现代语来说就是无知，就是对宇宙的真理、身心的功能、生死轮回的实相不了解。\n' +
        '　　“「无明」是对人生现实，缺乏正确的认识，一种盲目的意志。”\n' +
        '　　“无明”，就是不了解身体的功能，以及观念形成的原因；不明白形成痛苦烦恼的原因，在盲目的意志状态中，如何能超越苦迫？为什么有人幸福、有人痛苦？为什么有人解脱、有人却依然生死轮回？差别就在于明与无明。\n' +
        '　　“明”是对真理的明了与相应。“无明”就是对真理(尤其是我们的身心功能)法则的不明了，与其相违背，凭自己主观意念和社会风俗习惯，带来的就是传统信仰的观念。我们每天都在无明中拼斗，为的是爱、取、有，带来的却是痛苦烦恼和无限的生死轮回。就是对自己的身心缺乏正确的认识和了解。所以，修学佛法，首先要了解身心五蕴的功能与作用。\n' +
        '　　“「爱」是观念上的一种期待和欲求，求什么呢？求常恒的满足，永久想支配一切的一种欲望。爱的背后，已预期有「不变的实体」或「常一主宰的我」了。如没有此预期，就没有「爱」的发生，也就没有「苦」了。”\n' +
        '　　“爱”是观念上的一种期待和欲求，是一种永远想控制、支配一切的欲望和期待。“爱”的背后已经预期有不变的实体，或常恒主宰的“我”了。我们欲求占有，并希望永恒存在，在这样的爱染后面就是那个“我”的本质(我的意思就是主宰)。在社会上即使不能当总统，在公司当董事长也是主宰；实在没有机会，回到家里对儿子、对自己饲养的动物也要主宰，人类有情要离开这个主宰欲真是很不容易啊！\n' +
        '　　只要时时刻刻反观一下，就知道自己一直落在主宰的观念中：都认为自己比别人强，比别人高，比别人优越，要主宰、要控制，如果不听就生气。其实，这个主宰欲就是我执、我见。当体悟了真相，观念与明相应，那个我执就消失了，就会明白缘起的一切万法，都是平等而相依相缘的，没有单独性和永恒性。\n' +
        '　　譬如农民种田、工人加工服装、制造种种产品······每一个行业都要兴旺发展，大家才能共用利益、互助和乐。如果每一个人都当总统，那就不成国家了；每一个人都当董事长，谁来做职员？每一个人都当老师，谁做学生？没有清道夫，城市的垃圾谁来清理？所以清道夫也很重要。懂得缘起，就知道任何一个职业都是平等的，社会国家的发展需要各行各业的共同努力。\n' +
        '　　当了解万法，都是相依相缘的缘起条件的组合时，自他之间就不会产生隔阂，就不会有优越感和主宰欲了。对一切法就会懂得尊重，唯有彼此尊重和合，人间才有真正的极乐幸福可言。\n' +
        '　　相反，如果人们都在自我永恒的主宰欲(即我见我执)中，带来的不仅仅是自己的痛苦，也会使整个人类之间充满矛盾和斗争。听说人类自有历史以来只有两百多天没有战争的。国与国、人与人之间都在争斗，因为各个都有“我”，都想做主宰。所以，只有真正体悟宇宙真理法则的人，才有真正的和乐幸福可言。\n' +
        '　　表面上看来，现在的物质生活非常丰富，科学也非常进步发达，但人们在精神和心理上，却愈加感到压力和束缚。物质生活确实有了很大的改善和提高，但是，谁因为这样的改善而真正地幸福、自在、解脱了呢？\n' +
        '　　童年的生活应该是幸福快乐、天真烂漫的，可是，为什么当今的时代孩童就有自杀的现象，很苦啊！以前我们读小学时没有竞争，放学回来，书包一丢就打陀螺、玩纸牌等游戏，童年的生活是很幸福的。可是，现在幼稚园的小朋友放学回来还要补习，多么可笑！小小的幼苗就要承受这样的压力，多么可怜！虽然生活上各方面的条件都很优越，但是没有真正的幸福自在！\n' +
        '　　所以，解脱不是只有注重外在的物质，真正的解脱是认清真相、了解真理，只有懂得缘起法，体悟真理，超越虚妄的我执，才能解脱超越苦迫，这就体现出佛法的重要性了。\n' +
        '　　一般人以为佛法是搞迷信、崇拜、信仰。其实，佛法研究的就是真正的人生哲学、生命哲学、智慧哲学。唯有了解这些真理实相的人，才有机会超越痛苦和生死的束缚，不但没有迷信的思想，而且是在破除迷信的观念。\n' +
        '　　从上课到现在，一直都在破除迷信，破除外道的思想。外道都在搞“祈求、开运、持咒、消灾”。而真正的佛法是探讨我们的身心五蕴，了解万法缘起的真相，众生生死轮回痛苦烦恼的真正原因。然后懂得如何去转化因缘条件，使得每一个人都能达到佛法的最终目的——解脱生死的束缚。\n' +
        '　　但是，社会上普遍的大众，由于没有亲自研究佛法的法义，无法明白佛法的真正内涵。一般看到的，只是寺庙中的法会等佛法的外壳。对于佛法真正的精神却所知甚少，误解更多。\n' +
        '　　有人说学佛的人淡薄名利、持斋、守戒很可怜，其实，不学佛的人才是真正的可怜！因为痛苦永无出期，无法解脱。不管钱财、地位、家庭如何圆满，总会有老病死的一天，那时就苦不堪言了。学佛法，得正见，在自己的身心中，真正体验到生命的真相后，就会超越了一切的痛苦和烦恼，从容面对生死，解脱自在。这是非常重要的！\n' +
        '　　1、“佛教中有一部分的思想，是将当时印度的学说，加以改良，重新组织而成的，如：\n' +
        '　　(1)、人生是「苦」的；\n' +
        '　　(2)、应求「解脱」；\n' +
        '　　(3)、肯定四大说；\n' +
        '　　(4)、业是生死因；\n' +
        '　　(5)、以「禅」为主要的修行方法。\n' +
        '　　2、那么，佛陀独创的教义是什么？略说三种：\n' +
        '　　(1)、无常观(否认实体的常住)；\n' +
        '　　(2)、修行上的中道主义(离苦、乐二极端)；\n' +
        '　　(3)、慈悲思想的广大。”\n' +
        '　　佛法中有些专门术语，是原来印度宗教界常用的，佛陀引用并加以改良。如：第一、人生是苦。这本来是印度宗教普遍的思想，所以佛法也以苦集灭道的“苦”为根本。第二、应求解脱。佛法也讲解脱痛苦，“集”是苦的原因，所以找到苦的原因，而使苦灭、集灭就是“道”(方法)，这是佛法的解脱内容，与外道有着根本的差别。第三、肯定四大说，万事万物都是四大的和合，佛法把四大也含融了进来。第四、业是生死因，佛教也加以采纳，只是业的内容有所不同。第五、以“禅”为主要的修行方法。佛陀也是入四禅出定后依正思惟才悟到缘起法的，所以佛法也重视禅修这一前方便。\n' +
        '　　上面这五种学说含摄了印度原有的宗教思想，但佛法却有着自己的特质，而成为佛陀独创的教义：\n' +
        '　　第一是无常观：即否认实体的常住，否定有一个永恒的灵魂(我)，否定不变主体的存在。佛法不认为有一个永恒不变的东西，所以说——无常，其实，无常的深义就是常不可得。\n' +
        '　　第二是修行上的中道主义：离苦乐二方面的极端。印度外道思想归纳起来：有修定主义，极端的苦行，以及享乐主义。快乐是一边，苦行是一边，而佛法是离开极端二边的中道主义。\n' +
        '　　第三是慈悲思想的扩大：后来产生的大乘佛法，以菩萨道为主的精神，就是慈悲思想最充分的展现。耆那教也严禁杀生，重视德行，但是，佛教发展到大乘佛法时期，慈悲心的思想展现得更加淋漓尽致，大乘强调关怀十方尽未来际一切有情众生，慈悲心就更加宽广了，大家要明白这些同异之处。\n' +
        '　　“六师的无常观是现象上的厌世观，而最终要回归本体界。但佛陀说「无常」，不止是现象上，而是本体界也没有固定常住的实体或第一因。”\n' +
        '　　六师也讲无常，他们误认为一切的毁灭是断灭，所以是现象上的厌世观。但是，有一个本体是常的，而终究(死后)要回归本体界的。佛陀所说的无常，不只是器世间和身心现象上的生灭变化，本体界也没有固定常住的实体，或第一因，所以上帝不可得，本体不可得，第一因不可得，即自性不可得，这就是佛法与外道最大不同的地方。\n' +
        '　　“换言之，没有固定的灵魂，或不变的我可得。佛陀的无我论，是缘起中道的实相论，是与一切外道不共的。”\n' +
        '　　佛法不是一元论、不是多元论、不是本体论，也不是唯心论或唯物论，而是无常无我的中道的缘起论，这个特质一定要明白。\n' +
        '　　后面所要讲的缘起理论，就是佛法的根本特质。所以，先厘清佛法与外道思想的不共后，才能深入佛法的缘起论，了解佛法的特色，才能铲除神教的观念，铲除有我、主宰、实体的观念。\n' +
        '　　“耆那的不杀生，是形式的机械主义。佛教的不杀生，是站在甚深的慈悲立场，而行为是采重点的方式，并不像耆那教之不可走路、不可吃水吃米的顽固态度。不杀生的根本精神，是在于慈悲，并不在行动的顽固化和形式的苦行。乃至于断除吾人的生命。\n' +
        '　　佛教教化在家人的态度，是站在世间法即是佛法的显现，这由大乘的慈悲思想而来。对在家人是比较宽容的，故能弘化于外土。\n' +
        '　　耆那的在家人，实行十二义务，每一阶段，渐加严肃，到最后阶段，与比丘一样，能过着数个月的禁欲生活。耆那在家出家的宗教义务、本质上是一样的，僧俗密切结合，这也是耆那教能防止内部本质变化的原因，但耆那教很难向外弘化。”\n' +
        '　　佛陀是印度人，他创觉的佛法能弘化到世界各地，成为世界性的宗教，遍及每一个国家和地区，原因就在于，佛法能适应、融和每个国家和区域性的文化背景、民俗习惯。人人都需要慈悲宽容的中道思想，佛教的戒律，对在家居士不像对出家人那样要求严格，所以能适合人间。但是，耆那教对在家人的修行要求，最后阶段严守出家人的戒律。耆那教在家、出家的宗教义务，本质上都是一样的，僧俗密切地结合，这也是防止内部本质变化的原因。但耆那教的思想严谨苛求、固守僵化，不论到哪个区域都会保持其严肃的本色，所以很难向外弘化。\n' +
        '　　“修行上的中道，也是佛教最重要的特质。佛陀认为：我们应采取适当的食物，来保持身体，才能达到修行的目的，身心是一体的，不是二元的，应身心安然，才能修「禅」(佛陀对禅定方法与内容也有创新)。”\n' +
        '　　佛陀曾经一味地苦行六年，最后身体虚弱到在河里洗澡后，都爬不上岸，这样的身体怎能悟道？所以佛陀放弃了苦行，接受了牧羊女的羊乳供养，恢复了体力，才能在菩提树下进入正思维，体会到缘起法而悟道。我们的生活和修行，都需要恰到好处的食物营养，但是如果每天讲究注重滋味营养，那就变成执著了。所以佛法讲的是中道，恰到好处，离开二边的极端，这就是佛陀重视的缘起中道法。\n' +
        '　　“佛陀反对苦行：苦行会消耗身体，养成消极、厌世，以致身心衰弱，而无力量消除烦恼，无法解脱。佛陀的修行方法，是保养身体、舍离苦行，同时也反对五官的享乐，以免精神堕落，而由身心调和的中道精神，修习禅定、内观，以期解脱的实现。所以佛陀的法悦，是身心一如的中道境界，”\n' +
        '　　佛陀有这样的体会，因为这是他亲身的经历。他原本是王子，享受过王宫中幸福快乐的生活，也修过六年的苦行，最后体会到这一切都不是解脱的正因。所以，放下了苦乐两边的极端，体会到缘起法，彻悟身心一如的中道境界。\n' +
        '　　“而此境界，是充满活力的现实人生境界，不是伤感、消极的。佛教是以无执力量为本，而教化现实人生的宗教，绝不是脱离现实人生的神秘教。”\n' +
        '　　有些人把外道和神教的一些现象、观念，错认为是佛教的思想和行为，这是对佛教的一种极大的误解。\n' +
        '　　真正的佛教是以无执的力量为本，所谓“无执力量”，是指对一切法的真想明白后，不再执著了，以这样的力量为根本，去教化现实人间。佛教不是脱离现实人间，去讲神秘境界的宗教。很多人误解为信奉佛教，会使人的思想消极，其实无奈的人生才会消极，佛法能让我们了解生命的真相，开启智慧，懂得如何待人接物处事，这样的人生怎会消极？相反，我执、烦恼深重的人生，才是疲惫、伤感、无奈的，这样的人生必定会走向消极。\n' +
        '　　而真正体会真理实相的人，我执消失了，远离了贪嗔痴慢和名利得失，超越了一切相对的境界，以平等、慈悲、无所得的心来关怀利益众生，展现的是一种积极向上的人生，又如何会消极？只会更加积极去利益众生啊！所以，菩萨道的精神是“但愿众生得离苦，不为自己求安乐”。\n' +
        '　　了解缘起法，体悟无我，知道生命与万法是息息相关、相依相缘的，众生的苦就是我的苦，怎么还会消极？把自己的身心无私地奉献给众生，生命由此而充满无限的生机和活力。这种无怨无悔的菩萨道的精神，和广大的心行确实源于无执的力量！\n' +
        '　　很多人对佛法不了解，以为学佛者就是在人间事业失败、感情受挫、走投无路才去出家或学佛的，无上的解脱之道竟然被认为是“消极和无奈”的归宿！这完全是对佛法的一种误解。\n' +
        '　　我年轻时，事业做得相当好，但我的愿望是学法，对法无限地向往，在修行的过程中，对法体验到某一个程度时，了解了生命的终极意义，就毅然出了家。因为剩下来的生命是要贡献给众生的，哪里还求个人的欲望？所以大家对佛教不要误解了，真正的佛法是非常伟大的！菩萨道德精神也不是一般人能了解的！\n' +
        '　　“不苦不乐的中道主义，在杂阿含经中，「不松不紧的弹琴」之说法，即指这个。吾人修行，也是如此，太紧了(苦行)，身心疲劳；太松了(享乐)，也无从精进。六师的修行方法，不是苦行，便是享乐，不是常见，就是断见，这些均被佛陀所放弃。”\n' +
        '　　阿那律尊者是天眼第一，但是刚开始修行时很困难，无法上路，因此有点灰心，想还俗。佛陀问他：你在世俗时有什么特殊的才能？他说会弹琴。佛陀就用琴来开示他：琴弦如果调得太紧会怎样？回答：太紧则声音很尖锐不动听，而且琴弦也容易断。佛陀问：弦太松会怎样？回答：声音不成调。佛陀又问：如果不紧不松恰到好处呢？回答：这时候的琴音会非常美妙动听。\n' +
        '　　佛陀就用“不松不紧的弹琴”的道理，来开示中道的精神：修行也是一样，如果过于紧张了，身心疲惫，不可能进入一种非常愉悦的禅定境界；如果太松懈了，在五欲中沉迷太深，也不可能进入身心平衡愉悦的禅定状态。所以修行也要恰到好处，调节身心，使它保持不紧不松的中道状态。\n' +
        '　　学习到这里，大家已稍稍能明白佛法与外道的不同之处了。佛法流传了两千多年，外道的思想多多少少地融进了佛法之中。大家看到佛教界内普遍存在的现象，还有社会上的许多怪力乱神，都会对佛教产生反感甚至批评。其实，那些都不是真正的佛法，而是复活了的外道思想。但是厘清了这些观念后，至少可以能抉择法：知道什么是混进佛法中的外道邪见，也不会将某些方便的适应现象，当作究竟的佛法了。通过这样的学习，不但不会误解佛法，还能厘清抉择佛法的正知见，依正确的方法用功修行，以达到解脱的目的，这是很关键的。\n' +
        '　　如果真的想解脱，就不会欺骗自己，一定会探求真正的解脱之道的内容，会很用心地去抉择。然后才知道该学什么法，在生活中怎样去应用体会。\n' +
        '　　佛法不是让我们厌离世间，而是在现实的生活中，在我们的职业和家庭责任的当下，用佛法的理论来实践修行的方法。在生活中去体验，在我们的责任应有的规范当下，同样能解脱悟道，这才是佛法伟大的地方。\n' +
        '　　佛法绝对不要求人人出家到深山去苦行，真正的佛法是入世的。有一些发心的人，他自己用了很多的心血、无限精进而体会到法性后，发起大悲心，愿意把自己体会和经验回馈给众生，他会入世来跟大家结缘，指导大家怎么用功修行，让每一个有缘人都有机会体会到真理实相。所以，修行并不等于出家，没有特殊的因缘，即便想要出家也不可能的！出家的人是发心用全部的生命投入学法，有所受用后愿意贡献给众生，所以现出家相来跟大家结缘，那是慈悲的菩萨行。如果你们学法证果了，尤其证到四果阿罗汉以上，那是一定会出家的。\n' +
        '　　所谓“出家”有两个方向：一个是出烦恼之家、生死之家、贪爱之家；另一个就是离开世间的家庭，现出家相弘法利生。\n' +
        '　　佛法的平等，不管男女老幼、贫贱富贵，不管身体健康衰弱，也不管从事任何职业，只要真心愿意学这个法，能在生命中去体证实验，每个人都可得到共同的答案——悟入缘起性空的无我，这就是真正的解脱受用。所以，人人都可以修行。\n' +
        '　　佛法僧三宝中的“法”是何义？法就是必然性。比如两个氢原子与一个氧原子结合，必然产生水(H20)，这与相信与否没有关系，只要做实验，出来的结果必然就是水。我们看清苦的因缘条件，只要转化了这个因缘条件，就不再有痛苦烦恼了，同时对生死也不再困惑了，当生就能解脱。而且可以像阿罗汉一样自己肯定证明——“此生已尽，梵行已立，所作已作，不受后有。”这里有原理、有方法、有印证的内涵。所以，可以一一体会自证有没有解脱。佛法是如此的无私而珍贵，人人平等。\n' +
        '　　学佛不是只有特殊的人才能学，而是人人平等有机会的。也许大家会受到一些观念的影响：“人家是佛菩萨再来的，我们是众生怎么可能？”不要妄自菲薄！哪一个人不是再来的？有的女众说：师父啊，我们女人业重，少修了五百世。我说：你怎么知道你这一生不是第五百世？从法的了解，男女是平等的。大乘佛法讲：一切众生含灵都是平等的，人类的男女难道会不平等吗？女众们不要担心，这一生都是第五百世，都有机会解脱。\n' +
        '　　如果法是不平等的，还要学它干什么？如果只有特殊的人物才能学法，才能被收为弟子，这哪里还有一点佛法的慈悲和平等？越是智慧不开的人，我们更要鼓励学习才对，相信勤能补拙！佛法也说：“初发心即至佛地”，就怕不发心，只要菩提心初发的那一刻，就种下了未来成佛之因，那是最重要的开始。\n' +
        '　　为什么一定要讲这些？因为很多人受传统观念的影响，对解脱失去了信心。说什么：“业不重不生娑婆，我们的业重得像须弥山那么大不能尽；我们生生世世的业力太重了，一片漆黑看不到光明，自己没有办法，只有等待佛的愿力慈悲来救拔。”\n' +
        '　　这样的说法，首先就否定了解脱成就的可能性，那么还有机会吗？其实，不管过去的业力有多重都没有关系，只要现在开始发菩提心就有救了，菩提心就是成佛的心，那一念心发出来，就已经开始迈向解脱之路。如果连那一念自信心都没有，怎么走解脱成佛的路？那是永远都没有机会了！\n' +
        '　　我不是故意和别人唱反调，这里是有根据的。看《杂阿含经》中的记载，佛陀身边跟随他学法的人，都见法证初果，这是最起码的成就。很多人(包括外道)来见佛问法，第一次见面就能证初果，亲近佛陀的许多人都证了阿罗汉。现在为什么没有？难道现在真的都是钝根吗？其实不然。\n' +
        '　　过去修行人跋山涉水、千里求名师，参一个善知识要走两年的时间和路程，问了几句话回来，同样还需要两年。而现在听法非常方便，电视、上课、VCD等各种方式，甚至在家里不出门也可以学佛，犹如把法师请在家里一样，有问题还可以随时打电话询问。过去如果三十年会成就，依我们现在这样的条件来讲，三年就应该可以成就了。过去到哪里看经典？到哪里去听法？但是现在只要需要，佛法免费赠送到家，这样的条件应该很容易开悟才是啊！讲这些是希望大家不要灰心，不要听那些灰色的理论，而丧失了解脱的自信心！\n' +
        '　　我们要发菩提心，每一个发心的当下就已经开始迈向解脱了，只是根据自己用功的程度，来决定成就的时间早晚而已。肯定地告知诸位：佛法是人人学，人人解脱的！否则我们就没有必要相信了。学习佛法，每一个人解脱的机会都是平等的。只要精进用功，一定很快成就；如果一曝十寒，那么永远都没有机会。\n' +
        '　　下面讲集谛，“集”就是原因，探讨痛苦烦恼轮回生死的真正原因，这是佛法的根本理念——缘起。前面先让大家概略明白佛法与外道的根本区别，现在就要进入佛法的真精神了。'
      }
    ]
  },
  {
    title: '集谛',
    data: [
      {
        title: '缘起的定义',
        content: '“缘起的定义，是「此有故彼有，此生故彼生」。简单的，可解说为「缘此故彼起」。任何事物的存在——有与生起，必有原因。「此」与「彼」，泛指因果二法。表明因果间的关系，用一「故」字。”\n' +
        '　　缘起有一个偈子，大家可以背下来，以后就会用了：“此有故彼有，此无故彼无；此生故彼生，此灭故彼灭。”其实“缘起”两字就在讲因果二法。“此”，就是这个法(即因)；“彼”，就是由此法生起而产生的后面另一法(即果)。因缘聚合(因)，就产生某一法(果)的现象，说明因与果之间的关系，用一个“故”字。\n' +
        '　　“彼的所以如彼，就因为此，彼此间有着必然的「此故彼」的关系，即成为因果系。”\n' +
        '　　必然关系，也就是必然理则，如H2O一定等于水，因为是必然的。在讲因果时，一定要加上“必然”二字，如果没有必然性就不叫因果。比如沙不能煮成饭，因为没有必然性；而米可以煮成饭，这是必然的，因果之间有着必然的理则，这个很重要。\n' +
        '　　说到这个必然性，可以反省一下当今社会的普遍现象：当人们烦恼痛苦时，就会想到拜一拜求一求，认为能得到庇佑而使痛苦消失。这求拜与痛苦的消失之间是否有着必然的关系？有时候也许会偶尔碰上，但那不是必然的，一定的结果才叫必然哦！痛苦烦恼自然有其原因，应该去探求。\n' +
        '　　譬如刚才遇见某人，他讲了一句话，使我生气到现在。找到了原因，反省后感到自己很笨，别人的一句话就苦成这样，不放在心上不就化解痛苦了吗？如果不知道产生痛苦的原因，只是去求以求拜一拜，哪里会消失痛苦呢？也许有人会因为这样的求和拜得到暂时的心安，但不一定会消除痛苦。所以一定要看到因与果的必然性，否则就会非因计因。\n' +
        '　　众生想解脱痛苦烦恼，但找不到产生痛苦烦恼的真正原因，更谈不上消除痛苦烦恼的方法，如何解脱？外道每天吃几粒饭，一只脚站着看太阳，拔头发等苦行，这与消除痛苦有什么关系呢？所以叫非因计因。\n' +
        '　　没有找到产生苦的正确的因缘而要去解除苦因，也就是没有找到因果间的必然性，就达不到灭苦的目的，甚至会加剧苦迫。所以这一句话很重要：“因果间有着必然的此故彼的关系。”为什么一加一等于二？因为有它的必然关系，一定要知道什么叫必然。\n' +
        '　　“此为因缘，有彼果生，故缘起的简单定义，即是缘此故彼起。”\n' +
        '　　万事万物都是缘此故彼起的，在这样的法则下，就没有无因产生的事物。所有一切万法(包括人)的产生，一定有前面的条件和原因，这叫因果系。既然人间一切法的产生，一定有它的因缘条件，我们就会建立一个观念——彻底地否定了无因生！\n' +
        '　　一般都说：“我们的自性(清净灵魂)是不生不灭的”，这个自性是从哪里来的？回答：“没有原因，本来就有的。”有人说上帝创造了万物，那上帝是谁创造的？回答：“没有谁来创造的，上帝本来就有的。”这样说来上帝和灵魂就是无因生的！从刚才提示的缘起法则，万法无不从缘起，这是绝对的真理法则。所以无因生是不能成立的，注意听！如果无因可生的话，虚空中应该随时跳出东西来，然而我们所认识的万法中，没有一法是无因生的。所以，佛法否定外道无因生的本体、自性、上帝、大梵天。\n' +
        '　　佛法破外道的邪见，并不是强词夺理的，一定有其理论和内容。而这个理论和内容，是根据佛所体验的真理而建立的。但是现在很多人所讲的真理，只是为了表示玄虚而已：“我知道的是高深而不可知、不可说的，你们无法知道。”请问：如果是不可知、不可说的，那么你在搞什么？我们又怎样才能达到那个不可知？其实，就是在故弄玄虚，以表示他的高深和价值——你们不知的，我都知道。\n' +
        '　　你们用一个方法，让他看到了也不知道：抓一把瓜子或牙签，让他看一下，然后放在口袋中，问他具体有多少？他不是有神通吗？看不到的东西他都能看到，这小小的事情又何值一提？但结果往往会使你们失望——他不知道！这些显而易见的都说不出来，哪里还能知道不可知的？根本无法印证！但是很多人都在求这个。听说某人有神通，知道过去和未来，那会一拥而上。只要说些你不知道的，就觉得很了不起，但是谁能证明？\n' +
        '　　佛法的缘起法，一概否认那些无根据的、不能证明的、虚无缥缈的东西。佛法谈的是现实、是因果、是缘起。一切法的存在是此故彼的关系，任何一法的产生都有它的条件因缘，没有无因生的一法。这就是缘起法的第一个特质——否定无因生，这是宇宙的真相，一定要把握。\n' +
        '　　如果不了解因果的必然性，怎么知道我们修行解脱的依据？那不是空谈吗？众生最糟糕的就是没有自信心，认为靠自己是不行的，现在积些功德，死后回到某某地方去，某某封我个职位，那是解脱吗？“三界无安，犹如火宅”，三界内的都是众生，即便天神也还是众生，他能封你什么？每天都拜，连石头、树木都拜，问他拜什么？不知道。这么现实的科学理论(法的根本)摆在面前都搞不清楚，每天还在求啊、拜啊，要死后到哪里去，这是智慧还是无明、愚痴？\n' +
        '　　“一切法的存在，都不过是原因条件的假合。存在的是结果，同时也是因：凡是可为因的，也必是从因所生。”\n' +
        '　　这就是佛法的缘起论，这几句话很重要！大家要把握住这个根本。比如说，我们的身体是色、受、想、行、识五蕴和合的，五蕴中的色蕴是地、水、火、风、空组合的，但其中的“地”也不是第一因，它还是条件的组合。\n' +
        '　　所以说，凡为一法的因(即条件)，它本身还是因缘组合的，这一句话揭示了一个真理——没有第一因。如果说组合色身的条件是永恒存在的不变的原子，那么原子就是第一因了。但到目前为止，卓越的科学家们也都无法找到第一因，现在已经从原子进步到夸克，但科学家发现夸克还是六个条件的组合。\n' +
        '　　佛法中说“无始以来”的无始，就是找不到开始。也许有人会问：既然找不到开始，那么一切万物不是无因而产生的吗？佛法的缘起论告诉我们：一切万法是随因缘而“如幻”地展现的。如幻，就是“好像”是真的，却如梦幻泡影，当体即空。佛法所说的“空”，自有其内涵，因为凡是缘起的都没有自性(体)，无自性就是没有永恒性、没有独存性。\n' +
        '　　比如我们的身心是五蕴的和合，所以不是单独存在的、不是永恒不变的。如果有这样单独存在的、永恒不变的就叫“我”(自性)，那么因缘组合的法就没有自性。而所有的万法都是因缘条件的组合，就是说没有一法是永恒不变的，所以一切都是无常的，找不到永恒不变的、不需要其他条件而独存的“我”。佛法是这样理性地分析一切法，而不是凭想象推理，这一点很重要。所以凡可为因的，也必是从因所生，这样重重的因缘相续，找不到第一因。\n' +
        '　　“凡是假合的，它的本身一定是迁动变化的；”\n' +
        '　　这里所说的迁动变化，就是无“常”性：一个法生出来，一定会变坏的，即使如金刚钻那样坚硬，也还是会坏，只是时间更长而已。人从年幼到老、死，也是不停地在变化。木料虽然很坚硬，可是过一段时间也会腐朽虫蛀。钢骨水泥大楼看似坚固，几百年后还是会坏。一切法只是无常地在组合而已，没有永恒性。\n' +
        '　　“它依因缘而存在，同时又与他法作缘，他法也迁流变化而存在。这种互相影响互相推动的关系，佛法简称为因果系。”\n' +
        '　　缘起的每一法，都依因缘的迁流而缘生缘灭，同时也与他法互为因缘，相依共存，而他法也在因缘的迁流中变化不住。这种法法之间相互影响、相互推动的关系，佛法称之为因果系。\n' +
        '　　要注意，佛法讲的因果，与世俗的宿命论因果完全不一样，佛法的因果是真理法则的真相，而不是宿命论的那种神话。\n' +
        '　　“如一棵树，有种子的因，水、土、日光的缘和合，而开花、结果。若是原因和助缘起了变化，树的本身也就跟着变化了。同理，人的富贵、贫穷、贤明、不肖，都不是没有因缘的。人依内心知见的正确、错误，引生行为的合理不合理，由此感召苦乐不同的结果，这是因果必然的现象。这因果的法则，是遍通一切法的。”\n' +
        '　　人人虽然都是父母所生，但是由于各人的助缘不同，从出生到成长的过程，其间的因缘变化是非常复杂的。有的生命刚出生就死去了，有的生命在童年时就会夭折，有的活到百岁也很健康······\n' +
        '　　种子种在土里，如果没有其他助缘就不能生长，所以还需要水、养分、日光等种种因缘条件，种子才会发芽、开花、结果。如果苗出来时鸭子把它吃掉了，或开花时被台风扫落了，都不能结果。种子会结果，中间要有很多的助缘条件，因缘条件变化时，果也会随之变化。\n' +
        '　　所以讲因缘，一定要分主要因缘和次要因缘。比如说，身体分主要器官和次要器官，次要的器官有一点毛病，不会有太大的影响。但是主要器官出了问题，就会危及生命。\n' +
        '　　如果泛谈因果，到最后就会发现：原来一切法都是你的因，你也是一切法的因，我们如何去把握因缘呢？比如说麦克风含铁，追寻因缘：铁从哪里来的？从矿里提炼出来的；谁去炼的？人去开发的；开发要很多条件，铲子、车子、炼炉。车子是什么做的？什么人来做的？什么条件有车子？这样去追寻到最后会发觉：任何一物与万法都有关系。\n' +
        '　　人类也是一样：你是谁生的？是父母生的。父母是水生的？是祖父母生的······一直往上追溯。如果每一个人都往上追，到最后是谁生的？所以，佛法讲主要因缘和次要因缘，不能广泛地讲因缘，广泛地讲因缘就无法把握了。\n' +
        '　　修行的目的是灭苦，生死不再相续而解脱。所以，灭苦是主要目的。找出苦的主要因缘是我见、我执，再往上追溯就是无明。主要的因缘条件是我见、我执和无明，那么就要针对主要因缘，去下手转化改变。\n' +
        '　　“缘起”说起来只有两个字，却甚深复甚深！我们把握住缘起法的根本，找出主要因缘条件，明确观念，就可以厘清一条路来。缘起的偈子：“此有故彼有，此无故彼无；此生故彼生，此灭故必灭，”就是缘起法根本核心的主要论题，把握住这个，就可以知道缘起法的内涵而引申它、善用它、体会它。\n' +
        '　　佛法讲的因果和宿命论的因果不同，佛法重视的是现生当下的一切因缘条件(包括身心行为)。因果不是泛指过去的一切，过去的一切造作的确会影响到现在，但重要的是我们当下的身心所具备的条件。过去虽然造了某一种因，但是如果没有助缘，也不能成为果。因果法则讲的是因缘和合，不是单一的因，成立单一的果。所以缘起甚深复甚深。探究所有的因缘是极其广泛的，所以佛法的因缘论分主要因缘和次要因缘，当主要因缘与次要因缘聚合时，才能成为一法。\n' +
        '　　比如有人非常富贵，有人非常贫穷；有人很有智慧，有人就很愚痴。产生这种现象的原因除了过去的因缘以外，最主要是我们当下的因缘。不同的观念，就会产生不同的身语意的行为。有人在小时候家庭环境不好，但是他从小就立志，一定要读到大学毕业，所以愿意比别人吃更多的苦，付出更多的心力去学习，甚至可以半工半读上夜校。这种志气和愿望推动着他的精进力，他就真的能够读到了大学毕业，乃至硕士、博士。\n' +
        '　　内心发出的愿力，就是一股推动进取的力量，尽管先天条件不好，但是只要能努力去具足那些条件，将来还是可以得到受用的。年轻时多吃一点苦，将来就有智慧，在创业、家庭、人际关系方面都会处理得非常圆满。\n' +
        '　　台湾这几十年来经济发展很好，一般的家庭都很富裕，父母也非常爱护，孩子们很少受苦，每天无忧无虑。但是他们失去了锻炼、磨砺的机会，只会伸手向父母要钱花，读书方面只是应付而已。这些孩子哪里有真正的内涵，将来怎么办？先天条件好，将来未必就好。\n' +
        '　　很多家长为自己孩子的反叛期很烦恼。我常给那些孩子们开示：人的平均寿命有七十多岁，你们现在才一二十岁，现在如果广享福不愿读书，甚至读到初中就厌学了。有的早早找份工作，几万月薪自己花得很过瘾。请问：将来能做什么？你没有专长技艺，永远就是赚那一、二万块，年长以后那个日子就会很辛苦。如果现在辛苦一点，人家在玩乐的时候你在用功读书，了不起辛苦几年，将来有学历、有内涵、有技艺、有才能，将来走向社会到处都需要你。还可以自己创业经营，未来的人生必然幸福圆满。我问他：你愿意现在快快乐乐过三五年，将来一生很辛苦？还是现在辛辛苦苦地拼个三五年，将来一生很幸福？孩子们一般都听懂了，回去以后就会好好地用功读书。所以，教育孩子不可以用打骂和逼迫的方式，而是要开导、启发他的智慧。现在辛苦也不是为父母和别人，而是为自己的将来，具备了幸福的条件，自然就会有幸福的人生。\n' +
        '　　学佛也是一样，由于对诸法的真理实相不了解(无知无明)，所以我们的知见有了错误，每天争夺爱取、污染造业而不自知，还以为一切是正常的。只有透过法的熏习，才会明白，一个人的知见、观念是否正确，决定他的行为是否合理，这就是造业——合理的是善业。我们的行为所造成不合理的恶业，会影响到未来。既然行为的造作来自于观念，那么我们接受教育的目的，就是要建立正确的、理性的观念。当观念修正后，行为自然端正。\n' +
        '　　各位反观一下我们的一天：早上醒过来一直到晚上睡觉的整个过程，到底是谁在运作？大家都不了解。其实里面有一套程式每天在运作，由于我们不明白，所以它造了很多恶业，带来痛苦烦恼，我们就不得不“受”。\n' +
        '　　当了解观念的错误带来行为的错误，而进一步带来痛苦烦恼时，就知道应该从哪里去改善修正，该具备怎样的条件，才能过上幸福自由解脱的日子。古今中外的芸芸众生为何都那么苦？最大的原因就是不了解自己生命的内涵和真相。\n' +
        '　　“在这「此故彼」的定义中，没有一些绝对的东西，一切要在相对的关系下才能存在，这是佛陀观察宇宙人生所得的结论。也就因此，悟得这一切不是偶然的，也不是神造的。佛陀的缘起观，非常深广，所以佛说：「此甚深处，所谓缘起」(杂含卷一二、二九三经)。”\n' +
        '　　缘起法是此有故彼有，即是“此故彼”——因为具备这样的条件，才产生那样的法。一切法的产生都有其先决条件(主因)和很多助缘(次因)。既然一切法必须在相依相缘、众多相对的条件下才能产生，即表示没有一个绝对的东西，这就是缘起。所以缘起法首先否定了绝对的存在。既是要众多条件的组合，就没有单一能存在的一法，更不可能有单一的永恒。\n' +
        '　　既然讲缘起的“此故彼”，就彻底否定了无因生，因为一切法都是相对的存在。但是我们内心不了解这个真相，内心不安稳，总希望有一个永恒的东西。先是执著五蕴是我，希望永存。但从历史来看没有一个人是永恒不死的，所以很不得已，老大不情愿，又希望有一个“我”，是不生不灭永恒存在的。肉体坏了，这个“我”离开人间后，还有一个地方可以永远安住。众生的内心是不是都存在这样的意欲？\n' +
        '　　其实，佛法的缘起论，就是在破我见、我执的观念。而希望永恒存在的欲望，就是我见、我执的实有感。只要存有“永恒不变”的实有感，我见、我执就有立足点，贪嗔痴烦恼就不会止息，生死就会由此相续。\n' +
        '　　这种实有感不只是对我们身心的执著，对外在的条件也是一样，希望所有的名利永存，并且越多越好。但是一切都逃脱不了无常的法则，要使这些永恒不变是多么辛苦，当然也更不可能！\n' +
        '　　我们俗家姓刘，族谱上记载，我们是汉朝皇帝刘邦第四个儿子的传人，以前大汉江山都是刘家的。诸位有可能是企业家或首富，人生圆满、功成名就，但是请问：这些能比汉朝刘家的江山还大吗？这只是一个比喻。一个国家一个朝代，总要被更新换代的，我们能传几代不变？人间就是无常的。\n' +
        '　　但是我们重视的，仍然是这身外的名利恩爱，却不明白一息不来时，这些都与你无关了。很少人知道德行对生命的影响力，也不知道随着生命在流转的，只有业力。明白这个因缘的人，就清楚要注重的是自己的德行而不是名利，因为万般带不去，只有业随身。后面讲十二支缘起的每一支的内容，就知道意识的执取作用，在生命结束后还会存在，这就是轮回的原理。\n' +
        '　　今早在车上听收音机里说：事业的成功不是最重要的，最重要的是幸福快乐。是啊，每个人的人生，都有某部分的成就，也许会因此得到暂时的安慰和满足。但是反问：我们的生命活到今天，不管活了多久，真的幸福自在满足吗？即使过去有一些成就，在面对老病死即将失去一切拥有的时候，又如何满足？面对未来遥遥无期的黑暗大洞，不知何去何从，这些人生中所谓的满足能使我们真正地安心吗？\n' +
        '　　在这里我提醒大家：把着眼点放在主要因缘上，大家有没有为自己真正的生命(慧命)而负责？有智慧的人，为自己长远的法身慧明作安排，未来必定会迈向清净自在的解脱之路。\n' +
        '　　然而众生很少具有这样的慧眼，看到的只是眼前的利益，以为都是实在的。可是，缘起法的理则中，没有一个实在的东西。我们要追求的，也不过是缘起如幻的现象，犹如电光石火、才生即灭，很快就会消失的东西。但是，却把它当作实在而且永恒的，每天为这些而争取造作。\n' +
        '　　佛法说一切法无常，没有长远不变的，它只是在一切相对的关系之下才能存在。这是佛陀观察宇宙人生真相所得到的结论，虽然是真相，但是我们很难了解。\n' +
        '　　这一切既然不是偶然的，也不是神来主宰创造的，都是有因有缘的，一切都操之在我(自力)。一般人以为，佛法是神秘而又充满迷信色彩的、搞他力崇拜的宗教，这完全是对佛法的误解。真正的佛法是破除迷信，理性而智慧的教导。学习佛法，是了解万法都是依众多因缘条件的和合分化，缘生缘灭的现象，所揭示的就是常不可得、我不可得的事实真相，能使我们从我执、我见的实有感中超越出来而得解脱，这才是佛法的心要和真髓。'
      },
      {
        title: '三重因缘',
        content: '“佛法的主要方法，在观察现象而探求它的因缘。现象为什么会如此，必有所以如此的原因。”\n' +
        '　　这几句话就是缘起的真面目。佛法主要在讲：于万法(包括身心)现象的当下，去观察其内在的因缘条件，具体探讨产生这样的身心状态的内在因素，以及产生外在万法的原因条件。\n' +
        '　　“佛法的一切深义、大行，都是由于观察因缘(缘起)而发见的。于是因缘的深义，或浅或深地明白出来。这可以分别为三层：”\n' +
        '　　这是一个很重要的观念和讯息：要了解万法因缘的真相，必须在一切法的现象上，去观察探讨必然如此的理则。修行不是离开万法的一切现象，不是离开我们的身心所能感触的，到一个没有人的地方去静修，而是在万法中去观察了解它的因缘条件。要解脱贪嗔痴烦恼，就必须在生命中烦恼的当下，去看清它的真相。\n' +
        '　　比如：我们的六根与外面的六尘接触产生“受”，受是怎样变化的？我们待人接物处事时，为什么会起贪嗔痴烦恼？身心是如何产生作用的？如果不在这样的因缘中去探讨、观察，不清楚造业、受苦而致生死轮回的根源，每天在那里求啊、拜啊，又如何能解决自己内在的问题？如果求拜佛菩萨，就展现大威力而解决我们的问题，那么自从佛陀出世至今已二、三千年了，人们一直在求在拜，可是一直还在受苦造业，生死轮回，难道是佛陀不慈悲吗？这不是佛陀慈悲就能解决的事情。佛法讲的是因果理则、自作自受，自己造的业，佛菩萨并不能替你解决。佛只是告诉你产生烦恼痛苦、生死轮回的原因和解脱的方法，必须要靠自己在了解缘起法的智慧中，才能解决自身的问题。\n' +
        '　　如果真的是“上帝创造一切”，那么为什么不把人间化为天国？为什么不创造一个完美的世界？从有历史以来，人类从来就没有离开过苦难。上帝靠得住吗？我们要依靠的是正确的理论指导，了解真相的智慧和方法，明白这点，就不会活在迷信崇拜、他力的信仰中。\n' +
        '　　\n' +
        '　　一，果从因生。\n' +
        '　　“现实存在的事物，决不会自己如此，必须从因而生，对因名果。在一定的条件和合下，才有「法」的生起，这是佛法的基本观念，也就依次对治无因或邪因论。如见一果树，即知必由种子、肥料、水分、温度等种种关系，此树才能长成开花结果，决不是从空而生，也不是从别的草木金石生。不从无因生，不从邪因生，这即是因缘生。因缘是很复杂的，其中有主要的，或次要的，必须由种种因缘和合，才能产生某一现象。佛法依此因缘论的立场，所以偶然而有的无因论，不能成立。”\n' +
        '　　刚才已经讲过，每一法，一定要有其因缘条件才能生起。没有原因，不可能生起任何一法，这就破除了无因论；错误的因缘观也不能了解真相，这就破除了非因计因和邪因论。\n' +
        '　　因缘法有三个主要的理论，先把握第一个——“果从因生”的基本观念。果，就是已经产生的现象，必然是从主要因缘和诸多次要因缘而产生。一定要明白这个先决条件——“此故彼”的因缘关系！这样就不会落入无因论、邪因论或尊佑论、宿命论的观念中。\n' +
        '　　\n' +
        '　　二，事待理成。\n' +
        '　　“这比上一层要深刻些。现实的一切事象，固然是因果，但在因果里，由他更深刻普遍的理性。为什么从某因必生出某果？这必然有某某必然生某的理则。世界的一切，都循着这必然的理则而成立，这是属于哲学的。”\n' +
        '　　缘起的第一个理则是“果从因生”，之所以成为果，必然有其原因。那么进一步讨论：为什么某因一定会成为某果？为什么米一定会煮成饭，而沙不能成饭？都有一定的道理，所以要进一步探讨这个必然性的理则。如果不明白这一必然的理则，就会非因计因。\n' +
        '　　导师在前面就讲过：尊佑论认为：我们的痛苦烦恼是上帝的惩罚；宿命论认为是过去所造的因缘，今生必须承受的果报。人生病了不去找医生，去求香火化一化喝下，以为就会好，那是非因计因。生病的因缘没有看清楚，随便找一个方法来治疗，病会好吗？现在整个社会乃至于宗教界中，迷信的成分很大！什么都求、都拜，生命健康的问题，可以用求和拜就解决的吗？这就是没有了解因果的必然性。\n' +
        '　　所以要知道，因之所以会成为果，中间一定有其必然性，明白这个必然性，才能找到正确的因缘，就不会非因计因。如果患了咳嗽，告诉医生是感冒了，但是医生还要用仪器检验，然后找到正确的病因，对症下药，才能治好你的病。找到正确的原因，就如同找出必然的理则。\n' +
        '　　有人由于贪欲得不到满足，每天都很忧愁烦闷，如果了解烦闷是由于贪欲引起的，放下那个贪欲的心，从此就不再苦恼了，这就是找到了正确的原因而解决了问题。如果只是一味地求佛菩萨来满足我的贪欲，求亲人不要生病死亡，这样的希求能实现吗？佛菩萨真有这样的威力吗？如果我们了解因果间的必然理则，我们就不再盲目地迷信，也不会非因计因。\n' +
        '　　相信在座的每一位都有切肤之痛，我们都曾烦恼痛苦过，但是生生世世，直至今日，有谁真正地摆脱了烦恼和痛苦？因为都活在无明当中，不了解法的真相，不知道因果间的必然性。所以“事待理成”，就是在探讨因果的必然性，这一点很重要。现在学了缘起法，找到正确的原因，看清楚了痛苦烦恼的真相，改变了我们的观念知见，再通过实践的体验，一定能解决问题，这是必然的！\n' +
        '　　“佛法不称此必然的理则为理性，名之为「法」。经中说：「若佛出世，若未出世，此法常住，法住法界」(杂含卷一二、二九六经)。这本然的、必然的、普遍的理则，为因果现象所不可违反的。”\n' +
        '　　因果的必然理则，用现代的语言称为“理性”(哲学概念)，佛法的专用名词叫“法”，学“法”就是学因果的必然理则。而且这样的理则不管是有佛出世或无佛出世，这个世界就是在这样的必然理则下运作的，千古以来我们都活在这样的必然理则中，这就表示解脱的机会人人平等。佛陀就是悟到这样的必然理则而超越解脱的。任何人只要遵循佛陀指导的道路而走，一样能体会到这个必然理则，一样可以达到解脱的目的。这本然的、必然的普遍理则，为因果现象所不可违反的。“本然”——本来就是这样；“必然”——一定会这样。\n' +
        '　　“举一明白的例子，「生缘死」，这有生必然有死，即是本然的、必然的、普遍的原理。”\n' +
        '　　佛陀悟道后所讲的缘起法，都没有离开生命当下的现象。“生缘死”，任何人只要出生就一定会死亡，这就是必然理则——有生必有死。万事万物哪一法能离开“生者必灭”的法则？即使金刚钻有一天也会坏掉，地球以至于太阳系，也总有一天会毁灭，地球上所有的生物含灵，以及非生物体都不会永恒存在。\n' +
        '　　现代科学知道宇宙还有黑洞，所有的星球有一天会坏掉而被吸到黑洞里，再生出新的星系。黑洞具体位置在哪里？目前还无法观察到。所有的东西一旦被吸进去就找不到了，电讯都无法传递出来，黑洞的神秘到现在都还不了解。宇宙都这样，何况一个星球，更何况是小小的一个事物！所以，有生必有灭就是千古不变的定律。佛法不讲虚玄的东西，谈的都是我们可以探讨的现实中的现象。\n' +
        '　　“生者必死，这不是说生下来立刻就死，有的长经八万大劫，有的朝生暮死，或者更短命，但寿命虽有久暂，生者必死的原则，谁也逃不了。”\n' +
        '　　佛法说的三界：是欲界、色界、无色界。天界也有欲界、色界以及最高的无色界。三界中，有的生命是朝生暮死，有的生命可长达八万大劫。不论是长远的八万大劫，还是一天一夜的生命，都没有离开“生者必灭”的必然因果法则。\n' +
        '　　“为什么一定要死？就因为他出生。既然生了，就不能不死。一切因果事象的所以必然如此，都有他的必然性，可说一切事象都是依照这必然的理则而生灭、成坏。这必然的理则，是事象所依以成立的，也即是因缘。”\n' +
        '　　了解了这必然理则后，就知道一切万法的成立与毁坏，都是有其条件的。也就是有着因与果之间的必然性，这就叫因缘。佛法所讲的因缘就包含着这个必然理则。\n' +
        '　　\n' +
        '　　三，有依空立。\n' +
        '　　“这更深刻了。果从因生的事象，及事待理成的必然理则，都是存在的，即是「有」的。凡是存在的，必须依空而立。”\n' +
        '　　“有依空立”的内涵，比较深刻而难以理解。果从因生和事待理成的必然理则，是建立在“有”的现象上，即依于存在的现象而说的。下面的问题更加深刻：凡是存在的，必须依空而立，这里的“空”有着不同的涵义。\n' +
        '　　空间是“空”，如果没有这空间，就显不出一个事物的存在，这是从现象上来讲的；从另一个角度来说，寂灭的空寂性也是“空”(空性)，如果没有这本来如此的空性，一切法就不会生起(无实体故因缘生)。生起的万法也必归于灭，此灭也是“空”义。\n' +
        '　　“这是说：不管是存在的事物也好，理则也好，都必依否定实在性的本性而成立。这等于说：如不是非存在的，即不能成为存在的。”\n' +
        '　　实在性的本性，一般叫自性、神、主或第一因。必须否定了实在性的本性，才能成立一切法(包括理则)。如果有一个实在性的本性，就不能成立一切法。因为实在性的本性是不变而永远存在的，也不需其他因缘而有的，这样就不可能有迁流不住的现象了。否定了实在性的本性(即自性)，一切法才能生起、坏灭而展现生灭的现象。如果是实在性的，它就不变了，又如何能产生生灭的现象？\n' +
        '　　“试作浅显的譬喻：如造一间房子，房子即是存在的。但房子的存在，要从种种的——木、石、瓦、匠人等因缘合成，这是果从因生。房子有成为房子的基本原则，如违反这房屋的原则，即不能成为房子，这就是事待理成。房子必依空间而建立，如此处已有房子，那就不能在同一空间再建一所房子，这譬如有依空立。又如凡是有的，起初必是没有的，所以能从众缘和合而现起为有；”\n' +
        '　　这个譬喻说明：如果本来就有的，就不会再现起了。我们看到生起的一切万法都是缘起的，必是原来没有的，所以才能现为有。如果已经有的，它就不能再生再现，这是属于缘起的生灭流转的部分。\n' +
        '　　“有了，终究也必归于无。”\n' +
        '　　缘起的奥妙就在这里：“有”，是由于原来没有才能产生；但是有了以后一定会归于无，这是属于缘起法的还灭一边。所以缘起法是通于两边的：一边是流转的生起“有”，另一边是还灭的归于“无”。大家要明白这个必然的理则。\n' +
        '　　“房子在本无今有，已有还无的过程中，就可见当房子存在时，也仅是和合相续的假在，当下即不离存在的否定——空。”\n' +
        '　　很多条件组合起来的物质现象，假名叫“房子”，它是众多条件和合而产生一种相续现象的幻有，因为房子随时可以坏掉。从哪里去了解房子的空性？就在房子组成的当下！知道它是条件组合的，有一天一定会坏掉，也就是说，不离条件组合的存在的当下就知道它是空的，不是等坏了以后。只要是条件组合的都叫空，因为没有永恒性，所以说它是空性。\n' +
        '　　“如离却非存在，房子有他的真实自体，那就不会从因缘生，不会有这从无而有，已有还无的现象。这样，从因果现象，一步步地向深处观察，就发见这最彻底，最究竟的因缘论。”\n' +
        '　　“空”有两个角度——空间的“空”，和无自性的“空”。什么是无自性的空？比如建了一所房子，如果房子有它的本性自体，就是本来有，叫“自性”(自体)，那么它就不会从无而有了。因缘条件组合而生的法，就是没有自性的，没有自性名为“空”。正因为没有自性，所以才能靠因缘的组合而有。如果有自性就不会变，自性之义——永恒不变、本来就有、不依因缘而单独存在的。如果本来就有，怎么还能生出来？所以既然是能生出来的，都是因缘生，不是自性生，不是本来就有。自性的即不生，本来就有故；凡所有生即无自性，因缘和合故。\n' +
        '　　这样，从因果现象一步步向深处去观察，就会发现这最彻底而又最究竟的因缘论。所以要先明白因缘的三个(重)层次，才能够真正地了解因缘法。'
      },
      {
        title: '缘起支性与圣道支性二大理则',
        content: '“佛法的因缘论，虽有此三层，而主要的是事待理成，依此而成为事实，依此而显示真性。如上面说到的「有因有缘集世间，有因有缘世间集；有因有缘灭世间，有因有缘世间灭」，即表示了两方面。说明世间集的因缘，佛法名之为「缘起支性」；说明世间灭的因缘，名之为「圣道支性」。”\n' +
        '　　因缘法里由两大理则，一个是讲缘起的流转门，一个是缘起的还灭门。事待理成，是指因果之间有着必然性，这个必然性包括两方面：形成一法，有它的必然理则；此法消灭，也有必然理则。所以事待理成是两方面的：一方面是条件和合而产生一个法(生)，另一方面是条件消散此法就消失(灭)，生和灭都没有离开缘起。所以二大理则就是阐明生和死的两部分，生的部分叫缘起支性，灭的部分叫圣道支性。\n' +
        '　　“缘起支性即十二有支，主要为说明世间杂染因果相生的法则。”\n' +
        '　　十二有支(十二缘起)，是杂染因果相生的法则。众生由于无明而对一切法(包括我们的生命)产生贪爱执著，以为有一个实在的永恒性。我们的意识产生了执取的力量，称为叫“有取识”。有取识产生后就会执取造作，而且力量非常强大，《杂阿含经》中说：“此蕴灭已，余蕴相续。”这个身体坏了，有取识又去执取另一个身体，这就是轮回生死的因缘。缘起的主要部分就是杂染因果相生的道理，如果没有杂染相生的因果理则，就没有众生相续的生死轮回。\n' +
        '　　“圣道支性即是八正道，要想得到超越世间杂染的清净法，必须修圣道为因缘，才能实现。缘起支性与圣道支性，是因缘论中最重要的，可说是佛法中的两大理则。缘起支性是杂染的、世间的，圣道支性是清净的、出世间的；因缘即总括了佛法的一切。有情的现实界，即杂染的。这杂染的因缘理则，经中特别称之为缘起(释尊所说的缘起，是不通于清净的)法。依此理则，当然生起的是杂染的、世间的、苦迫的因果。清净的因缘——圣道支性，依此理则，当然生起的是清净的、出世的、安乐的因果。”\n' +
        '　　其实，听课只是修正观念、建立正见而已。但是实践是非常重要的。佛法在指导我们建立根本知见的同时，还要在生活中去实践。所谓的实践，就是在我们的根尘触中，就在待人、接物、处事和人际关系中修正自己，观察自己的起心动念和一言一行，这个实践要依据八个正确的因缘方法——八正道，依此调正我们的身心观念，调正身语意的行为，就能安住于正念，身心逐渐就会有定力，而与正定相应的正念就是修慧。就能与法相应、与明相应，才能离开杂染执取而超越生死的业力束缚。这个无法不劳而获，一切全在你自己。了解生死轮回之因，还要透过生命的时间去超越它，就是解脱。\n' +
        '　　大家普遍都有这样的经验：不论是上课或听其他法师开示，对佛法的知见多少会了解一些，有的体会也比较深，却没有真正融入生命中，因此没有真正解决自身的问题。\n' +
        '　　一般人误会缘起法就是讲生死轮回。其实缘起法包括两部分：生死轮回的因缘，以及解脱清净还灭的因缘。所以缘起法涵盖两大理则：一方面讲痛苦烦恼生死轮回的因缘(杂染部分)；另一面是如何实践来超越它(清净部分)。如果不明白真相而随顺世俗的观念，产生的就是杂染的轮回因果。明白了生死的真相和解决的方法，真正地去实践做到了，就能超越杂染而得清净的解脱。所以了解缘起不仅要懂得生死之因，也要懂得超越生死轮回这一部分的因果，这样才是真正的懂得缘起法。\n' +
        '　　“佛法不是泛谈因果，是要在现实的杂染事象中把握因果的必然性。”\n' +
        '　　这一句话很重要！社会上普遍讲的因果都是宿命论，不是正确的因果。我们要在现实的杂染事象中，把握因果的必然性。活在人间现实的现象里，看到、听到的，每个人都是杂染执著的，这里自己应该最了解自己。\n' +
        '　　每天早上醒来到晚上睡觉这个过程，都活在怎样的观念中？每天为之而拼搏的理想是什么？我们到底是在制造清净解脱的因缘，还是在制造烦恼痛苦生死轮回的因缘？有没有发现过？很多人一生都在追求财富、恩爱、名利，即使得到了，带来的是幸福自在，还是痛苦烦恼？此生结束后，未来依然是无限的生死轮回，这样的生命究竟有什么意义？我们是否真正地思考过？\n' +
        '　　所以要了解正确的因缘，一定要在现实的身心，和一切杂染的万法事象中去观察，从而找出因果的必然性。注意听！如果不重视这个重点，整天为物欲而拼斗，闲暇时或不如意时到寺庙神佛前拜一拜、求一求，以为这样就可以解决问题。这就是不了解因缘，只是一种盲目的信仰而已。理智的人应该在痛苦烦恼时，观察自己的痛苦烦恼从何而来？亲人临终时，他们面对死亡是那么的恐惧和无奈，将来自己会不会也要面对？\n' +
        '　　因此，必须在事实的现象中去观察，探讨它的必然理则，而不是迷信的求拜可以解决的。必须在我们接触现实的社会现象中，如实地观察这些因果之间的必然性，只有找到了这个必然性，才会找到修正自己的入手处。\n' +
        '　　“这必然理则，佛也不能使他改变，成佛也只是悟到这必然理则，依着清净的必然的因缘法去实行完成。”\n' +
        '　　这一句话最深切、最重要了！我们每一个人自己造作的业因果报，即使佛也不能改变它。如果能够随意改变，就不叫必然理则了。宇宙的真理法则谁也不能改变它，它是本来如此、永远如此、普遍如此的，这才叫必然理则，才叫真理，才叫法则！佛之所以成为佛，也是悟到这样的理则，并照着清净的必然因缘法去实践而完成的，没有谁可以例外。\n' +
        '　　我们学佛就是学释迦牟尼佛，他怎样放弃了人间的占有，悟道后怎样以慈悲的心怀，以言传身教来度化众生的？他悟到的是什么法？我们要悟他所悟，行他所行，这才叫“学”佛。而不是信他才得救；不是求佛拜佛，一定要明白！\n' +
        '　　众生造了恶因，将来必然要受恶果。所谓“必然”，既不能改变之义。大乘佛教都以为佛是万能的，无所不知，无所不在，无所不能。其实错了！佛有三不能，有的人很不服气：“佛哪会有不能的？佛是万能的。”其实那是误解：“众生度不尽，无缘不能度，定业不能转。”这就是佛的三不能。注意听！万能的不是佛陀，那是神话中的上帝，宇宙间根本就不存在这样的神话！\n' +
        '　　“所以佛说此两大理则，即对于现实人间以及向上净化，提供了一种必然的理则，使人心能有所着落，依着去实践，舍染从净。”\n' +
        '　　如果对缘起法不了解，哪来的信心？“我们依于八正道修行，必然能解脱成佛！”这个信心建立在了解因果的必然理则上。注意听！必然理则就是依照这个条件，一定会产生相应的果，这才叫必然。如果有了这个条件，不能产生相应的果，那还叫必然吗？只要具备了这个条件，那就必然能够解脱成佛！\n' +
        '　　我们就是在了解这个必然的法则中，才会具足正确的因缘，产生正确的信心和肯定。没有这个必然理则，凭什么说一定能成佛呢？因缘法告诉我们轮回生死的因，还有超越生死的方法。只要愿意依据这个方法修行，人人有解脱的机会。\n' +
        '　　众生不解脱是自己无明故，佛菩萨从来没有厌离过我们，随时伸手在等待度化我们。佛菩萨的慈悲是没有条件的，不论好坏贤愚、富贵贫穷、信与不信都是众生，佛菩萨都是慈悲等视、随缘度化的。是我们弃他于不顾！从来没有虚心地求法、没有向往解脱的渴求，不愿接受帮助和实践，怎么能怪佛菩萨不慈悲呢？佛菩萨了解因缘，知道众生根性不同，不能主宰控制我们。所以只能点，只能帮助我们制造一些因缘，而能否把握这个因缘，还是我们自己的事情。\n' +
        '　　有一些人也在批评：“弘法愈来愈不慈悲，众生那么苦，为什么不慈悲去照顾他们？”我能主宰吗？对众生的关怀，我只能提条件，从建立正见，打下真正的基础。可是人们不愿听、不愿学，我又有什么办法？我总不能每天轮流叩门吧？这里有几位是当医生的，医生的规矩是“医不叩门”。我总不能因为慈悲要像医生一样叩门：“笃、笃、笃，你家有人生病需要医生吗？”那个医生绝对会被揍的：“我们家好好的，还问有没有人生病？真不吉利！”\n' +
        '　　所以，过去我们没有因缘听到正见，迷惑彷徨而无路可走，甚至听了不是真正的佛法，也无法抉择，走错了路也很辛苦。今天有因缘听到正见正法，要自己发心，不是为师父，也不是为佛菩萨。以前没有学法，生活中有痛苦烦恼；现在学法了，体会到真理时，就能解脱痛苦烦恼而幸福自在。而且面对死亡时，就会从容不迫、坦然自在，因为知道“所作已作，不受后有”，那就是慧命的解脱，是多么的幸福！\n' +
        '　　过去有些人和我说：“师父你说得很好，我听了很欢喜，但是我没有办法学。以为我的父母、家庭、事业、儿女放不下。”还有人说：“师父，我对谁都有办法，就是对我婆婆没有办法，你没有面对她，不知道有多难应对。”我就问：“你确定没办法了？”她说：“确定没办法，你不知道那有多痛苦！”我说：“我告诉你有办法解脱，你不相信。既然确定坚持没办法，那你回去抱紧你的痛苦，我不反对！”忽然间她傻眼了······如果没有办法，我们还能修行吗？如果没有办法，佛陀还要讲这些吗？众生的习性确实坚固难化，但是佛陀说法就是要帮助我们破迷断惑、解粘离系，成熟、具足解脱的因缘，绝对是有办法的！\n' +
        '　　因为这里面讲的是因果的必然性。了解缘起法，你才知道什么叫因果的必然性。把握住因果的必然性，就知道真的是有办法的，所以对缘起法这些内容一定要先了解，不了解的话，怎么能相信众生只要学法就可以解脱？这一点很重要的！\n' +
        '　　“如学者能确认此必然理则，即是得「法住智」；进一步的实证，即是经中所说的「见法涅槃」了。”\n' +
        '　　《阿含经》里佛陀对来盗法的须深开示：不管你知与不知，修行是先得法住，后得涅槃，这就是修行必然的次第。什么叫先得法住智？我们上课讲了缘起法流转及还灭的一面，大家明白了这个必然的因果理则，知道了在人间安住流转的过程和坏灭的条件，这就叫法住智；再透过圣道支性的实践，就能体会到法性空寂而悟道解脱，这叫涅槃智。涅槃智的悟得必须透过法住智，这是佛法最重要的次第。\n' +
        '　　我们辛苦地一再上课，其实就在建立法住智：明白了缘起的必然性，知道怎么用功修行，这就是法住智；透过实践体会而悟道解脱了，那时就是涅槃智。法住智是清楚事理的内容和方法，是修行的必要前提，否则就是盲修瞎练、迷信崇拜。明白了法(必然理则)的内容和次第，依据这个实践的方法去体会，最后的解脱是必然的，所以修行的次第就是“先得法住，后得涅槃”。\n' +
        '　　　　　　苦(果)\n' +
        '　　缘起支性　　　　　世间因果\n' +
        '　　　　　　集(因)\n' +
        '因缘\n' +
        '　　　　　　灭－灭(果)\n' +
        '　　圣道支性　　　　　出世因果\n' +
        '　　　　　　道－道(因)\n' +
        '　　这个表展示得很清楚：因缘分缘起支性和圣道支性。缘起支性是讲因果轮回的生灭过程，生灭是讲世间因果。圣道支性包含道(因即方法)及灭苦的解脱(果)，那是出世间因果。苦集灭道四圣谛，其实都涵盖在因缘法里，一个是世间因果，另一个是出世间因果。\n' +
        '　　“佛陀先观察宇宙人生的事实，进一步，再作理性的思辨与直观的体悟，彻底地通达此缘起法。”\n' +
        '　　释迦牟尼佛重点是观察宇宙人生的真相，他没有离开现实的现象去谈那些神妙的、虚无缥缈的道理，而是依据人间的事实去观察了解它内在的条件，然后再作理性的思辨。也就是在理论上、道理上、条件上去思惟观察，再进一步直观体悟，才彻悟缘起法。无论是修禅定或观照都属于直观的体证，即修行观照用功的部分(见讲义中八正道及所附的如实观照部分)。\n' +
        '　　“缘起法不仅是因果现象，主要在发见因果间的必然性，也就是悟得因果的必然秩序。这缘起法，佛说他是「非我所作，亦非余人作」，这是本来如此的真相。”\n' +
        '　　佛陀说：宇宙的真理法则不是他创造的，也不是其他哪个人创造的，而是本来就这样，也就是法住法界本来如此的。大家要明白这一点，很重要！“非余人作”，用现代的语言讲就是非上帝创造的，真理法则本来就这样普遍、必然的存在。佛陀不过是发现并体会了本来存在的真理法则的内容，不再颠倒执著，实现了自我的超越而得解脱。\n' +
        '　　“本来如此”的真相就是法的本然性，这个非常重要！这样的真理法则千古至今都一样，只是我们不知、不觉、不见而已。不知道真理就在我们的生活、生命的功能作用中，所以由于颠倒无知而造业，以至于相续生死轮回。一个真正透彻体会实相的人，就会明白一切万法(包括身心)，都不离因缘法的真理法则。随意拈取任何一物，如果明白体会了它的实相本质，就会契入真理而悟道解脱。\n' +
        '　　真理不是在人间以外的虚无缥缈的特殊地方，就在万法的迁流变化之中，万法本身都没有离开真理法则而运作着。明白了这一点，就不会离开现实生活中的万法，去向外求法或心外求佛。\n' +
        '　　所以解脱在什么地方？就在法法之间，就在法法的当下！因为法是普遍存在的，不是这里有，那里没有，或过去有，现在没有。它是普遍的存在，是必然如此，一定这样的，这叫“法住法界，法尔如是”。\n' +
        '　　“愚痴的凡夫，对于世间的一切，觉得纷杂而没有头绪，佛陀却能在这复杂纷繁中，悟到一遍通而必然的法则。观察到有情在无限生死延续中的必然过程，知道一切有情莫不如此，于是就在不离这一切现象中，得到必然的理则，这即是缘起法。能彻了这缘起法，即对因果间的必然性，确实印定，无论什么邪说，也不能动摇了。”\n' +
        '　　佛陀与我们哪里不同？就是他的大智慧！人间的万法千差万别、参差不齐，错综复杂。而佛陀却在这千差万别、纷繁复杂的事象中发现有一个不变的必然规律，明白一切有情的无限生死相续中存在着必然的理则，即众生轮回生死的因缘条件，一切有情莫不如此。\n' +
        '　　佛陀悟道后，面对印度宗教界中的婆罗门教及六师外道等不同的宗派，广宣自己体证的佛法，创造了佛法的特殊僧团，破除外道的一切邪见，根据的就是缘起的真理法则。有因缘你们可以多研究《杂阿含经》，里面记载佛陀怎样破除外道邪见，他所建立的正见是什么，跟随他的弟子，一般不久就都能证果。我一直强调一个很重要的理念：亲近佛陀的弟子们，只要依据佛陀的方法，几乎普遍证初果，还有不少人证了阿罗汉。但是为什么现在没有？佛法如果没有因果间的必然性，如果依据正确的方式不能得到佛法应有的受用，我们学这个干什么？为什么要强调佛法与世不共的超越和伟大？因为我们了解因果间的必然性，依据这些条件一定可以实现解脱的。\n' +
        '　　如何来证明？周梨槃陀伽的智慧很不好，为什么能证阿罗汉？因为他学的是正确的方法。只要是正确的方法，再笨的人一样可以证阿罗汉，这才是法的特质。但是现在又有多少人学到了正确的法？为什么学佛多年，仍然活在烦恼痛苦中？对自己解脱生死没有一点信心，只有依赖等待救度，有这样的道理吗？\n' +
        '　　许多人说：我们业重，业有多重？比鸯掘摩罗还重吗？鸯掘摩罗杀了九十九个人，原本还要杀佛陀凑满一百个，为什么他皈依佛陀以后也证了阿罗汉？如果我们执著于业力的实有，那九十九个人要向谁索命？所以我们要深入明白缘起法。舍利弗只是听了马胜比丘的缘起偈子，当下就证了初果，可见真正佛法的超越和伟大！但是现在为什么不能产生这样的功效？佛法的精神和真义已经模糊了，都在崇拜他方世界。\n' +
        '　　这里明明讲：现实的一切，法法都不离真理法则的。在现实中去观察它的因缘条件和内涵，才能看到它的真相，才能解决问题。然而人们现在恰恰都脱离了现实，在迷信崇拜、他力信仰中，又怎么能探讨到佛法的特质！这里很重要！每一次上课我都一直讲，我也知道很多人不高兴。其实我不是在针对哪一个法门，今天只是针对法来谈，只是站在正见的立场上，给大家建立正确的观念而已。如果不把佛法的特质讲清楚，我们要从哪里下手？根据什么？什么叫法的必然性？一般人是不懂的。所以不得不用比较的方式，把过去错误的、偏颇的、流变的地方指出来，不然我们都死在那边还不知道。希望能体谅我们的用心。我们只是在阐扬正见的佛法所能带来的必然功效。\n' +
        '　　佛教经历了两千年的流变，难道我们只能随顺它流变中的错误而一直方便下去吗？那么众生什么时候能有机会解脱？一个真正体悟缘起法了解因果必然性的人，对法的那种信心和肯定绝对不会动摇和偏离的。\n' +
        '　　人家问我：“师父，你讲得这样，你证阿罗汉了吗？”我说：“我没有。”“那你凭什么这么肯定？”我回答：“我信心成就。”我对佛法僧三宝不再疑惑！现在如果有一个特殊的东西浮在空中说，某某啊，你说的法不对，我绝对不会被他的言论所动摇的！那一套没有用。为什么？我不疑！明白了缘起法的内容，明白了因果的必然性，你就不会再信那些歪理邪说，不会被怪力乱神所迷惑。佛陀的时代外道林立，他为什么能顶天立地地存在？因为他对这个法是亲证不疑的。\n' +
        '　　如果你学到这个法，在你的生命中真正产生了相应的作用，贪嗔痴烦恼就会慢慢减少，身心轻安愉快自在，对生死不再恐惧，你会怀疑自己身心的那种肯定吗？照这个理论和方法去实践，是人人都可以体会、证明得到的。如果不是这样，我们凭什么要相信佛法？信是要建立在正确的基础上才是正信，否则就是迷信。'
      },
      {
        title: '缘起的内容',
        content: ''
      },
      {
        title: '流转门与还灭门',
        content: ''
      },
      {
        title: '三大理性的统一',
        content: ''
      },
      {
        title: '三解脱门',
        content: ''
      }
    ]
  },
  {
    title: '灭谛',
    data: [
      {
        title: '解脱者的境界',
        content: ''
      },
      {
        title: '佛教之涅槃观',
        content: ''
      },
      {
        title: '涅槃之深究',
        content: ''
      },
      {
        title: '结说',
        content: ''
      }
    ]
  },
  {
    title: '道谛',
    data: [
      {
        title: '八正道体证诸法',
        content: ''
      },
      {
        title: '八正道与其他道品的关系',
        content: ''
      },
      {
        title: '慧学概说',
        content: ''
      },
      {
        title: '如实观照',
        content: ''
      }
    ]
  }
];