var data = [
  {
    title: '讲课缘起',
    data: [
      {
        title: '讲课缘起',
        content: '我们又有这样的因缘，共聚一堂研究佛法。今天的讲题是《解脱之道》。时间过得很快，记得大约十年前，台北的居士来找我，希望我能为他们讲课。当时我说：“讲课是可以的，出家人本来就应该弘法嘛，只要你们有二十个人我就去。”结果他们找到一家幼稚园，幼稚园的老板也很发心。我们就在小朋友的教室里，坐在小朋友坐的小凳子上，六、七十人挤得满满的，就在小小的空间里听课，一转眼十年过去了。\n' +
        '　　当时我有一种想法：到底要讲什么课？原先我们学的都是大乘佛法，大乘佛法很深奥，有很多的宗派和理论。可是，对于真正的法义及佛法的特质，普遍的都不太了解。尽管居士们都很虔诚、发心，但是对于法义的探究却很生疏。虽然虔诚敬信，但是烦恼仍然无法消减，更谈不上真正的解脱涅槃了。\n' +
        '　　因此我认为：对居士的引导，最好能建立一些佛法的基础观念，只有建立了佛法的正知见后，才有明确的方向和正确的方法，这样才能真正发挥佛法的作用，使每个人听闻佛法，每个人当生就能得到受用。\n' +
        '　　处于现在的社会形态中，人们的心理和精神都面临着种种的压力和负担，如果能建立起佛法的正知正见，至少能调和自己的身心，消解很多的烦恼压力，人际关系才能圆满，家庭才能和谐；再深一点受用的，则能解决我们的生死大事。\n' +
        '　　对于死亡，我们是那么的无知和恐惧，如何来解决这个最根本的问题？这是佛法最终的目的！但是，我们在还没有明白最基础的佛法特质之前，对于佛法还只是一种盲目的信仰，暂时得到一种安慰和寄托而已，要达到真正的受用是不容易的。\n' +
        '　　有感于此，我就从印顺导师的论著中撷取了一些佛法的基础知识，有次第地介绍给大家，希望为大家建立一些基础的佛法知见。当时，只是简单的准备一点讲义，录音设备也只是一台普通的录音机而已。后来，录音带流通后，有些人不但自己喜欢，还送给别人听。这十年以来，还是有很多人需要。这才真切地感受到：对那些想学佛打基础的人，竟然有那么大的需要！\n' +
        '　　几年来，这些居士很发心、很用功，我们就随着进度，慢慢地、越来越深入地研究下去了。但是，大众的反应还是希望我重讲《解脱之道》，这虽然是最基础的法义，却是最重要的。就像建大楼一样，如果地基没有打好，要建高楼大厦几乎是不可能的。所以大家不要轻视基础的建立。基础打得好，对我们身心的护持就会好，就与解脱相关，与解脱有分！\n' +
        '　　我没有出家以前也是居士，在家修学大乘佛法二十多年，很用功的，几乎把生命都投进去了！但是要得到受用却很不容易。原因在于，我们都有一个观念：学大乘佛法，当然要学那个最高、最圆满、最理想的。说到《阿含经》就会漠视它：“那个是小乘的，研究它干什么？”正因为有着这样的心态，我们都往高处看，却忽视了基础的建立。\n' +
        '　　后来研究印顺导师的论著，才真正了解到：内心的那一份不安，就是因为基础没有打好。导师把这些基础的东西讲得很清楚，这样才解决了我心中最后的疑惑。经过这样的亲身经验，我深深感受到：基础是最重要的！如果学大乘的不重视佛法的基础，那是很危险的。\n' +
        '　　记得十年前，在开课时曾语重心长地对大家说：我们的思想在传统佛法里已熏习了一些固定的观念与思惟模式，如果听到与传统佛法不同的理念，就会觉得不合乎自己的需要，而产生排斥的心理。今天所讲的佛法基础理论与传统的观念确实是有差异的。所以，当时我就鼓励大家，来上课先要修忍辱，忍辱是大乘六波罗蜜之一。当听到与原来所学的观念有不同或矛盾的时候，不要马上产生排斥的心理，请忍耐一下，继续听下去，把这个课听完后再来下决定。\n' +
        '　　今天的因缘与十年前相比就有了很大的转变。十年来，我不断地与这些学员共同研究探讨，大家体会得越深，对法义理解得也就越明白。现在上课不仅不用修忍辱，而且还很欢喜。今天来上课的有很多是新的学员，如果听到的和你们原来所学、所听的有矛盾时，请忍耐地继续听下去，如果能够把这个课程听完，我相信你们会感到很欢喜的，因为你们已经建立了佛法的根本知见了。今天谈的这些法不是高深虚玄的，而是很平实的，是最基础的、最简单的，却是最重要的！\n' +
        '　　老学员一定会发现讲题与过去不太一样了。以前是“解脱之道——四圣谛与缘起之开展”。现在的讲题却加上“与大乘不共慧”。因为过去的讲解是为了要打基础，介绍了一些基础的知见，但是这个带子流通出去以后，有些人误解我是在弘扬小乘佛法。\n' +
        '　　其实，佛法本来没有大小之分，只是由于所处的角度和体悟的深浅不同而有所分别罢了。新增添的“大乘不共慧”，就是在根本处再加上大乘深观的部分，是引申佛法的根本而来贯穿大小乘，以免有些人误解我只是在讲小乘佛法。佛法的基础是大小乘都可以共贯的，没有什么差别。大家看到新增“大乘不共慧”的部分，一定觉得奇怪，其实这就是我的用意。'
      },
    ]
  },
  {
    title: '前言',
    data: [
      {
        title: '前言',
        content: '佛法。\n' +
        '　　“‘佛法’，为‘佛’与‘法’的结合词。‘佛’是梵语佛陀的略称，其义为觉者。‘法’是梵语达磨的义译，精确的定义是轨持，即不变的规律。‘佛’与‘法’的缀合语，应解说为‘佛的法’。”\n' +
        '　　“佛陀”是梵语 Buddha 的音译，意思是觉悟宇宙真理法则的人，所以叫觉者。“法”是梵语达磨的义译，精确的定义是轨持(即不变的规律)。某种因必然会产生某种后果，中间都有一个不变的规律，它是必然如此的，即必然理则。譬如说有人和万物产生后，一定会坏、会破灭，这是必然的。不管过去、现在、未来，这个必然的理则是不会变的，所以叫轨持或轨则。\n' +
        '　　“本来，‘法’是‘非佛作亦非余人作’的；本来如此而被称为‘法性法尔’的；有本然性、安定性、普遍性，而被称为‘法性、法住、法界’的。”\n' +
        '　　佛所觉悟的这个法(即宇宙的真理法则)，不是谁的专利，也不是谁的创造发明，它本来就是这样的，所以称为“法性法尔”。“法尔”就是本来如此的意思。佛陀就是发觉了法的这个真相，了解到原来宇宙中有着这样一个不变的轨则在运作。他知道这个法则本来就是这样的，是必然如此的，而且是普遍存在的。明白了这个真理法则以后，佛陀对万法的真相就不再疑惑了。\n' +
        '　　“法性”，即真理法则有其本然性；“法住”，即有不变的安住性；“法界”，即普遍存在于一切处。也就是说，我们现在活着所面对的身心和万法，都在迁流变化之中，其中普遍存在着一个必然的理则，不管是过去、现在、未来，及世界的任何地区和每一个角落，法的运作都是一样的，这才叫做法。\n' +
        '　　“这常遍的规律，何以要称为佛法？因为这是由于印度释迦摩尼佛的创见，而后才流行人间的；‘佛为法本，法由佛出’，所以称之为佛法。”\n' +
        '　　真理法则既然是普遍存在的，就不是属于谁的，为什么要说是佛的法呢？因为，这是释迦牟尼佛第一个明白的、了解的、体悟的(即创觉)。然后，对弟子们引导、开演出来，人间才开始广宣流行。如果没有佛陀的觉悟体证，就无法开演这样的法。佛是第一个创觉(非创造)者，又从他的语言身行而展现出来，圣弟子们将其发扬光大流传开来，指导后人的修行。佛陀是法的本教，“佛为法本，法由佛出”，所以才称之为佛法。\n' +
        '　　宇宙的真理法则是普遍存在、必然如此的。因为我们不了解真相，所以无法顺应这必然的理则。佛陀是第一个发觉真相的，他悟到什么？就是悟到这常遍的法则。由此而知，佛法不离普遍存在的一切现象，只是我们不了解而已。\n' +
        '\n' +
        '　　依“佛的法”而引申其意义，又得两个解说。\n' +
        '　　一，诸佛常法。\n' +
        '　　“法是本来如此的；佛是创觉世间实相者的尊称，谁能创觉此常遍的规律，谁就是佛。不论是过去的、现在的、未来的佛，始终是佛佛道同；释迦佛的法，与一切佛的法平等平等。”\n' +
        '　　不管过去、现在、未来的任何时空，只要觉悟到这样的宇宙真理的人，都称之为佛。法是普遍的规律，所以任何一尊佛所体会的一定是同样的真理。只要是佛所彻底觉悟的，一定是平等的，因为法法的本质相同。如果我们体会的与佛所体会的不同，就不能称之为佛法。\n' +
        '　　二，入佛法相名为佛法。\n' +
        '　　“法是常遍的，因佛的创见而称之为佛法。佛弟子依佛觉证而流出的教法去修行，同样地觉证佛所觉证的，传布佛所传布的，在佛法的流行中，解说、抉择、阐发了佛的法，使佛法的甚深广大，能充分地表达出来。这佛弟子所觉所说的，当然也就是佛法。这两点，是佛法应有的解说。\n' +
        '　　但我们所知的诸佛常法，到底是创始于释迦牟尼佛，依释尊的本教为根源的。佛弟子所弘布的是否佛法，在乎他是否契合释尊根本教法的特质。所以应严格地贯彻这一见地，抉择流行中的诸佛常法与弟子的论述。”\n' +
        '　　有些人认为：佛亲口说的法才叫佛法，不是佛陀亲口说的就不是佛法(非佛说)。但是佛也曾说：“我所说法如爪上尘，未曾说法如大地土。”佛陀所能表达的只是整个世界的少部分而已，就像指爪上的微尘。而未宣说、未表达出来的法如大地之土。难道佛陀所说的那部分才是佛法，而其他没有说过的就不是佛法了吗？\n' +
        '　　佛陀是无师自悟的，而圣弟子们是听佛陀的开示，照着他的方法去实验才体证的。当真正明白真理法则的本然性时，也许会用不同的语言和表达方式来阐述。只要阐述的内容与佛陀所觉悟的真理法则是一致的，这也是佛法，所以叫入佛法相(法性)。这两点是佛法应有的解说。\n' +
        '　　大乘佛法谈到十方诸佛，是没办法了解的。而释迦牟尼佛，是历史上能考证确实存在的人物。佛法，毕竟还是从释迦牟尼佛体证后流传出来的，现在最根本的依据还是释尊的本教。我们也不能随便怎么说都是佛法。所以，“佛弟子所弘布的是否佛法，在于他所说的法是否契合释尊根本教法的特质。”\n' +
        '　　现在佛法中有很多宗派、流派，而这些宗派的理论有很多是相互矛盾、对立的，这就使我们很犹豫：如果佛法是一味的，为什么会有这么多的宗派？并且每一宗派的理论都有所不同？芸芸众生又如何抉择？每一个人都说自己讲的是究竟了义，其他人是不究竟的方便说。在还没有学到根本佛法的正知见以前，用什么来评判和抉择？这就是居士们困惑为难的地方。\n' +
        '　　所以导师就指出这个重点：一位法师或佛弟子在宣扬佛法时，要看其所讲的法，是否把握了释迦牟尼佛根本教法的特质。所谓的“特质”，就是与世间和外道以及其他宗教不共的地方。\n' +
        '　　佛法的特质是什么？佛陀当时到底体悟到了什么？那个时代，印度的时空背景和社会思想、宗教形态的理论是什么？佛法与外到哪里不同？这个根本特质一定要先抉择出来，我们才有能力在佛教众多法门之中来区别，与佛法特质相应的，而肯定其相应性；如果与佛法的特质不相应甚至与外道一样，那么就要注意了！这就是我们要抉择的地方。佛弟子所讲的法，并不绝对代表佛陀所觉证的法。\n' +
        '　　佛法经过二、三千年的流传，现在难以保持其本来的味道。经过那么多善知识的抉择，总会融入一些民俗文化的思想，还有种种其他因缘关系，佛法逐渐地在流变，与原来根本的佛法有所不同，其真味淡了。所以，我们在没有建立起佛法的正知见以前，就没有抉择的能力，现在修学难就难在这里！\n' +
        '　　记得小时候，台湾每个地区一年几个节日，大家轮流来拜神、妈祖、菩萨。无形中人们的思想已经熏习了一些民俗信仰的观念——拜拜，但是，并不知道拜的内容和真实义，认为只要虔诚拜拜就会得庇佑；心里有恐惧，拜一拜比较安心；不平安，拜一拜可能会平安一点，这就是我们传统观念中的民俗信仰。\n' +
        '　　如果不知道佛法的特质与一般拜拜之间的区别，就会认为只要做好人，不要犯罪就可以了，这只是属于单纯的信仰而已。不能对法的正确抉择，这样就变成靠运气：拜的是道教，就会接近道教的思想，被道教的思想所同化；接触的是基督教，就会被基督教的思想同化，这样就很难学到真正的佛法。\n' +
        '　　即使很幸运地遇到佛法，但是，所亲近的善知识学的是何宗派、何法门，你们就会在思想中首先留下一个印象，这样无形中都变成碰运气：这个法师有没有正见？对法深入到什么程度？学习哪一宗派的理论？这些都没办法了解。如果这一位师父是学净土的，那么你对净土就比较深入；如果是学禅宗的，你对禅宗就比较有兴趣；要是学密宗的，你对密宗就有亲近感。无形中是否在靠运气呢？此外还有我们的感情：“那是我的师父，我当然听我师父的。”可是师父讲的法究竟不究竟呢？讲得够不够渗透呢？我们无法了解与抉择，这就产生了先入为主的倾向。\n' +
        '　　所以学法要学到真正的正见，没有正知见，要把佛法的法义都了解得很清楚，实在不容易！对此，我身有感慨，普遍的社会现象中，尤其是居士们的那种虔诚、护持、发心，令人非常的感动。但是能够把佛法的正知见，佛法的不共特质了解得非常清楚，具备择法眼的，坦白讲，只有少数。\n' +
        '　　学佛的人中有一个现象，不管学哪一宗派的人，初学时都很发心，可是五年后慢慢地会发现问题；十年后慢慢会自我检视，发现很多问题没有解决；二十年后会觉得：糟糕了！老病死快来了，烦恼问题还是没有解决，对生死的恐惧依然，那时手忙脚乱，甚至对佛法失去了信心。\n' +
        '　　对法有没有具足正见？是否明白佛法与世俗、外道的不共特质？是否打牢佛法的基础在生活中去验证？在身心与人事物的接触中体会法的内涵？如果真正建立了正知见，在生命中都会有开悟契入解脱的机会，我们有没有真正地把握这一点？\n' +
        '　　导师先指出这个重点：先把握住佛陀根本教法的特质，然后再来抉择自己所学的法门是否与其相应。也许听这个课不一定马上能让你解脱，马上成八地菩萨、阿罗汉。但是一定可以使大家建立一个非常稳固的佛法正知见的基础，建立了正知正见后，就会有择法眼。这样就有能力选择我们所要修学的法门，就知道如何下手解决自己内在的问题，而且是在这一生解决，不是等死后。\n' +
        '　　所以，这些老学员十年来从不间断熏习，因为他们都得到了某部分的受用，对佛法坚信不疑，也是建立在这个基础之上。有了择法眼，知道佛法与世间、外道的不共特质，就有能力抉择流行中的诸佛常法与佛弟子的论述，知道什么样的法是可以解脱受用的正见，什么样的法只是方便善巧带领我们进入佛门的。\n' +
        '　　三，佛法从有情说起。\n' +
        '　　“凡宗教和哲学，都有其根本的立场；认识了这个立场，即不难把握其思想的重心。佛法以有情为中心、为根本的，如不从有情着眼，而从宇宙或社会说起，从物质或精神说起，都不能把握佛法的真义。”\n' +
        '　　这一点很重要！很多人搞哲学研究，在探求宇宙第一因，有的是从整个社会形态去探讨；也有从我们的身心来研究的。像唯物论就只重视物质；唯心论只重视心灵，这些都没有把握法的重点！\n' +
        '　　如果探讨宇宙的第一因，那是永远不可得的。科学也是一样，从物质组成的要素上已经发现了夸克，但还不是最微细的，夸克还是六个条件的组合。所以探讨第一因是永远不可得的。譬如要探讨我们人的前生，那么前面还有前生，引申起来就永无止境了，找不到第一因，那又如何能解决问题？最后的结果就是想象有一个创造万物的第一因——上帝，但那是无明众生幻想的产物。\n' +
        '　　导师说：“研究佛法一定要从有情自身开始。”从佛陀的出家、悟道、弘法到涅槃，就可以看出佛陀要解决的就是众生生命的苦迫。每一个人的人生都充满了困苦，尤其是佛陀的时代，物质贫乏、政治动乱、弱肉强食，特别是在印度种姓阶级的制度中，每个人的生活都非常凄苦，所以人人向往解脱自由。生命的苦迫很广泛，除了身心上的种种痛苦烦恼以外，最大的苦迫就是面对死亡的那种恐惧与茫然，这是无法止息的生死轮回的大苦啊！\n' +
        '　　所以，佛法一定要回到人类有情的本位，在这个根本立场来解决身心面临的问题：即富贵的人有富贵的烦恼；贫穷的人有贫穷的烦恼；身体健康与不健康的人；感情好与不好的人等，每一个人都有着不同的忧悲苦恼。但是，共同的苦楚，就是面对死亡时不知何去何从。如果不回到这个根本的立场，而去探讨宇宙的第一因有意义吗？能解决我们现实生命中的苦迫吗？就像现在有人问：太空船上到底有几颗螺丝钉？除了地球以外，其他星球上有没有生物？请问：研究这个有意义吗？多少颗螺丝钉与解除痛苦烦恼一点关系都没有！外星球有没有生物，能解决我们的痛苦烦恼吗？如果认为上帝是第一因，信仰上帝就可以解决所有的烦恼吗？\n' +
        '　　我们学法，不是在探讨那些与生死烦恼毫不相关的问题，不是从社会学识中去探讨第一因，而是要回到一个根本来，从现实身心中去探讨人生的苦迫性。生活上的压力，精神上的负担，面对死亡时的恐惧，这些问题如何解决？如果连这些身心上的问题都不能解决，怎么能解决死后的问题？所以，佛法虽然是从有情说起，并不是只有关心我们自己的身心，而是从这里下手去探讨，从能了解、观察、体会的近处去着手，最后有比较深入的体证时，才能解决生死的问题，所以探讨佛法一定要从有情自身说起，这一点很重要！\n' +
        '　　“探究人生意义而到达深处，即是宗教。世界的宗教，各种各样的，含义也大有出入。但有一共同点，即人类苦于外来——自然、社会以及自己身心的层层压制，又不能不依赖他、爱好他；感到自己的缺陷、渺小，而又自信自尊，想超越他、制用他。有情在这样的活动中，从依赖感与超越感，露出有情的意向，成为理想的归依者。宗教于人生，从过去到现在，都是很重要的。不过一般的宗教，无论是自然宗教，社会宗教，自我宗教，都偏于依赖感。自己意向客观化，与所依赖者为幻想的统一，成为外在的神。因此有人说，宗教是必然有神的。他们每以为人有从神分出的质素，这即是我们的自我、心或灵魂。如基督教说：人的灵是从上帝那里来的。中国也说：天命之为性。借此一点性灵，即可与神接近或合一。”\n' +
        '　　回顾历史可看到宗教的产生，最初人类对自然现象还没有足够的认识，受制于很多大自然的力量：如面对气候变化、地震、旱涝等自然灾害时，感到人类自身的无奈和渺小，好像有一种无形的力量在控制我们，无法与其抗衡。慢慢地，就以为外在有一个大力的主宰者，不得不屈服，进而产生祭祀等信仰与崇拜。\n' +
        '　　但是人类的思想在逐渐地演变，开始是在依赖感中，后来发觉自己的力量也许可以超越、控制外在的力量。从拜拜祈求庇佑的依赖感，慢慢变成要以咒语的力量控制、超越那个无形的大力者。人类的意向就随着这样的因缘在变化，慢慢地就有了理想的皈依者——神。\n' +
        '　　一般的宗教都偏于依赖感。基督教或回教，他们都认为有一个造物主——上帝，只要相信、降服，依赖于他，好好侍奉他，死后就能到上帝的国度——天堂里永生，这就是依赖感。其实，这个所谓的上帝，是人们意向的客观化，是自己与依赖者幻想的统一。如果说外面有神、上帝、大主宰者，那就是从自己意向的理想化中影射出来的。\n' +
        '　　有人认为：我们的自我、心或是灵魂之上有神(主宰者)，人就是从神那里分出来的一些质料原素，或一分灵而变成的。因此产生一个想象：我们现在叫做“自我”，在里面有一个叫“我”的东西，是从神那里来的。以本体论的理论来说：我们是从本体分出的某一点原素构成，死后就回到本体那个地方去，这个观念就叫“我、心、灵魂、自性”。比如基督教说：人的灵是从上帝那里来的；中国人也说：天命之谓性。就是借这一点灵性即可与神接近或合一。如果是婆罗门教，他们认为是从大梵天来，死后就回到大梵天去。注意啊！有些修行人的理念就与大梵天合一的理论很相似。\n' +
        '　　“他们又说：人的缺陷罪恶，是无法补救的，惟有依赖神，以虔诚的信仰，接受神的恩赐，才有希望。”\n' +
        '　　基督教说：我们是羔羊，上帝就像牧羊人，所有的一切都是由神来控制主宰的，以为我们自己本身有着很大的缺陷和罪恶，那是无法补救的，只有依靠神的力量来恩赐，希望等待神的救度，所以要侍奉神，这就是神教者的观念。\n' +
        '　　佛法与这个观念根本不同！这个神教的观念害得我们像奴仆一样，除了永远的屈服之外，没有一个人能自主地觉醒。因为永远只是一个依赖者、被创造者、降服者，无法真正地解脱自在！所以，学习佛法，首先要分清楚其他宗教和神道者的观念，再了解到佛法与其他宗教不共的特质时，才不会落入神教者的想象中。\n' +
        '　　但重要的是，在佛教中也有很多类似的观念，如果不纠正，就会与神教观念混淆不清：我们的业力深重啊，不可能靠自己的力量解脱啊，只有靠佛菩萨的加被护持啊，死后就会到哪里去啊，其他没有办法等等，这样的观念与神教者有什么两样？佛教与一般宗教的不同之处在哪里？要明白啊！\n' +
        '　　“所以一般宗教，在有情以外，幻想自然的精神的神，作为自己的皈依处，想依赖他而得超脱现实的苦迫。这样的宗教，是幻想的、他力的。佛教就不然，是宗教，又是无神论。”\n' +
        '　　也许有人会疑问：“为什么佛教是无神论，不是也在崇拜一个外在的神吗？”其实，佛法的无神论是否认主宰的意思，不是否认六道中的天界和鬼神。佛教承认六道的存在，其中的鬼神和我们一样是众生，他不是大力者、操纵者、主宰者。这就是佛教的无神论思想。\n' +
        '　　佛教讲的是心灵的智慧之学，讲的是如何开发智慧，而且人人都有解脱成佛的可能性，不是要依赖上帝。佛法讲无常、无我，否定常而不变的主宰(上帝)。讲的就是在我们生命的身心中，在生活的经验中就可以通过观察体会，发觉到真相。在一个明白人的指导下，每一个人都可以体证真相而解脱。这不需要依赖，不需要他力的加持。\n' +
        '　　“佛说：有情的一切，由有情的思想行为而决定。”\n' +
        '　　佛陀说：众生思想观念的错误，导致了行为的错误，因而带来种种痛苦烦恼。由于观念的无知，对真相的不了解，于是对一切万法产生贪爱执著。因此，必须去探讨法的真相，从这里也可以了解业力：我们身心的一切行为(身口意)会产生后面的作用，那就是业力。\n' +
        '　　众生的痛苦烦恼、生死轮回都是自己造作的，不是由谁来主宰审判的，是自己的业力使然。要调整自己，净化心灵，首先要建立正确的观念，观念正确后，行为自然导正，痛苦烦恼自然止息，才能不造后业，不再随着业力而流转，就不会被生死所束缚。\n' +
        '　　这一点与信仰神和主宰，依赖他力的造化完全是两回事。如果明白佛法的这个根本，每一个人都要为自己负责。如果我们的思想观念正确，心灵柔和慈悲，对他人都是非常的友善爱护，回报的怎么会是痛苦烦恼呢！我们之所以会痛苦烦恼，都是自己的所作所为，造成与别人的矛盾和斗争而带来的作用和影响。\n' +
        '　　但是，往往认识不到这一点，当痛苦烦恼时都会怪外面的环境：“都是某某人不好，人家对我不好，我对她(他)没有什么不对之处啊！”这样的结果很苦恼，都在怪别人，而不知道产生这样相对的局面，完全是自己内心造作的结果。为什么佛陀说法是从有情身心说起？就是要说明产生痛苦烦恼的真正原因，不是谁来控制主宰的，即使遭遇很不如意，也要反省自己，看清楚它的原因条件，一切都是有因有缘的，“有因有缘世间集”，那些因缘还是自己造作的！\n' +
        '　　“佛教的皈依向上、向究竟，即凭有情自己合法则的思想与行为，从契合一切法的因果事理中，净化自己，圆成自己。所以皈依法，即以因果事理的真相为皈依。”\n' +
        '　　这里明确地指出佛教与外道、神教观念的不同之处，因果之间有着必然的理则。造了很多不善的因，就不可能得到很好的果，因果间有一个必然性：此因一定会产生彼果，这就是因果事理的必然性。要深一步去了解它，找到真正的原因，了解因果的必然理则，就会去随顺此必然性而不再与其相违背了。\n' +
        '　　只有找出我们痛苦烦恼、轮回生死的根本原因，才有机会转化改变它。这一切都操之在我，而不是依靠他力的主宰和加被。这个精神就是佛法与世不共、与外道不共的特色。\n' +
        '　　“皈依佛与皈依僧，佛与僧即人类契合真理——法而完成自己的觉者；皈依即对觉者的景仰，并非依赖外在的神。”\n' +
        '　　什么叫皈依？皈依是皈向正法，皈向真理，是对于觉者的敬仰与学习，并非依赖、崇拜外在的神。我们皈依的佛，是释迦牟尼佛一样的大觉者；皈依的僧，是清净和合僧团中证果的圣弟子。我们赞叹景仰佛陀及证果的清净僧，他们的思想与身形契合真理，完成了自我的觉醒与超越。我们只有皈依了佛和僧，才有机会像佛陀与圣弟子们一样，抉择到正确的法，并依之而行，也才有觉悟解脱的机会。\n' +
        '　　“佛法是自力的，从自己的信仰、智慧、行为中，达到人生的圆成。”\n' +
        '　　我们对自己要有信念，佛是怎样觉悟的、依着他的教法，学他的方法，也可以和他一样地受用解脱。开发对法理体认的智慧，净化自己的身心和人格，最后也会与佛菩萨一样达到圆满觉悟的境界。\n' +
        '　　“佛法与一般宗教的不同，即否定外在的神，重视自力的净化，这所以非从有情自己说起不可。”\n' +
        '　　明白了有情这个根本，首先就要先认识这个“我”，才能净化和超越。每天都讲“我、我、我，我怎么样······”“我”到底是什么认识吗？知道自己每天是怎么运作的吗？你发现自己的痛苦烦恼是怎么来的吗？你明白自己是如何产生执著贪染的吗？\n' +
        '　　一个被火烫过的人，看见火绝对不会再把手伸进火中。同样，明白了正确的因，就不会再去犯同样的过错。每一个人都不喜欢痛苦烦恼，都想清净、自在、解脱。但是为什么我们每天还是活在痛苦烦恼里？因为不了解自己是如何造成烦恼、执著、痛苦的，所以每天由于无知一直在重犯不已。\n' +
        '　　痛苦烦恼，是由于错误的观念导致错误的行为所造成的。要解决这个问题，第一步得先回到我们生命的身心中来；回到生活中来了解它，才能转化它。找到痛苦烦恼的因，才能解决痛苦烦恼。\n' +
        '　　不探讨这个根本处，每天只是向外追寻、寻找依靠，什么时候能改变自己的身心？如果佛菩萨有大力可以加持你，可以改变你的业力，那么，所有的佛菩萨，包括上帝都不慈悲。如果他们是慈悲的，加持一下转转我们的业，大家不都解脱了吗？为什么我们还在受苦？有历史以来，人类从来没有离开过痛苦烦恼，难道是佛不慈悲吗？是上帝不慈悲吗？其实上帝根本改变不了你，佛也不能改变你，只有自己才能改变自己！\n' +
        '　　佛陀是怎样觉悟体证真理的，在哪里超越的。我们必须和他一样去依这种理论、方法，才能得到解脱。佛陀是一位王子，名利、恩爱、权贵一切具足。可是，我们每天仍然为了这些在争取和拼搏，不管企业做得多大，或做民意代表、官员，都无法具足王子那样的条件。佛陀为什么放弃了一切的拥有？如果恩爱、名利、权贵、情感能解决生死的问题，佛陀何必放弃来过那种修行的日子？最后悟道了，悟道后四十几年，也没有回到世俗的贪欲中去，还是过着日中一食的托钵生活，直至涅槃前一天，还在为众生说法，这一切所为何事？\n' +
        '　　佛陀慈悲的展现，是以自己的身形来觉悟众生。他自己超越了苦，不但没有回到苦的因缘中去，还把他的体悟和经验贡献给所有的人，希望我们同他一样解脱自在，这就是佛陀身教的部分(不只是言教)。\n' +
        '　　如果我们活在崇拜、依赖里，什么时候能像佛陀一样地解脱？他开始也跟当时印度宗教界的宗教师学过，但是，因为所有的外道思想都不能帮助他解脱而放弃。最后于菩提树下，在深禅定和正思惟中体证悟道。才发现原来外在的一切都是虚幻的，只有破除众生内在的迷惘和无明，才能发现法的真相。从内心的变化中知道没有一个永恒不变的主宰者，所以他宣示——只有自觉！当打破了那个依赖的神话，打破了我见、我执时，才有真正解脱的机会。\n' +
        '　　我们为什么会轮回生死？它的因缘条件是什么？佛陀阐述了十二缘起，前面的因缘条件产生未来的作用和后果，这些都是环环相扣的。生死轮回的条件就是这样不停地在相续回圈。只要发觉真相，截断其中的任何一环，后面就不再相续了。解脱并不难，只是不了解真相和原理而已。\n' +
        '　　如果不了解佛法的正见和真正的原理，只是倾向于像外道神教的观念，那就永远不可能截断生死轮回之流，无法超越这个束缚力。佛陀以身作则，告诉我们他体验、超越而成佛的方法和内容，我们只要跟着他的足迹、依着他的方法去体验观察，同样可以体证得到。\n' +
        '　　人类有情的身心结构、五蕴六处的作用都是相同的，佛陀能在这里发觉它的功能和作用，可以看出它的无常无我性，我们同样可以达到这样的体证。所以佛法是人人学人人平等有机会，这就是佛法与其他外道不共的地方。真正的佛法否定了外在神的主宰，重视的是了解真相后自力的净化。\n' +
        '　　我们平常都在信仰外在虚无缥缈的神，就像在外太空神游一样。明白上述的佛法重点后，学习佛法首先要从外太空回到人间来，再从人间回到现实的生命中来，在自己的身心中观察体验，在了解自己、改善自己的过程中，得以提升和净化。就能够和佛陀一样地觉悟体证，这是一个根本的理念，所以佛法一定要从有情说起。\n' +
        '　　“世间的一切学术——教育、经济、政治、法律，及科学的声光电化，无一不与有情相关，无一不为有情而出现人间，无一不是对有情的存在。如离开有情，一切就无从说起。所以世间问题虽多，根本为有情自身。也就因此，释尊单刀直入地从有情自体去观察，从此揭开人生的奥秘。”\n' +
        '　　有情为了改善自身的生活、减轻苦迫，发明创造了很多便利的物质条件，如现在的家用电器，出入的交通工具等等，以及政治、法律、经济、科学也是为人类有情才不断地发明、发展、更新的。如果没有人类(有情)的需要，就不需要这些发明创造了。\n' +
        '　　这些发明和创造，确实给人类的生活带来了很多的方便，却无法改善有情心灵的苦迫及对生死的茫然和恐惧。所以针对有情生命中的苦迫，只有从有情自己的生命中去观察它。佛陀就是这样在观察自己生命的身心中，才揭开了生命的奥秘，这就是重点。所以我们也必须回到有情的身心上来，从自己的身心说起，从生命中来观察、了解它，找出它的痛苦烦恼、生死相续不断的原因。\n' +
        '　　“佛说的法门，虽然是随机说法，无量无边，但归结起来，所说的解脱道，不外乎‘四谛’与‘缘起’法门，离了这些，就没有出世的佛法了。”\n' +
        '　　佛陀解决了生死的问题，由此而来开示、引导我们也能迈向解脱。他开始的法门是应机而说的，由于众生心性、根性的不同，就运用不同的善巧方便来引导说法。然而，不管说多少法，归纳起来主要的就是两个观念——“四圣谛”和“缘起法”，这两大主题归纳了佛法所有的方便巧说。下面就依着四谛这个主题，顺便再介绍缘起法。'
      },
    ]
  },
  {
    title: '四谛总说',
    data: [
      {
        title: '四谛总说',
        content: '四谛。\n' +
        '　　“佛从四谛的苦、集、灭、道，来正确地开示：人生世间的特性(苦)；世间苦迫的原因(集)；说明超越世间，消除一切苦迫的境地(灭)；以及消除苦恼的方法(道)。佛法是信智相成的，绝不说只要信就可得救。我们必须认清人生的苦迫性，及找出苦的原因，才能在消苦的过程中，去体验真理，而得解脱。”\n' +
        '　　这和医生看病一样，如果不了解病人的真正病因，就不能胡乱用药。我们去医院看病时，医生一定先进行望、闻、问、切的检查过程，找出真正的病因，进行对治病才会好。我们每天都在痛苦烦恼中，到最后又要面临生死的大恐怖，这一切如何解决？当然，也得像看医生一样，先找出苦的原因。\n' +
        '　　苦是人生的事实，这是每一个人都能体会得到的，不管什么身份，没有一个不苦的。即使人间的际遇很圆满，也不能不苦，只是还没有面对生死的大苦而已。尤其是医生在医院里，更能感受到病人的痛苦。我们也能看到那些长辈和亲戚朋友的病苦，自己还没有面对老病死的时候，感觉都很自在。但是，人哪能不经历呢？很多人都在讲：“死就死，有什么！”甚至还有人说“二十年后又是一条好汉”。真的吗？在没有面对死亡以前都很自在，真正碰上就不然了。在新闻报道中可以看到那些抢劫犯，要拉出去执行死刑时裤子都湿了，腿都瘫软了，走路还得人架着，抢劫时那股子所谓“英雄豪气”都不见了，此刻还会说二十年后又是一条好汉吗？\n' +
        '　　记得一位法师，在她祖母要过世前回去看望她。老人家近八十岁了，平常也很自在，躺在病床上，似乎没什么烦恼。但是当她看到出家的孙女回来时，竟然紧抓住她的手说：“救我！”她从来不向家人表达什么的，但是当她面临着死亡时，看到孙女是出家人就抓着她的手说——救我！你们知道当时她那种内心的感触吗！\n' +
        '　　不要以为现在还没事，不要以为现在还有办法，那是还没有面对而已。有智慧的人就知道，死亡是我们的必经之地，是每一个人都必须面对的。就像人世间的事情一样未雨绸缪，面对死亡时，就不会有大恐惧了。能够真正超越生死的人，为何那么自在？因为他们平时真的下功夫的啊，到时候才不会手忙脚乱哪！\n' +
        '　　这一生也许会事业成功、也许高官厚禄、也许名利双收，但是，当面对死亡时，看到一生所有的成就、一切都带不走即将放弃的时候，你真的那么自在吗？眼睁睁看着一生的心血都要化为乌有，你真的能那么清净自在吗？要明白啊！学法不是迷信崇拜，是要解决我们自己内在的问题。不但活着时能使身心清净自在，而且面对死亡时没有恐惧，因为知道生死的真相，不再为它所困扰了，这是学佛的终极目标。\n' +
        '　　苦是人间的事实，不要以为现在生活很好，家庭很好，身体也很健康，感受不到苦，只是还没有真正面对而已。真正的苦是生死的不能停止。以为死后就一了百了吗？如果人死就一了百了，那我们何必担心呢！好也是几十年，坏也是几十年，早也死，晚也死，那何必在乎呢？如果是这样，就不需要佛法和宗教信仰了。人类有史以来，宗教的信仰虽有不同，但是共同之处是肯定轮回的存在。这是一个事实真相，业力造作，身不由己！产生轮回之苦。\n' +
        '　　暂时的乐，是过去种下了善因，这一生才过得很得意，但是知道未来吗？福报尽了会变成怎样呢？学佛不是只为了当前身心快乐一点，际遇好一点，感情好一点，孩子乖一点，经济如意一点，这些再如意还是很快就会过去的。你知道下一辈子会落入哪一道？难保不会扮演那些被吃、被侮辱压迫的角色。哪能永远像这一生一样幸福自在？从现实世界的每一个国家来看，还有很多人挣扎在饥饿困苦的边缘。同样是人，为什么有不同的际遇？这些惨况什么时候会轮到我们身上呢？只知道人生暂时之乐，却不知道乐后终究会生悲啊！\n' +
        '　　再看今天我们的人类，好像是所有万物的主宰，要吃鲜活、有生命的，那被吃被杀的是谁？人会生生世世永远那么自在吗？被宰杀的生命是那样的愤怒哀嚎、身不由己，下面该由谁来还报扮演？生命的苦迫，不是只有这一生所面对的身心感受，真正的大苦是生死轮回的不能止息，冤冤相报何时了！今生扮演这个形态，来生扮演什么角色难以预知。学佛不是去拜佛求菩萨，用布施的功德来改善我们的生活，那只是眼前的近利。我们要止息的是永恒不断的生死轮回之流，这才是最终的目的。\n' +
        '　　对于轮回的问题，由于我们没有宿命通，看不到生死轮回的现象。可是有很多圣者修行到某一种程度时，就会展现出宿命通、他心通、神足通，会看到过去、现在、未来的境况，只是我们现在没有那样的体验，无法去了解，所以都注重眼前的利益，看不到长远的生死轮回之苦，这是从大期的生灭来谈“苦集灭道”。\n' +
        '　　灭苦，还可以从当下的身心来谈，即改善我们当下的身心。能体悟真理而提升超越的人，身苦心不苦，也就是肉体能感受到痛苦，而内心却不会产生痛苦烦恼的执著。即使证到阿罗汉，也还会有身体的病痛，佛陀涅槃前身体还有病，这都是不能避免的身苦。然而心灵却已经超越而不再执著痛苦。不管是何等的身份，以及现在的因缘条件是怎样，如果都能安住而不起痛苦烦恼，这就是现实人间的受用。\n' +
        '　　学佛有两个大受用：一是人间性的，开发了佛法的智慧，就能在生命中产生作用。活着时在任何因缘条件下都能自在而不痛苦烦恼，还懂得如何经营事业、圆满和谐家庭、改善人际关系，这是必然的人间受用。但这还仅仅是人间小小的利益。另一个最大的利益是体证到真理法则，破除我法二执时，就可以截断生死轮回之流，这就是出世的大受用了。如果学法连人间的受用都没有，还奢谈什么解脱生死轮回！\n' +
        '　　当我们不再迷信而了解了法的真相时，就会反思如何净化、提升我们生命的品质，生命的展现自然就会与众不同，很快就会得到人间的受用。学佛不是像一般人想象的，一定要出家到深山去，避开一切人间万事万法，才叫清净佛法。其实不论身心处在何种环境，不论任何身份都可以修行。只要你建立了正见，就懂得如何在生活中，在生命与万法的根尘触过程中，了解法的真相，深入观察体会从而实现超越解脱。\n' +
        '　　这里没有厌世和逃避，只有在认识自我的过程中，使思想得以提升和净化。很多人不了解，把学佛误解为迷信。其实，真正的佛法是心灵的智慧之学，恰恰是在破除迷信，反对崇拜和他力的信仰。可惜的是，佛法流传至今几千年，难免有所变化。现在社会普遍看到的是形式的佛教，难以了解佛教真正的精神和特质。所以有人批评佛教中存在的很多垢病，其实，那只是佛法的外壳。\n' +
        '　　我们今天所谈所学的就是佛法的真精神、真内容，从生命中就能感受、体会、触摸得到的，亲身体验是这么的如实！这与神话与他力崇拜没有任何关系。很多人把宗教当作信仰，而佛法不是只有信仰，重要的是具足般若智慧，才能真正解决我们生死轮回的问题。\n' +
        '　　这里讲的“苦集灭道”，就是我们生命中的事情：“苦”就是我们身心的苦迫以及面对死亡的无知和恐惧；针对这种大苦，去找它的原因——集，“集”就是苦集起的原因；“灭”就是生死之苦的止息；灭苦一定要有方法，那就是“道”，即止息痛苦烦恼的方法。\n' +
        '　　“苦集灭道”四个字，一般人听来觉得没有什么，却已涵盖了佛法全部的内容，这是非常科学而理性的。当医生的人很明白，要治好病，必须首先找到正确的原因(集)，除此而外，对症下药(灭苦的方法即道)。\n' +
        '\n' +
        '　　缘起。\n' +
        '　　“「缘起」并非与四谛有别。主要是从人生现实的苦迫中找出苦恼的根源而发觉「苦因」与「苦果」间相生相引的必然规律。”\n' +
        '　　四谛和缘起，听起来好像是两个不同的理念。其实，缘起的十二支就是四谛的内容，四谛就展现在缘起的内容中。大家都有痛苦烦恼，到底是什么原因呢？先找出它的原因。再进一步了解这个因，为什么一定会产生那个果？如制造了某一个因缘，产生了痛苦烦恼，这个因，为什么一定是产生痛苦烦恼？因果之间为什么有这个必然性(即必然理则)？如果找不出这个必然性，又如何解决这个问题？比如说：修行能解脱，为什么会解脱？因为中间有一个必然性，叫作必然理则。如果因不正，果就不会正；因不对，果就不能成。明白了这个必然性，就是我们可以着手解脱的地方，这是进一步从缘起了解因与果之间的必然性。\n' +
        '　　“如无明缘行，行缘识等十二支缘起，即是「苦」与「集」的说明。所以，缘起是在说明：苦、集都是依缘(关系、条件、原因)，才能发生或存在的。相反的只要从因缘条件的改变中，就可使一切苦恼消解而解脱，这就是「灭」与「道」二谛。”\n' +
        '　　缘起的十二支：无明缘行，行缘识，识缘名色，名色缘六入，六入缘触，触缘受，受缘爱，爱缘取，取缘有，有缘生，生缘老死，直至纯大苦聚集。这即是苦与集的说明。为什么无名的条件会产生行？触的因缘会产生受？为什么会以这样的顺序下来呢？这环环相扣的必然性都有它一定的道理，通过对一支支的了解，就知道痛苦烦恼是由于什么因缘而产生的，把这些因缘化掉就能止息痛苦烦恼。比如吃东西时塞住牙缝而致牙痛，如果不了解这个原因，怎么吃药还是会痛。知道原因后，只要把牙缝里的东西剔掉就好了，这就是灭与道二谛。\n' +
        '　　缘起与四谛是相依相缘的，苦(世间果)与集(世间因)都是依条件关系才能发生或存在，从而产生流转的纯大苦聚集；相反的，只要从因缘条件中去改变它，就可以消解一切苦恼而解脱，这就是灭(出世果)与道(出世因)的缘起还灭，进而纯大苦聚灭。缘起十二支的相生和还灭，合起来就是苦、集、灭、道的全部内容。所以，缘起与四谛不是两个东西。苦集灭道是修行的总相，缘起是把它内在的因缘条件一一厘清出来，所以它们是相依相缘的。透过缘起的流转才能找到苦集的真相，透过缘起的还灭也才能找到灭和道的内容。\n' +
        '　　“一般人以为「四谛」与「缘起」是小乘法，其实大乘的甚深诸佛法，也都是由它显示出来的，只是各有偏重——小乘法着重于「苦」、「集」的说明；大乘法着重于「灭」、「道」，特别是「灭」的说明。”\n' +
        '　　一般人(尤其是学大乘法的)听到四谛与缘起，马上就会认为那是小乘的法，就会去忽视、漠视它。为什么会有这样的观念？原来我们中国的大乘佛法，天台和贤首宗的判教起着主导地位：天台宗把四谛缘起的《阿含经》判为“藏、通、别、圆”的藏教；而贤首宗也把《阿含经》判为“小、始、终、顿、圆的”小教，受这个传统观念的影响，都认为是小乘的、不了义的，不去注意它。其实这都是误解，这样的判教耽误了很多人。\n' +
        '　　大乘佛法讲的是圆融、顿超，导师说：大乘的甚深诸佛法，其实都是由四谛缘起的原理而引申的，只是各有偏重。小乘法着重于苦与集的说明，而大乘法着重于灭与道，主要是从“灭”入手——直接契入涅槃寂灭而已。\n' +
        '　　“就大乘中观的空性与唯识的缘起而言，也都没有离开四谛与缘起的法则。佛法不出四谛与缘起法门，只是证悟的偏圆，教说的浅深而已。”\n' +
        '　　龙树菩萨的时代，是大乘的初期阶段，他的《中论》展现的就是空义。初期大乘的中观和唯识，讲的就是缘起。难道这些大乘佛法是天上掉下来的吗？是没有原因而有的吗？龙树菩萨造《中论》，其中最著名的“八不缘起偈”，就是从《阿含经》中的缘起引生出来的。中观与唯识是大乘佛法的两大系，过去印度尊重的就是这两大系。现在的西藏密宗佛教也只承认中观和唯识，其他的就不承认是佛法了(汉地佛教承认有三系——中观、唯识及如来藏思想的真常系)。所以不要把缘起与四谛当作小乘法，其实大乘佛教的中观及唯识的思想还是根源于四谛和缘起的理论，这是大乘的法源。\n' +
        '　　所以，不管是大乘还是小乘，只要是佛法都不出四谛与缘起的法门，如果说有差别，那也只是证悟的偏圆、教说的浅深而已。而不是四谛与缘起法在大小乘之间有差别，是人的体验有差别，不是法有不同的深浅。四谛和缘起是佛法的根本要义，这一点一定要明白！\n' +
        '　　下面就照“苦集灭道”四谛的次第来谈缘起的内容，这样就可以一步一步建立起正知见，学佛就不会盲目了。清楚自己在做什么，该如何修行，怎么过日子，怎样用功，不再搞崇拜和迷信。活着时就能改善身心，开发智慧而得解脱，这里没有神秘的想象，一一都是那么的如实。'
      }
    ]
  },
  {
    title: '苦谛',
    data: [
      {
        title: '苦谛',
        content: '“有情——人生是充满种种苦迫缺陷的。为了离苦得乐，发为种种活动，种种文化，解除它或改善它。苦事很多，佛法把它归纳为七苦；如从所对的环境说，可以分为三类：\n' +
        '　　生苦、老苦、病苦、死苦——对于身心的苦。\n' +
        '　　爱别离苦、怨憎会苦——对于社会的苦。\n' +
        '　　所求不得苦——对于自然的苦。”\n' +
        '　　生、老、病、死，是有情对于身心演变而发生的痛苦。\n' +
        '　　众生的苦迫，最现实的就是必然会面对生老病死。不管所处的环境好与坏，身心健康与否，生下来早晚都会面临老病死，从古到今没有一个可以例外的。\n' +
        '　　生老病死，是有情对于身心演变而发生的痛苦。为了避免病和死，希望身体健康，人们注意饮食调理，加强锻炼，讲究环境卫生。然而，任你在人间事相上如何进行改善，还是逃不了生老病死的困扰！生活上的改善只是暂时的，而没有究竟改变其苦迫性。因为生死轮回的因没断，这一生灭了，下一生还是要相续苦迫。即使现在环境条件有改善，也不过暂时多活几十年，最终还是要面对老病死。\n' +
        '　　生灭(生死)有几种：“刹那生灭”——一念的生死；“一期生灭”——从出生到死亡；“大期生灭”——生死不断，直至解脱不再来才叫灭。没有开悟证道解脱前，不能断除生死的根源，永远在生死中不停地轮回。不论是生还是死，都在生死里面辗转往返(死了还会生)。从大期生死来说，如果只有这一生身心环境暂时好一点，多活几年，又能如何？未来还不是一样相续生死的苦迫！所以，生老病死不是只有这一生而已。\n' +
        '　　如果现在有某一种宗教信仰或团体说：你只要相信并加入，就会身体健康，家庭运气会变好，孩子乖巧，夫妻感情和谐，还可以活到一百岁，我想人人都要去的。\n' +
        '　　如果我说：你来这里学法，是要断除你的烦恼，去掉你的习性，破除我执我见，能超越生死轮回，你认为哪一边的人气会比较好？百分之九十的人大概会选择第一个。因为现在马上可以满足我，会改善经济，家庭圆满，生意兴旺，工作顺利，这是大部分人的心理需要。而到这里来听课的是在星期天，一个礼拜才休息一天，还要来上课，本来星期天可以睡到十点、十二点的，为了听课六七点就要起来赶搭车，一上就是几个月甚至一两年。而且听法还要去实践，要铲除欲望破除我执，要遵守戒律又不自由，会有几人认可？\n' +
        '　　注意呀！学这个法，解决的不仅仅是现在的状况而已，能解决未来的苦！迷信中的崇拜，只是暂时得到精神的安慰。来听这个法，虽然要辛苦地付出，还要去掉自己很多的习性和爱染贪欲。但是说真的，即使你要改善这一生的状况，也还需要明白这缘起的正见才能达到，不是只有信仰拜拜就能解决问题的。更何况这样的修行，真正解决的不是只有这一生的问题。当真正地解脱时，未来的生死从此止息，这才真正永远超越了生老病死之苦。所以，佛法谈的大期生灭、一期生灭、一念生灭要清楚，知道背后的原因，知道怎样去体证。\n' +
        '　　众生都活在贪欲里面，满足我们贪欲的就认为是好的；违背我们的贪欲就说不好。所以，神教者的宗教标榜——信他就得救。满足了众生的贪欲，结果就有那么多人相信。佛法是实实在在的，无法让你一信就得救，它让我们发觉真相，去掉执著爱染和坏习性。然而有谁愿意接受这种束缚呢？所以真正能使人解脱的佛法，信仰的人却非常稀有。\n' +
        '　　佛法中，也还有很多的方便法门，为了这些的众生而施设的，和他们说破我执，没有几个人需要的：“别的什么都可以没有，‘我’怎么可以没有？”这是最大的问题。佛法为了引导这些我执深重的众生，也不得不开展一些方便法门，说有个“我”，那就是人人都有的佛性，本来清净，只要恢复本来就好了。相信就能加持你，那么将来到命终时，就会带你去一个非常美好的地方。\n' +
        '　　其实，这都是佛法的善巧。因为众生都活在贪欲里，一下子对他说无我，破我执、去贪爱，那是违背“我”所需要的，谁愿意接受？\n' +
        '　　全世界人口现约六十亿，信仰佛法的大概只有三亿多人，三亿中抉择正见、不落方便法门的大概有十分之一，算下来只有三千万人，真能身体力行去实践的、真正能见法证果的，就更加稀有了。\n' +
        '　　佛教徒都知道，佛法是最究竟、最伟大的，能使众生究竟解脱，这是其他一切宗教和外道所不能达到的终极目的。然而如此伟大的佛法，在印度流传了一千六七百年后，竟然在本土灭了！这是何等严肃的问题！为什么会灭？为了满足大家而行的方便啊！使得佛法的正见不见了！如今从社会上的现象看起来，佛法似乎也很兴盛，但是如实地去观察，佛教到底在宣扬什么？大家体证的是什么？真的听到正见、得到受用、找到解脱的方法了吗？还是同样只是在崇拜信仰、依赖等待救度里？要明白啊！\n' +
        '　　很多人只见眼前的利益，解决的只是目前的困难，而无法看到生死根源的长远苦迫。所以谈到生老病死，不仅是谈身心当下的事情，眼光还要更远一点，不要只看到眼前的小利，得少为足，要看到大期生灭，那是永无止息的生死轮回的真正大苦啊！\n' +
        '　　“爱别离、怨憎会，是有情对于有情(人对社会)离合所生的。如情感亲好的眷属朋友，要分别或死亡，即不免爱别离苦。如仇敌相见，怨恶共住，即发生怨憎会苦。这都是世间事实。”\n' +
        '　　所谓爱别离，就是喜爱的都会失去，越亲爱的将要分开时就会越苦。如我们喜欢的亲人、财产、名誉、地位(引申大一点到国家社会)等，有的必会坏灭，生的必会老死，这是必然的真理。人间的每一个人必然会面对爱别离的。\n' +
        '　　对于毫不相识的陌路人，我们一般不会特别地去关爱。全世界人口以六十亿去计算，每天约三十万人死亡，我们却从来没有感受到丝毫的痛苦。而亲人之间感情越好、越恩爱的，面临生离死别时，彼此间就会依依难舍、苦不堪言！\n' +
        '　　什么是怨憎会？仇怨的、不喜欢的、讨厌的人偏偏相遇生活在一起。不喜欢生活在某种状态中，偏偏每天都要身临其境。社会的现象之中，很难看到能够和睦相处、其乐融融、没有纷争的家庭、公司和团体。士农工商也是如此。在这样矛盾纷争下的人与人之间怎能和乐自在？又怎么能够避免怨憎相会呢？人类为什么有斗争？有历史以来据说只有二百多天没有战争。所以怨憎会也是现实中人人无法避免的问题，与爱别离同样会感到那种无奈的苦楚。\n' +
        '　　父母子女、夫妻兄弟之间的感情应该最亲，但是却有很多公案：有钱的大富翁刚刚去世，他的子女们就为财产而起纷争，对簿公堂。要等到他们的官司完结后，父母的尸体才能落葬，还不知道等到何年何月。什么地方没有斗争？所以《阿含经》王与王争、国与国争、子与母争、兄与弟争、人与人争。观念不同也会诤——见诤。全世界找不到两个观念完全一样的人，那又如何不争？\n' +
        '　　“所求不得苦，从有情对于物欲的得失而发生。《义品》说：‘趣求诸欲人，常起于希望，所欲若不遂，恼坏如箭中’，这是求不得苦的解说。”\n' +
        '　　人生的欲望永远不能满足，希欲是一直相续不停的。很多人想：如果有一百万就满足了；可是当他有一百万的时候，又会想：如果有一千万就好了；等有一千万，又说：如果我有一亿就满足了，人的欲望就是这样无限地膨胀。\n' +
        '　　年轻时找对象，女的想找一个理想的白马王子，男的想找一个理想的白雪公主，以为这样就会过上幸福美满的生活了。可是这种所谓的美满能维持多久？现在世界上离婚率已高达百分之四十！还没有离婚的不见得婚姻就很稳定，因为危机重重。\n' +
        '　　由于我们的欲望一直膨胀不能停止，所以永远不能满足。这里的“所求不得”，不是说所有希欲都不能满足，而是说因为欲望越高就越不能满足，好了还要更好，得到了还要再得。第一个欲望实现时，第二个欲望又出来；第二个欲望满足了，第三个欲望又出来，那是永无止息的。人生最大的欲望是什么？也许会以为是富贵和长寿，其实真正的欲望是希望永远不死——永恒的存在。\n' +
        '　　人们知道，有出生就一定会死亡，但是，这种无奈并没有打消永恒长存的欲望。于是，把欲望投射到外面去——有一个天国或是能够长生不灭的地方，希求到那里去，这就是最大的欲望！从这就可以看出，人生即使名利、恩爱都有了，身体也很健康，即便活到一百岁还是要面对死亡。即使福禄寿一切都满足，必然有一天会失去，这就是求不得的苦。修行者的“知足常乐”，就是断除那种永远无法满足的欲望，止息“求不得”的苦。\n' +
        '　　只有佛陀，他生为王子，是未来的国王，拥有一切的名利、恩爱和权贵。但是他为什么放下这一切而去修行？之所以止息了一切的痛苦烦恼生死，就是因为他放弃了一切的占有。他是觉者，而我们是凡夫众生，这就是与我们不同的地方。\n' +
        '　　我们为什么会有这些欲望？因为认为里面有一个常恒不变的“我”，这就是欲望生起的原因条件。现在学习的缘起法，就是要了解造成恶性循环的因缘条件是什么。\n' +
        '　　这里所谈“苦”，不仅仅是一个理论，而是生命之中身心当下的事情，所以听法，不要只当理论来听，要明白佛陀的开示，就是我们自己身心中存在的问题，当下就可以感受到。所谈的每一句话，都没有离开现实的身心——生命的作用。\n' +
        '　　等上完这个课程以后，也许有人就会受用。不但能指出自身存在的问题，还会明白解决的方法，这不是讲虚无缥缈的玄妙道理。如果认为佛法只是在谈理论，与你的生命不相干，那么这个理论对你就不会产生相应的作用。\n' +
        '　　“为了解决这些，世间提倡增加生产，革新经济制度等。但世间的一切学理、制度、技术，虽能解除少分，而终究是不能彻底的。如世界能得合理的和平，关于资生的物资，可能部分解决。但有情的个性不同，体格、兴趣、知识等不同，爱别、怨会等苦是难于解免的。至于生死等苦，更谈不上解决。”\n' +
        '　　生活在世间，我们的身体体质、习气个性、兴趣爱好、知识观念等，都在制造着一些种种的因缘。生活上有压力，可以增加生产，改革经济；有病苦，可以提高医疗技术，以及世间种种的文化和科技的发展，可以改善我们生命的质量，但这只是眼前的近利，最后还是避免不了爱别离和老病死，仍然无法解决生命的终极苦迫。\n' +
        '　　“如从根本论究起来，释尊总结七苦为：‘略说五蕴炽盛苦’。此即是说：有情的发生众苦，问题在于有情(五蕴为有情的蕴素)本身。有此五蕴，而五蕴又炽然如火，这所以苦海无边。要解除痛苦，必须对此五蕴和合的有情，给予合理的解脱才行。”\n' +
        '　　色、受、想、行、识，是组成我们身心的五个条件——五蕴，五蕴的造作，像火在炽盛燃烧。前面的七苦，其实就是由于五蕴炽盛而引起，所以加上这个五蕴炽盛苦，总共就是人生八苦。\n' +
        '　　五蕴为有情的蕴素，烦恼都离不开自己五蕴身心的造作，有此炽然如火的五蕴，所以苦海无边。要解除痛苦，必须对此五蕴和合的有情，给予合理的解脱才可以。\n' +
        '　　我们在五蕴炽盛里受苦，在这里又制造着苦的因缘，这就要了解五蕴的功能性，我们是在这里跌倒的，就要在这里爬起来。在这里产生痛苦烦恼，生死也要从这里发现、解决，真正地超越炽燃大苦而解脱。五蕴，就是解决生死轮回的根本处。\n' +
        '　　“有情为物质与精神的和合，所以佛法不偏于物质，也不应偏于精神；不从形而上学或认识论出发，而应以现实经验的有情为本。”\n' +
        '　　佛法讲的是中道，不能偏于一边，五蕴是物质和精神——色心二法(色蕴是物质，受想行识是精神)的组合。没有心灵的作用，色就败坏了；没有物质，心灵也不能起作用。有情是色心和合、相依相缘而互存的，所以佛法必须以现实经验(色心和合)的有情为本。\n' +
        '　　佛法既不偏于物质的色，也不偏于精神的心灵，更不会像形而上学那样去找一个本体(第一因)，也不会由于认识产生的差别，而误以为只是心灵一边的作用。\n' +
        '　　“佛法以为一切是为有情而存在，应首先对于有情为彻底的体认，观察他来自何处，去向何方？有情到底是什么？它的特性与活动的形态又如何？不但体认有情是什么，还要从体认中知道应该如何建立正确的人生观。但根本而彻底的解脱，非着重于对有情自身的反省、体察不可。”\n' +
        '　　我们必须先认识这个有情(自己)，彻底地体认观察它，从何而来，去向哪里？这个和合的五蕴身心到底是什么？心法(受想行识)有什么功能？它们是怎样运作的？色与心的关系怎样？它的特性功能是什么？这些都能明白了解，才能建立一个正确的人生观，不会糊里糊涂地过日子。所以必须深刻地去了解有情自身。不但要体证有情是什么，还要在体认的过程中了解真相。\n' +
        '　　讲一句比较实在的话，没有一个人能够真正了解自己的，如果真正地了解了自己，就解脱了。严肃地讲，我们都在糊里糊涂中过日子，有哪一天是活得清楚明白的？又有哪一天能自在地要怎样就怎样？回想昨天以前的事情，哪一天是还能明白记得的？哪一天是自己能刻意创造的？现在活着的当下，我们真的能作主吗？知道生命是怎么一回事吗？这个身心真的叫“我”吗？有谁能够了解？只是随着生物的功能每天过日子而已。有谁知道生命真正的内涵？\n' +
        '　　所以，这就叫无明——不了解真相，在不了解真相之下，只能靠着自己的惯性和知识，在自以为是的经验中过活。能分清对错与好坏吗？明白怎么来去、如何生死吗？人类自称为万物之灵，真的吗？几个人能够真正明白生命的终极意义？有谁能规划自己尽未来际的慧命？如果人类没有理性思维，不去探讨生命的终极意义，只是在欲望所求中糊里糊涂地过一生，那么人类与动物又有什么区别！\n' +
        '　　我们真的是在无明中过日子，如果没有佛陀真正体会到了真理，哪一个人能有路可走？了不起就是在崇拜和他力依赖中，也是糊里糊涂地来，糊里糊涂地走。说你上天堂了，谁知道你是怎么上天堂的？有没有人死后回来真正告诉你他去了哪里？谁能证明？坦白讲，我们都是在烦恼和无奈中，一天天糊里糊涂地过日子！不管现在是何身份，到死的一刹那，你会忽然想起一个问题：我这一生在搞什么？到底得到了什么？这一生活得有价值吗？那是的感慨真是无奈的！\n' +
        '　　在生命的清醒中，如何观察这个色身五蕴(包括六处)的功能和运作？里面有一个叫“我”的灵魂吗？真的是它在主宰生死、规范一切的吗？谁来主宰规范生死轮回？什么叫业力？我们真的明白吗？导师指出重点：必须面对我们现实经验的身心，从身心中去认识观察体证，只有透过彻底的观察，才能明白它的内涵，了解它的真相。\n' +
        '　　任何宗教派别，都没有这样真正在探讨真相的，都是在依赖拜拜中求平安！以为这样就可以避开一切灾难，死后必定可以往生到哪一个永生不灭的地方，仍然停留在这个幻想里？而佛法是清楚明白又平实的，就在五蕴身心中去了解它。所以，首先观察自己这个五蕴身心，看清楚它的和合性、功能性以及相依相缘的必然性，才能解决我们身心存在的问题。\n' +
        '　　但是根本而彻底的解脱，一定着重于学到佛法的正见，知道了产生痛苦烦恼生死的真正因缘，就会找到真正的入手处来解决问题。最后从法的体证中真正地超越出来。不然只看到问题不能解决又有什么意义？佛法讲的是“苦集灭道”，就是要找到“苦”的真正原因，才有办法来解决它。\n' +
        '　　从佛陀时代，就可以看出佛法的殊胜，能够信任、听从佛陀的指导的，依照他的指导方法去体证，马上就可以受用。那时亲近佛陀的人，甚至第一次见面问法的人，佛陀给他一个小小的指导，当下就可以得法眼净(证初果)，跟随着他出家修行的大部分弟子，都证了阿罗汉。现在为什么不能？流传了二三千年的佛教，如今变成只有信仰，并且说：我们的业力深重，靠自己是没有办法的，只有等待佛的救度，往生到哪里去，以后再解脱。佛法为什么会变成这个样子？如果找不到佛法真正的本源，没有般若正见的指导，那么就只能生活在佛法流变的形态中，还谈什么解脱！\n' +
        '　　从这里就知道，正见何其重要！为什么佛陀时代的弟子们一听法就得法眼净，就证初果？修行没多久就证了四果？现在不要说证四果了，想要见法都比登天还难！为什么？都没有注意自己内在身心的问题啊！如何去发觉问题，如何超越而远离颠倒梦想，如何真正地离贪欲而解脱？现在都在谈满足欲望和希求：信者可得加持；布施者可得福报；信仰就可得救。不去探讨真正的原因，如何解除你自身存在的问题？佛法是信智相成的，不是一个信字就能解决，真正能解决根本问题的是般若的智慧，是了解诸法实相的智慧。\n' +
        '　　上课的目的，就是要建立佛法的正知正见。痛苦烦恼是由行为造作而来。行为造作由观念而来。如果观念正确，怎么会带来痛苦烦恼生死相续？很简单，就是我们的思维模式、自以为是的认知有问题。如果懂得自我反省，就能找出问题的所在，才有修正和解脱的机会。\n' +
        '　　思想观念，就像电脑的软体，软体的程式会决定电脑的一切功能作用。我们的思想里面也有一套软体程式，它是随着个人的经验知识、环境背景等，种种错综复杂的因缘条件来完成的，只是不了解而已。\n' +
        '　　所以，每一个人的观念都各有不同，展现出来的行为也千差万别，既然痛苦烦恼就是不正确观念所造作的，那么束缚这个身体有用吗？叫他不要这样、不要那样，会有效果吗？就如把一个罪大恶极的犯人监禁三十年，出狱后他的内在问题还是不能解决，能变成圣者解脱吗？束缚身心，压制行为，思想观念并没有因此改变，他出狱后的行为，还是根据那一套思维模式在运作。\n' +
        '　　修行也是如此，信仰或戒律的压制、束缚，能否改变内在的思维模式？很多人学法很虔诚、敬爱、精进，为何还是痛苦烦恼不能解脱？因为依据的那个方法是有问题的，怎么能解脱？\n' +
        '　　今天重视上课，不重视那种信仰和苦行，目的就是要修正错误的观念，观念修正了，行为随之导正。这样就知道修行应该从哪里修了，不是单纯的信仰或控制自己的习性。而是转化，是从我们的观念中去转化，由此可见，上课建立正确的知见何等重要！\n' +
        '　　理解了法的真实义，接受了正确的讯息，就修正了错误的程式。随着对真相的明了和体证，思维模式就照着正确的程式在运行。那时不用刻意去修正我们的行为，而行为自然导正。\n' +
        '　　很多人问师父：“你讲的我都懂，可是为什么我做不到？”如果作为知识来听，那是很快就会过去的，因为没有生命的体证和震撼，那一种“懂”是不深刻的。真正的修行，是理论听闻以后，从生命中去实践而体证的，所以，知识与体证之间还有很大的距离。知道自己有我执、贪欲，就要来破我执、舍贪欲。但真的能舍吗？不是听后就已经舍了，而是真正的能去关怀利益众生，尽我的能力去帮助别人，你真正地这样去做了，那一种舍的体验才是如实的，才能体会无我，才能破除我执。\n' +
        '　　所以，真正的修行是在正见的听闻后，真正地了然于胸，才能身体力行，然后自然转化一切行为，这是修行的重点。要根本而彻底地解脱，非着重于有情自身的反省跟体察。如何真正体证到法确实如此？如何真正转化我们的意识？意识接收了法义，真正吸收后，行出来的程式绝对是正确的，自然不会颠倒执著，不会再去造作痛苦的因缘。\n' +
        '　　也许我们都被火烫过，如果你经验过手被火烫的那种感觉，即便是一次，以后看到火，自然不会再把手伸进火中，因为了解到被火烫的痛苦，道理就是这么简单，因为那个体证的感觉太真实了，是生命中的体证。\n' +
        '　　现在大家都感到的人生的苦迫，那就不要再跳进痛苦烦恼中了！就像不要把手伸进火中一样。但奇怪的是，我们的身心明明在痛苦中，为何仍然在制造痛苦？要深思啊！当透过反省体察，深入了解身心痛苦的真相时，就会有全然不同的生命的展现。\n' +
        '　　所以要反省观察自己，了解自己身心的运作模式。如果对自己的内在身心没有一分了解，就不知道我们痛苦烦恼的因从何而来，更没有入手解决的地方，下面谈的三处观就是对于我们自己身心的分析观察。'
      },
      {
        title: '三处观',
        content: ''
      },
      {
        title: '论因说因',
        content: ''
      },
      {
        title: '印度思想界浅说',
        content: ''
      },
      {
        title: '一般思想界与六师外道',
        content: ''
      },
      {
        title: '三大主义及佛陀的思想',
        content: ''
      }
    ]
  },
  {
    title: '集谛',
    data: [
      {
        title: '缘起的定义',
        content: ''
      },
      {
        title: '三重因缘',
        content: ''
      },
      {
        title: '缘起支性与圣道支性二大理则',
        content: ''
      },
      {
        title: '缘起的内容',
        content: ''
      },
      {
        title: '流转门与还灭门',
        content: ''
      },
      {
        title: '三大理性的统一',
        content: ''
      },
      {
        title: '三解脱门',
        content: ''
      }
    ]
  },
  {
    title: '灭谛',
    data: [
      {
        title: '解脱者的境界',
        content: ''
      },
      {
        title: '佛教之涅槃观',
        content: ''
      },
      {
        title: '涅槃之深究',
        content: ''
      },
      {
        title: '结说',
        content: ''
      }
    ]
  },
  {
    title: '道谛',
    data: [
      {
        title: '八正道体证诸法',
        content: ''
      },
      {
        title: '八正道与其他道品的关系',
        content: ''
      },
      {
        title: '慧学概说',
        content: ''
      },
      {
        title: '如实观照',
        content: ''
      }
    ]
  }
];