var data = [
  {
    title: '道原',
    data: [
      {
        title: '有物混成，先天地生',
        content: '老子曰：「有物混成，先天地生，惟象无形，窈窈冥冥，寂寥淡漠，不闻其声，吾强为之名，字之曰道。」夫道者：高不可极，深不可测，苞裹天地，禀受无形，原流泏泏，冲而不盈，浊以静之徐清。施之无劳，无所朝夕，表之不盈一握。约而能张，幽而能明，柔而能刚，含阴吐阳，而章三光。山以之高，渊以之深，兽以之走，鸟以之飞，麟以之游，凤以之翔，星历以之行。以亡取存，以卑取尊，以退取先。古者三皇，得道之统，立于中央，神与化游，以抚四方。是故，能天运地滞，轮转而无废，水流而不止，与物终始。风兴云蒸，雷声雨降，并应无穷。已雕已琢，还复于朴。无为为之而合乎生死，无为言之而通乎德，恬愉无矜而得乎和，有万不同而便乎生。和阴阳，节四时，调五行，润乎草木，浸乎金石，禽兽硕大，毫毛润泽，鸟卵不败，兽胎不殰。父无丧子之忧，兄无哭弟之哀，童子不孤，妇人不孀，虹霓不见，盗贼不行，含德之所致也。天常之道，生物而不有，成化而不宰，万物恃之而生，莫之知德；恃之而死，莫之能怨。收藏畜积而不加富，布施禀受而不益贫。忽兮恍溪，不可为象兮；恍兮忽兮，用不诎兮；窈兮冥兮，应化无形兮；遂兮通兮，不虚动兮，与刚柔卷舒兮，与阴阳俯仰兮。',
        translation: '老子说：“有一个混然一体的东西，它存在于天地产生之前，没有具体的形状可言，其本性深远而微不可测，听不到它的声音，所以我只能勉强地为它命名，把这个混然一体的东西叫做‘道’。”道这个东西，最高而没有顶点，最深而不能测量，容纳涵括天地，承受着无影和无形，就像泉水一样汩汩而流，流动而不会衰竭，泉水流动起来虽然混浊，但它一旦平静下来就会慢慢地清澈了。它在空间上是无限的，在时间上也同样是无限的，道之微妙，确实不可把握，它可以缩小又可以伸张，可以黑暗也可以光明，可以柔软也可以刚强，可以含阴也可以吐阳，而能与日月星辰一样彰显光明。山因为有了道而高，渊因为有了道而深，野兽因为它而奔跑，鸟儿因为它而飞翔，鱼儿因为它而游动，凤凰因为它而翱翔，星辰因为它而运行，以灭亡换取存在，以卑下换取尊贵，以却退换取先进。古代的燧人、伏羲、神农，得到了道的纲纪和真谛，立足于道的核心，在精神上体会到了道的本质与其同游，用它来安抚了天下。所以道能总括天地的动静，道像车轮那样转动而不停止，像水那样流淌而不停歇，与万物同始同终。风起云涌，雷鸣雨降，只要与道同游，就能取法天地动静的规律，与万物共始终，应变于自然的变化。天下万物虽然都各有其特性和生长过程，但最终在本体上还是要复归到道上来，道既是起点，又是终点。以无为的精神去对待事物就可以合乎生死之道了，只要在内心保持无为的准则听凭自然，任凭自然地发展，虽是无为，实则有为，死生是一种自然规律，如听凭规律，就使生者不得不生，死者不得不死。凡是符合无为的言论、行为，就是符合了道的原则，也就可以与德相通。只要能保持清静无欲的心态而不自大，就可使阴阳调合，刚柔得体适度，万物不同亦可各安其特性。调和阴阳，让四时按规律运行，融合五行，润泽草木，浸渍金石，就可使禽兽长得高大，毫毛亮丽润泽，鸟卵自然的特点不被破坏，兽胎不会没出生便死掉，只要动植物各随其性，各自按着其自身的规律生长和生活，就不会出现相互残害的情况。父亲也就没有丧子之忧，兄长也就没有哭弟的哀痛，儿童不孤，妇女不寡居，虹霓不会现于天空，盗贼不会行于天下，这就是怀德而产生的良性效应。最高的道产生万物，但万物之中却孕含有具体的道，虽然产生了它们却不主宰它们，万物都依赖它而生成，但万物之中却没有哪个会感知到道的生化长育之德。万物都因为它而死亡，却没有哪个会去怨恨道。收藏蓄积也不能越来越多，布施禀受也不会越来越少，这是因为道在空间上是无限的，无所谓盈亏。因为道无形无象没有固定的物质形态，所以这是一个恍恍惚惚永远也看不清楚的东西，根本没有具象可言；恍恍惚惚看不清楚而又无处不在的道，是永远没有穷尽的；处于幽深昏暗中的道，是应物而化，不居固定位置的；无所不能通达的道，是不会虚动的啊，它与刚柔相屈伸，它与阴阳相升降。'
      },
      {
        title: '大丈夫恬然无思，惔然无虑',
        content: '老子〔文子〕曰：大丈夫恬然无思，惔然无虑，以天为盖，以地为车，以四时为马，以阴阳为御，行乎无路，游乎无怠，出乎无门。以天为盖，则无所不覆也；以地为车，则无所不载也；四时为马，则无所不使也；阴阳为御，则无所不备也。是故疾而不摇，远而不劳，四支不动，聪明不损，而照见天下者，执道之要，观无穷之地也。故天下之事不可为也，因其自然而推之；万物之变不可救也，秉其要而归之。是以圣人内修其本，而不外饰其末，历其精神，偃其知见。故漠然无为而无不为也，无治而无不治也。所谓无为者，不先物为也；无治者，不易自然也；无不治者，因物之相然也。',
        translation: '老子说：大丈夫心神安逸无所思，清静无为无所虑，以天为华盖，以地为车子，以四时为马匹，认阴阳为驾驭马车之人，就可以无路而行，无怠而游，无门而出。以天为华盖则无所不覆，以地为车子则无所不载，四时为马则无所不使，阴阳御之则无所不顺。因此快速而不摆动，遥远而不辛劳，四肢不动，聪明不损，而能明察天下事物的人，是抓住了道的关键所在，观察到了道的末端细微之处。所以天下之事不可违背其规律而单凭主观想象去做，而应该按自然的趋势顺逆去应对天下之事，万物的变化是不可以探究的，只有抓住了道的关键之处去顺从它。所以体道之人内修道的根本，而不在外去修饰道的末端，磨砺其精神，平息其感知。所以说只要体会到了道的本质，按规律去做事，表面上似乎不存在了个人主观意志，但在客观上什么目的都能达到，不施加自己的主观意志，也会因势利导而达到天下大治。所谓的无为，就是不以个人主观意念凌驾于客观规律之上；所谓的无治，就是说不改变自然而因自然而治；所谓的无不治，就是因循着事物之间的相互联系因势利导而治理之。'
      },
      {
        title: '执道以御民者，事来而循之',
        content: '老子〔文子〕曰：执道以御民者，事来而循之，物动而因之。万物之化，无不应也，百事之变，无不耦也。故道者，虚无、平易、清静、柔弱、纯粹素朴，此五者，道之形象也。虚无者，道之舍也；平易者，道之素也；清静者，道之鉴也；柔弱者，道之用也。反者，道之常也；柔者，道之刚也；弱者，道之强也；纯粹素朴者，道之干也。虚者，中无载也；平者，心无累也。嗜欲不载，虚之至也；无所好憎，平之至也；一而不变，静之至也；不与物杂，粹之至也；不忧不乐，德之至也。夫至人之治也，弃其聪明，灭其文章，依道废智，与民同出乎公。约其所守，寡其所求，去其诱慕，除其贵欲，损其思虑。约其所守即察，寡其所求即得。故以中制外，百事不废，中能得之则外能牧之。中之得也，五藏宁，思虑平，筋骨劲强，耳目聪明。大道坦坦，去身不远，求之远者，往而复返。',
        translation: '老子说：用道来治理百姓，就是要遵循事物发展的客观规律，顺应自然界运动的客观趋势。这样，万物的变化就无不相合，各种事物的变化也就没有不合谐之处。所以，道就是虚无、平易、清静、柔弱、纯粹素朴。这五个方面，就是道的形象啊。所谓的虚无，是道的归宿；所谓的平易，是道的本质；所谓的清静，是道的镜子；所谓的柔弱，是道的作用。正反两个方面相反相成，互相转化，这是道的常规和常态；柔，是道的刚；弱，则是道的强。柔与刚，弱与强相反相成，柔可克刚，弱可胜强。所谓的纯粹素朴，是道的主体。虚空无为的人内心没有负载，清静平常的人内心没有累赘。嗜欲不存，是无为的极点；没有好恶，是平常的极点；一成不变，是清静的极点；不与物念相杂糅，是纯粹的极点。没有喜怒哀乐是德的极点。至人之治的方法，就是放弃自己的主观思维活动，消除自己的主观行为，依照道的要求废除自己的智慧，与百姓共同统一到道的标准上。遵守道的要点，在于减少其贪求，去掉其名位势利，除却其嗜欲，减少其思索忧虑。掌握了守道的要点就会做到明察，减少其贪求就会有所得。所以，以内制外，就会百事不废，得到百姓内心的拥戴则外就能治理他们。内心得到了道的真谛，人的五脏就会安宁，思虑平息，筋骨强壮，耳目聪明。大道是坦荡荡并不艰险的，距离你的自身并不远，盲目地前往远方的人是寻找不到的，如返回来在自己身上寻求，就会得道于心。'
      },
      {
        title: '圣人妄乎治人，而在乎自理',
        content: '老子〔文子〕曰：圣人妄乎治人，而在乎自理。贵忘乎势位，而在乎自得，自得天下得我矣；乐忘乎富贵，而在乎和，知大己而小天下，几无道矣。故曰：「至虚极也，守静笃也，万物并作，吾以观其复。」夫道者，陶冶万物，终始无形，寂然不动，大通混冥；深闳广大，不可为外；折毫剖芒，不可为内；无环堵之宇，而生有无之总名也。真人体之以虚无、平易、清静、柔弱、纯粹素朴，不与物杂，至德天地之道，故谓之真人。真人者，知大己而小天下，贵治身而贱治人，不以物滑和，不以欲乱情，隐其名姓，有道则隐，无道则见，为无为，事无事，知不知也。怀天道，包天心，嘘吸阴阳，吐故纳新，与阴俱闭，与阳俱开，与刚柔卷舒，与阴阳俯仰，与天同心，与道同体；无所乐，无所苦，无所喜，无所怒，万物玄同，无非无是。夫形伤乎寒暑燥湿之虐者，形究而神杜；神伤于喜怒思虑之患者，神尽而形有余。故真人用心复性，依神相扶，而得终始，是以其寝不梦，觉而不忧。',
        translation: '老子说：圣人不在于去治理别人，而在于自己治理自己。品德高的人不在于其势利名位，而在于其内心得到了道，使其身全，内心得道也就等于自己得到了天下；快乐不在于富贵，而在于调和，知道以自己为大以天下为小，这样就接近于道了。所以说：尽最大努力使心灵虚寂不存它念，就要切实坚守清静，万物都在生长发展，我从而观察它的循环往复。所谓的道，化育生成万物，始终没有形状，无声而不动，无名而处于混混沌沌之中，它至大而无边界可言，极其微小而看不到核心。没有范围和空间的限制，但却是有和无等万物之根，是万物之始出。得道的人以虚无、平易、清静、柔弱、纯粹素朴体会道的真谛，不与物欲相杂糅，其德行已经达到了天地之道，所以称其为真人，也即得道之人。真人知道以自己为大，以天地为小，重视自身的修养而轻视治理别人，不以物念扰乱恬愉的心境，不以欲望搅乱性情，隐掉姓名，有道之世便藏身而去，无道之世便显露而出，以无为为准则，做无为之事物，以不知为智，怀自然之道，与天同心，呼吸阴阳，吐故纳新，顺应自然，与阴阳同步，与刚柔共屈伸，与阴阳同升降，与天同心，与道同体；无所谓快乐，无所谓痛苦，无所谓喜悦，无所谓愤怒，与万物暗合，无非无是。寒暑燥湿之虐攻于外而伤形，形穷而神闭塞；喜怒思虑之患攻于内而伤神，神尽而形有余，精神无存，余形虽在，难能持久。所以真人用心养性，能得形神相持则恶梦不久，安枕而无忧。'
      },
      {
        title: '孔子问道，老子曰',
        content: '孔子问道，老子曰：正汝形，一汝视，天和将至；摄汝知，正汝度，神将来舍，德将为汝容，道将为汝居。瞳兮，若新生之犊，而无求其故，形若枯木；心若死灰，真其实知而不以曲故自持，恢恢无心可谋，「明白四达，能无知乎？」',
        translation: '孔子问什么是道，老子说：使你的形貌端正，使你的视力专一，自然之气就将会到来，使你的智慧收持，使你的仪容端正，精神就将附着在你的身上，你就将会有德，你就将会有道。直视而无知的状态呀，就好像刚出生的小牛，而不要探求那些巧故，形貌像枯木一样，内心像死灰一样没有活动，真正充实了知识而不以伪诈自持，心胸宽广而不用心去谋划，“知道了天下四方的事情，能知而不以为知吗？”'
      },
      {
        title: '夫事生者，应变而动',
        content: '老子〔文子〕曰：夫事生者，应变而动。变生于时，知时者，无常之行。故「道可道，非常道；名可名，非常名。」书者言之所生也，言出于智，智者不知，非常道也；名可名，非藏书者也。「多闻数穷，不如守中；绝学无忧，绝圣弃智，民利百倍。」人生而静，天之性也；感物而动，性之欲也；物至而应，智之动也；智与物接，而好憎生焉；好憎成形，而智出于外，不能反己，而天理灭矣。是故，圣人不以人易天，外与物化而内不失情，故通于道者，反于清静，究于物者，终于无为。以恬养智，以漠合神，即乎无门，循天者，与道游也；随人者，与俗交也：故圣人不以事滑天，不以欲乱情，不谋而当，不言而信，不虑而得，不为而成。是以处上而民不重，居前而人不害，天下归之，奸邪畏之，以其无争于万物也，故莫敢与之争。',
        translation: '老子说：事物的发生是随着变化而动的，变化产生于时间，知道时间是不固定运行的，所以，“道，可以说得出来的，就不是永恒存在的道；名，名字可以叫得出来的，就不是永恒存在的名”。儒家的典籍《诗》、《书》、《礼》、《乐》等是用来记载圣贤之言的，言出于圣贤之口，圣贤之人不知道永恒，只是粗略地知道立言，不知应变，所以典籍之言，就不是永恒的道；典籍所记载的圣贤之言，是可以叫得出来的东西，但能称呼的名不限于一名，名又有真伪之别，所以是非典籍所能收藏的。议论太多，注定行不通，还不如保持适中。抛弃那些文化学识，才能免于忧患，抛弃了聪明和智慧，人民才有百倍的利益。只有回到原始状态，才是从根本上治理国家的好办法。人生而寂静，这才是自然的本质，受物质利益的引诱而有所行动，就会破坏先天恬静的本质，是人性的祸害，物质利益到了而有所回应，智慧就有了动摇；智慧与物质利益相接触，而好恶之念也就得以生成；好恶之念表现出来，而智慧就会被外界所引诱，而又不能返回本性，于是人的自然之性也就泯灭丧失了。因此，圣人不以人力去改变自然生成的状态，在外表虽然可以人力去改变自然生成的状态，在外表虽然可以与物质利益相接触，但在内心却仍然要保持其自然之性，所以，能达于道的人，恢复到清静的自然之性，穷尽于物质利益者，到最后仍是碌碌无为。以清静的自然之性养护智慧，以淡漠的性情调合精神，就能够停息在大道之上，遵循着自然之理就能让精神与道同游，不背离大道而使性守虚静，而顺乎人事，让智慧与物质利益相接触，便会生好恶之念，好恶之念生便会破坏清静，扰乱本性，跌入到俗尘之中；所以圣人不以人事扰乱自然之理，不以贪欲破坏自然之性，不事谋划，临事顺从自然而治，自会得当，不言而有信，不虑而有得，不为而有成，无为而无不能为。这就是圣人虽在人民之上统治，而人民不感到有负担，在人民之前领导，而人民不认为有妨碍的道理。天下的百姓都归顺他，奸滑邪佞之人都惧怕他，因为他不与天下的万物相争，所以天下没有人能争得赢他，没有人敢于同他相争。'
      },
      {
        title: '夫人从欲失性，动未尝正也',
        content: '老子〔文子〕曰：夫人从欲失性，动未尝正也，以治国则乱，以治身则秽，故不闻道者，无以反其性，不通物者，不能清静。原人之性无邪秽，久湛于物即易，易而忘其本即合于其若性。水之性欲清，沙石秽之；人之性欲平，嗜欲害之，唯圣人能遗物反己。是故，圣人不以智役物，不以欲滑和，其为乐不忻忻，其于忧不惋惋；是以，高而不危，安而不倾。故听善言便计，虽愚者知说之；称圣德高行，虽不肖者知慕之。说之者众，而用之者寡；慕之者多，而行之者少。所以然者：牵于物而系于俗。故曰：「我无为而民自化，我无欲而民自富，我好静而民自正，我无欲而民自朴。」清静者，德之至也；柔弱者，道之用也；虚无恬愉者，万物之祖也：三者行则沦于无形。无形者，一之谓也。一者，无心合于天下也。布德不慨，用之不勤，视之不见，听之不闻，无形而有形生焉，无声而五音鸣焉，无味而五味形焉，无色而五色成焉，故有生于无，实生于虚。音之数不过五，五音之变，不可胜听也；味之数不过五，五味之变，不可胜尝也；色之数不过五，五色之变，不可胜观也。音者，宫立而五音形矣。味者，甘立而五味定矣；色者，白立而五色成矣；道者，一立而万物生矣。故一之理，施于四海；一之嘏，察于天地。其全也，敦兮其若朴；其散也，浑兮其若浊。浊而徐清，冲而徐盈，淡然若大海，泛兮若浮云，若无而有，若亡而存。',
        translation: '老子说：人如果放纵欲望迷失本性的话，治国与治身的行动就不可能正确，用其来治理国家就会发生动乱，用其来治理自身就会变得邪恶，所以不知道道的人，就不能用它来返归本性，不通达事物的人，就不能清静无为。最初的人之本性是没有邪恶和污秽的，但长久地被社会上的事物所熏染，就会发生变化，变化后失去了本性就会与被社会习俗所同化的性相混合。水的本性是想清澈，但沙子和石头污染了它；人的本性是想清静，但嗜好和欲望侵害了它，只有圣人才能脱离外物的浸渍而返归到本性上来。因此圣人不被物欲所使役，不被欲望扰乱恬愉的心态，他们对于欢乐之事并不感到高兴，他们对于忧愁之事并不感到悲哀，无忧无乐，情绪不为外物所动，所以他们处于高处而不危险，安稳而不倾斜。所以听到好言善论，虽然是愚钝的人也知道高兴而接受它，称赞圣德高行，虽然是不肖的人也知道去羡慕它；谈论的人多而施行者少，羡慕的人多而实践者少，之所以如此，是因为被社会上的名利地位和风俗习惯所牵系。所以说：“我无所作为而百姓自然顺化，我喜好无贪欲而百姓自然富足，我喜好清静而百姓自然端正，我没有贪欲而百姓自然淳朴。”清静，是德的最高境界；柔弱，是道的用途；虚无和恬愉，是万物之祖。清静、柔弱、虚无恬愉三者并行就符合了无为之道。无形，也就是一。一，则是无固定形状，行于天下，周于万物而无穷的那个东西。它布德而不尽，用之而不可见，视而不可睹，听而不可闻，无形中生出的有形。无声而五音却在鸣响，无味而五味却已形成，无色而五色却已组成，所以有形的事物生于无形的事物当中，有形的道生于无形的道之中。音阶的数量不过才五个，但五音相间变化为各种声音，使人听不胜听；味的数量不过才五个，但五味相间变化为各种睐道，使人尝不胜尝；颜色的数量不过才五个，但五色相间变化为各种颜色，使人观不胜观。音阶，五音之本的宫一确立而五音就已形成：味道，五味之本的甘一确立而五味就已确定；颜色，五色之本的白一确立而五色就已组成；道，万物之本的一一确立而万物就已生成了。所以，一的道，可以施行于四海天下；一的广阔辽远，可以遍察于天地之间；一之道的整体敦厚得像未经雕凿的木材；一之道的分离包容一切像长江大河的奔腾混浊，混浊停止安静下来，就会慢慢澄清，空虚之后又可以渐渐充足，波涛起伏奔涌像大海一样，动摇的样子像浮云一样，像无却有，像无却存。'
      },
      {
        title: '万物之总，皆阅一孔',
        content: '老子〔文子〕曰：万物之总，皆阅一孔；百事之根，皆出一门，故圣人一度循轨，不变其故，不易其常，放准循绳，曲因其直，直因其常。夫喜怒者，道之邪也；忧悲者，德之失也；好憎者，心之过也；嗜欲者，生之累也。人大怒破阴，大喜坠阳，薄气发暗，惊怖为狂，忧悲焦心，疾乃成积。人能除此五者，即合于神明。神明者，得其内也。得其内者，五藏宁，思虑平，耳目聪明，筋骨劲强，疏达而不悖，坚强而不匮，无所太过，无所不逮。天下莫柔若于水；水为道也，广不可极，深不可测，长极无穷，远沦无涯，息耗减益，过于不訾，上天为雨露，下地为润泽，万物不得不生，百事不得不成。大苞群生而不费，行不可得而穷极，微不可得而把握，击之不创，刺之不伤，斩之不断，灼之不熏，绰约流循而可靡散，利贯金石，强沦天下，有余不足，任天下取与，禀受万物而无所先后，无私无公，与天地洪同，是谓至德。夫水所以能成其至德者，以其绰约润滑也，故曰：「天下之至柔，驰骋天下之至坚，无有入于无间。」夫无形者，物之太祖；无音者，类之大宗。真人者，通于灵府，与造化者为人，执玄德于心，而化驰如神。是故，不道之道，芒乎大哉，未发号施令而移风易俗，其唯心行也。万物有所生而独如其根，百事有所出而独守其门，故能穷无穷，极无极，照物而不眩，响应而不知。',
        translation: '老子说：天下的万事万物，都容纳在一个孔洞之内，百事的根源，都出于一个门径之内，都产生于道，所以圣人一度沿着法则而行，不改变其根本，不改变其常道，依循准绳，曲直都因应于物体而定。喜怒，是道的邪恶；忧悲，是德的邪恶；好恶，是心的过错；嗜欲，是性的累赘。人大怒就会伤害阴气，大喜就会伤害阳气，少气引发喑哑而口不能言，惊悸恐怖就会心乱不安，忧悲焦心，疾病累积就成了。人如果能除去大怒、大喜、少气、惊怖和忧悲，就能与神明相合了。所谓的神明，也就是内心得道。内心得道，五脏就会安宁，思虑平息，耳目聪明，筋骨强劲，疏达事理而不谬误，坚强而不可折断，无所太过，无所不及。天下没有比水更柔弱的东西了，水作为道，广袤(土地的面积，东西的宽度为广，南北的长度为袤)不可极尽，幽深不可测量，长大不可穷尽，波及遥远没有边际，增加减少，没有限量，上天可为雨露，入地可为润泽，万物由此不得不生，百事不得不成。包裹群生而无私，恩泽及于小虫而不求报答，富足可赡养天下而不枯竭，德施于百姓而不耗损，行动不左右而无所不在，幽微不可获得而难于把握，击之不创，刺之不伤，斩之不断，烧之不坏，柔弱地流淌而不可离散，但其锋利却可贯穿金石，强大可以泽润天下，有余与不足，任天下取舍，禀受万物而无所谓先后，无私无公，与天地一样洪大，这就是最高的德。水之所以能成就其最高的德，就在于其柔弱润滑。所以说：“天下最柔弱的东西，能在天下最坚硬的东西中穿来穿去，这个无形的力量，能透过没有空隙的物体。”无形是事物的太祖，无音是事类的大宗。得道之人通达于心灵，与天地治理人，执着玄德于内心，而化行如精神。因此永恒的道真是太大了，不用发号施令而移风易俗，这大概只是内心的自然趋向吧。万物有所生而独含其根质，百事有所出而独守其门径，故能以无穷为穷，以无极为极，照物而不迷惑，响应而不停止。'
      },
      {
        title: '夫德道者，志弱而事强',
        content: '老子〔文子〕曰：夫德道者，志弱而事强，心虚而应当。志弱者，柔毳安静，藏于不取，行于不能，淡然无为，动不失时，故「贵必以贱为本，高必以下为基。」托小以包大，在中以制外，行柔而刚，力无不胜，敌无不陵，应化揆时，莫能害之。欲刚者，必以柔守之；欲强者，必以弱保之。积柔即刚，积弱即强，观其所积，以知存亡。强胜不若己者，至于若己者而格，柔胜出于己只，其力不可量，故「兵强即灭，木强即折。」革强即裂，齿坚于舌而先毙，故「柔弱者，生之干也；坚强者，死之徒也。」先唱者穷之路，后动者达之原。夫执道以耦变，先亦制后，后亦制先，何则？不失所以制人，人亦不能制也。所谓后者，调其数而合其时，时之变，则间不容息，先之则太过，后之则不及。日回月周，时不与人游，故圣人不贵尺之璧，而贵寸之阴。时难得而易失。故圣人随时而举事，因资而立功，守清道，拘雌节，因循而应变，常后而不先，柔弱以静，安徐以定，功大靡坚，不能与争也。',
        translation: '老子说：得道的人，志于柔弱而事于刚强果断，内心虚空而应变不失当。志于柔弱的人柔软安静(毳,鸟兽的细毛)，敛藏于不取之中，行动于不能之中，清静淡然无所作为，按时而动，时行则行，时止则止，故“贵必须以贱为根本，高必须以下为基础”。依托以小包大，以内心而制约外物，奉柔却能刚，则可战胜一切，抵御一切侵犯，应对变化审时度势，则没有什么东西会伤害于你。想要刚的人必须用柔去坚守它，想要强的人必须用弱去保护它；积累的柔就是刚，积累的弱就是强，观察其所积累的程度，就可知其存亡。强可以战胜不如自己强的人，至于强到和自己差不多的人则正好相敌；而柔胜出于自己之上的人，那么他的力量就无可限量了，所以说：“兵太强大就容易被消灭，木太强硬就容易被折断。”皮革太张大就容易破裂，牙齿坚硬于舌头故先折断脱落，所以，“柔弱的东西才应属于生存一类的主体，坚强的东西终归于死亡一类”。最先倡导的人一定终止在路上，后动的人才能探求到源头和根本。执道以变化相合，先可制约于后，后也可制约于先，为什么这样呢？处静而知变，那么先可以制约后；观变而返静，那么后可以制先。动静无为，则可先后同制，制约的主动权在于我，所以就可以不被人所制约。所说的后者，要调整其情势而合于时间，时间的变化很快容不得停息，比事物先动肯定是过分的，比事物后动则又肯定是来不及的。日月运行，周而复始，时间不等人，不能与人同游，所以圣人不以一尺长的玉璧为宝贵，而反以一寸的光阴为宝贵，珍惜极短的时光，这是因为时光难得而易失。因此，圣人随着时间的变化而行事，凭借着自己的资质而取得成就，坚守清静之道，拘持柔弱之性，因循而应变，随动而行事，常后发制人而不先发制人，柔弱以保持清静，安徐(安详从容)以保持稳定，成就越大会越坚定，就会无往而不胜，没有谁可与之相抗衡。'
      },
      {
        title: '机械之心藏于中，即纯白之不粹',
        content: '老子〔文子〕曰：机械之心藏于中，即纯白之不粹，神德不全于身者，不知何远之能怀；欲害之心忘乎中者，即饥虎可尾也，而况于人乎？体道者，佚而不穷；任数者，劳而无功。夫法刻刑诛者，非帝王之业也；棰策繁用者，非致远之御也。好憎繁多，祸乃相随。故先王之法非所作也，所因也；其禁诛非所为也，所守也。故能因即大，作即细；能守即固，为即败。夫任耳目以听视者，劳心而不明；以智虑为治者，苦心而无功。任一人之材难以至治，一人之能不足以治三亩之宅，循道理之数，因天地自然，即六合不足均也。听失于非誉，目淫于彩色，礼亶不足以放爱，诚心可以怀远。故兵莫憯乎志，莫邪为下；寇莫大于阴阳，而枹鼓为细。所谓大寇伏尸不言节，中寇藏于山，小寇遁于民间。故曰：「民多智能，奇物滋起；法令滋章，盗贼多有。」去彼取此，天殃不起，「故以智治国，国之贼；不以智治国，国之德。」夫无形大，有形细；无形多，有形少；无形强，有形弱；无形实，有形虚。有形者遂事也，无形者作始也。遂事者，成器也；作始者，朴也。有形则有声，无形则无声；有形产于无形，故无形者，有形知始也。广厚有名，有名者贵全也；俭薄无名，无名者贱轻也。殷富有名，有名尊宠也；贫寡无名，无名者卑辱。雄牡有名，有名者章明也；雌牝无名，无名者隐约也；有余者有名，有名者高贤也；不足者无名，无名者任下也；有功即有名，无功即无名，有名产于无名，无名者有名之母也。夫道，有无相生也，难易相成也。是以，圣人执道虚静微妙以成其德。故有道即有德，有德即有功，有功即有名，有名即复归于道，功名长久，终身无咎。王公有功名，孤寡无功名，故曰：「圣人自谓孤寡。」归其根本，功成而不有，故有功以为利，无名以为用。古者民童蒙，不知东西，貌不离情，言不出行，行出无容，言而不文。其衣暖而无采，其兵钝而无刃，行蹎蹎，视瞑瞑，凿井而饮，耕田而食，不布施，不求德，高下不相倾，长短不相形。风齐于俗可随也，事周于能易为也。矜伪以惑世，畸行以迷众，圣人不以为民俗。',
        translation: '老子说：巧诈之心藏于胸中，即使纯洁也不纯粹，精神和道德不全聚于一身的人，不知其胸怀能包容多大。胸中没有欲望和害人之心的人，饿虎即使尾随其后都不能加害于他，而何况于人呢。体会了道的人精神即使散失了也不会穷尽，以道而化治于人，因此施之无穷，反之，依靠诈伪机巧的人则是劳而无功。法苛刑严，并不是帝王之基业。频繁地使用鞭子，并不是骑马就能达到远方的好方法。好恶繁多，灾祸就会相随。所以，先王的法度并不是主观而产生的东西，是继承而来的；那些法苛刑严的东西并不是必定施行的，只可遵守而已。所以能够因循就会变大，产生就会变得细密，能够遵守就会巩固，做就会失败。所以任凭耳目而听而看而不加约束，既劳心又不聪明；以智虑为治术的人，必然是苦心而无功。因此，与道合为一体的人，会不听而聪，不视而明，无心而为，不谋而成。任凭一人的才能是难以达到至治的，一个人的能力尚不足以治理三亩之宅，遵循道理的变数，依据天地自然的规律，即使是六合(上下东西南北)之地亦不足治理。偏听于非议或者称誉，双眼过度迷恋于色彩，礼诚不足以施爱，唯有神德全聚于一身才可以胸怀远大。在战争所造成的祸患之中，没有什么会比因为个人的志向所造成的祸患更惨的了，即使是莫邪(宝剑)也要在其下；没有比阴阳再大的寇了，而敲响战鼓发动战争则要小得多。所说的大寇横尸于地而不谈气节，中寇隐藏于山中，小寇逃遁于民间，所以说：“人们的智力越发达，令人称奇的东西就越多；法令越细密分明，盗贼反而会越多。”去掉智和法而清静无为，天祸就不会兴起，故“以智治国，是国家的灾害；不以智治国，是国家的造化”。人民知识多了，就不好统治，如果人民知识少了，就可以不用“智”来治理国家了，故是国家的福。无为之道大，有为之人事小；无为之道强，有为之人事弱；无为之道实，有为之人事虚。有形产生于无形，无形才是万物成名成形的根源。成名成形是具体的物体，其形成的根源就是万物之始，是道。有形则有声，无形则无声；有形产生于无形，故无形是有形的根源和始祖。广厚有名可言，有名可言就是贵全；俭薄无名可言，无名可言就是贱轻。殷富有名可言，有名可言就是尊宠；贫寡无名可言，无名可言就是卑辱。雄牡有名可言，有名可言就是彰明；雌牝无名可言，无名可言就是隐约。有余者有名可言，有名可言就是高贤；不足者无名可言，无名可言就是任下。有功即有名，无功即无名，有名产生于无名，无名是有名之母。道是有与无的相生，难与易的相辅相成，互相转化，因此圣人执道虚静微妙以育成其德。所以有道即有德，有德即有功，有功即有名，有名即复归于道，功名长久，可终身无殃。王公有功名，孤寡无功名，所以说圣人自称孤家寡德之人。归结到根本，功成而不据功为己有，故有功以为利，无名以为用。上古的时候人民童稚蒙昧，不知东西与物产，体貌与性情吻合，思想与行动一致，言语与行动一致，行动与道相合，崇尚质朴而不文饰。他们的衣服保暖而无色彩，他们的兵器不锋利而无刃。行走安详缓慢，眼睛呆滞无欲，凿井而饮水，耕田以供食，不布施，不求德，无高低长短之别。风俗齐一可以相随从，风俗淳朴，民间之事简单而易做。那种用自以为是和诈伪惑乱现实，用畸行歪道迷惑百姓的行为，圣人不认为那是世俗。'
      },
    ]
  },
  {
    title: '精诚',
    data: [
      {
        title: '天致其高，地致其厚',
        content: '老子〔文子〕曰：天致其高，地致其厚，日月照，列星朗，阴阳和，非有为焉，正其道而物自然。阴阳四时非生万物也，雨露时降非养草木也，神明接，阴阳和，万物生矣。夫道者，藏精于内，栖神于心，静漠恬惔，悦穆胸中，廓然无形，寂然无声。官府若无事，朝廷若无人，无隐士，无逸民，无劳役，无怨刑，天下莫不仰上之象，主之旨，绝国殊俗莫不重译而至，非家至而人见之也，推其诚心，施之天下而已。故赏善罚暴者，正令也；其所以能行者，精诚也。令虽明不能独行，必待精诚，故摠道以被民弗从者，精诚弗包也。',
        translation: '老子说：天使自己达到那样的高度，地使自己达到那样的厚度，日月照耀，群星明亮闪烁，阴阳调和，并非人的作为使然，而是万物按着自己内在的活动规律去运动和变化，不需要人为的主观干涉。阴阳四季本来无心生养万物，雨露按时而降本来也无心润泽草木。神明(神灵，神祗)交接，阴阳调和，一切都是按其固有的规律在运行，万物也就应时而生，非其主观之所为，乃是不得不生。道，藏精诚于内部，栖神明于内心，静漠恬淡，和悦在胸中，空旷寂静而无形，沉静而无声。官府好像是无事可做，朝廷上好像是无人任事，没有隐士，没有逸民，没有劳役，没有冤刑。百官各循其职，政令不繁，刑罚不滥，无为而治，国家就会自然而治，这就是体道的结果。所以，普天之下的百姓没有不仰慕国君德政的，并均以国君的思想为法式，如此，即使是需要通过多种语言展转翻译的远方之国和不同风俗的民族，都会慕名而来朝见，不用亲至每一个家庭宣示而使人人皆知，人人可见，这只不过是推行了精诚之心，并将其施行于天下而已。所以，赏善罚暴才是真正的政令，其所以能施行，全赖于精诚之心，政令虽然清明但不能单独而行，必须与精诚同行，故凡是以道教化百姓而百姓不能服从的原因，就是精诚没有同时施行的缘故。'
      },
      {
        title: '天设日月，列星辰，张四时',
        content: '老子〔文子〕曰：天设日月，列星辰，张四时，调阴阳。日以暴之，夜以息之，风以乾之，雨露以濡之。其生物也，莫见其所养而万物长；其杀物也，莫见其所丧而万物亡。此谓神明。是故圣人象之，其起福也，不见其所以而福起；其除祸也，不见其所由而祸除。稽之不得，察之不虚，日计不足，岁计有余，寂然无声，一言而大动天下，是以天心动化者也。故精诚内形，气动于天，景星见，黄龙下，凤皇至，醴泉出，嘉谷生，河不满溢，海不波涌；逆天暴物，即日月薄蚀，五星失行，四时相乘，昼明宵光，山崩川涸，冬雷夏霜。天之与人，有以相通，故国之沮亡也，天文变，世或乱，虹霓见，万物有以相连，精气有以相薄，故神明之事，不可以智巧为也，不可以强力致也。故大人与天地合德，与日月合明，与鬼神合灵，与四时合信，怀天心，抱地气，执冲含和，不下堂而行四海，变易习俗，民化迁善，若生诸己，能以神化者也。',
        translation: '老子说：天设日月，以次序排列星辰，陈设四时，调和阴阳，用太阳来暴晒，用夜晚来蕃殖，用风来干燥，用雨露来滋润。天生万物，没有谁能看出它的养育而万物却在生长；天杀万物，没有谁能看出它的伤害而万物却在消亡，这就叫做神明。因此圣人效法神明，其兴福，看不到他兴福的举措而福已经兴起；其除祸，看不到他除祸的举措而祸已经除掉。考察福祸兴除的原因却又得不到结果，观察福祸兴除的结果却又实实在在，其兴利除害若仅从每日观察，看不到它的功绩，如从一年的时间内去观察，就可以看到它的业绩了。寂然无声之中，圣人法天效地，处无为之事，行不言之教，养民除害，兴利除弊，言而不失信，一言声闻于外，四方莫不响应震动，是以精诚之心深敛内藏，气感于天，阴阳顺之，神明佑之，而业绩自然显现。所以精诚藏于内，神气动于天地，如此则景星就会显现，黄龙降下，凤凰到来，醴泉出现，嘉谷生成，江河不溢水，大海风平浪静。反之，忤逆天道残害万物，则日蚀、月蚀就将要出现，五星也会失去了运行的轨道，乱了运行的秩序，四时相侵凌，白天昏暗，夜里明亮，昼夜失次，山崩川涸，冬天打雷夏天降霜。天与人之间可以相通，以气类相感，人事活动可以影响自然现象。所以国家将要灭亡的时候，天象就会改变，世俗就会混乱，虹蜕就会显现。万物如此相连结，精气如此相接近，故神明之事，不可以用智巧去做，不可以用强力去取。所以圣人与天地合德，与日月合明，与鬼神合灵，与四时合信，怀天心，抱地气，执虚含和，这样不下殿堂足不出户就可以通行天下，变易习俗，百姓得以教化向善，都像圣人那样循天顺情，同于自然变化。'
      },
      {
        title: '夫人道者，全性保真',
        content: '老子〔文子〕曰：夫人道者，全性保真，不亏其身，遭急迫难，精通乎天，若乃未始出其宗者，何为而不成，死生同域，不可胁凌，又况官天地，怀万物，返造化，含至和，而已未尝死者也。精诚形乎内，而外喻于人心，此不传之道也。圣人在上，怀道而不言，泽及万民，故不言之教，芒乎大哉！君臣乖心，倍谲见于天，神气相应，微矣，此谓不言之辩，不道之道也。夫召远者使无为焉，亲近者言无事焉，唯夜行者能有之，却走马以粪，车轨不接于远方之外，是谓坐驰陆沉。天道无私就也，无私去也，能者有余，诎者不足，顺之者利，逆之者凶。是故以智为治者难以持国，唯同乎大和而持自然应者，为能有之。',
        translation: '老子说：人道，受命于天，全性保真，可不亏其身，遭急迫难，精通于天，行为可成。死生相同，不可胁迫侵凌，又何况以天地为纲维，包藏宇宙，返归自然，混同万物，造化含和，便视死如生。精诚形成于内，而对外则引导人心，这就是不传之道。圣人居上位，怀道而不言，却泽及万民。所以说不言之教化，其力量实在是太大了啊！君臣离心，违背通达于天，神气就会相应验了，这就是不言之辩，不道之道。召唤远方之人使其无为，亲近身边之人讲述清静之事，唯独夜行者，也即暗行其德的人才可能这样做。所以放弃战马并用其来耕田，战车不到达于远方，这就是坐驰陆沉，身形不动而心神驰于外，教化悄然而达。天道不可私自接近，无亲疏之别，没有去就之私，无欲则有余，有欲则不足。只有无欲无为，顺合自然之理，方能去凶得利。因此，以智巧去治理国家是难以持久的，唯有同于太和而保持自然，清静无为，以不动致动，以不变致万变，以神化世，才能持久。'
      },
      {
        title: '夫道之与德，若围之与革',
        content: '老子〔文子〕曰：夫道之与德，若围之与革，远之即近，近之即疏，稽之不得，察之不虚。是故圣人若镜，不将不迎，应而不藏，不物而不伤。其得之也，乃失之也，其失之也，乃得之也，故通于大和者，闇若醇醉而甘卧以游其中，若未始出其宗，是谓大通，此假不用能成其用也。',
        translation: '老子说：道与德的关系，就像韦(熟皮革)与革(生皮革)的关系一样，虽然名称有别，但其本质却是相同的，远看很相近，近看又有所区别，其所起的作用考核不到，但观察它却又实际存在。因此圣人就像镜子一样平静，对其不送不迎，物来则应，物去则静，所以应物而不藏其形，万物无所损伤。得到它的时候也就是失去它的时候，失去它的时候也就是得到它的时候，有得有失均为失道，只有无得无失方为得道。所以通达于太和的人，私下里就好像喝醉了美酒而舒适地卧息以游动于道的里面，好像没有从根本上脱离其宗旨，这就叫做大通于物，这是依恃不用便能成就其用啊。'
      },
      {
        title: '昔黄帝之治天下',
        content: '老子〔文子〕曰：昔黄帝之治天下，理日月之行，治阴阳之气，节四时之度，正律历之数，别男女，明上下，使强不掩弱，众不暴寡，民保命而不夭，岁时熟而不凶，百官正而无私，上下调而无尤，法令明而不闇，辅佐公而不阿，田者让畔，道不拾遗，市不预贾，故于此时，日月星辰不失其行，风雨时节，五谷丰昌，凤皇翔于庭，麒麟游于郊。虙牺氏之王天下，枕方寝绳，杀秋约冬，负方州，抱员天，阴阳所拥沈不通者窍理之，逆气戾物伤民厚积者绝止之，其民童蒙不知西东，视瞑瞑，行蹎蹎，侗然自得，莫知其所由，浮游泛然，不知所本，罔养不知所如往，当此之时，禽兽虫蛇无不怀其爪牙，藏其螫毒，功揆天地。至黄帝要缪乎太祖之下，然而不章其功，不扬其名，隐真人之道，以从天地之固然，何即道德上通，而智故消灭也。',
        translation: '老子说：古代黄帝治理天下，调和日月的运行，理顺阴阳之气，使四季的时间长短按标准运行，修正乐律和历法，分别男女尊卑之位，明确君臣上下之礼，使强者不能袭击弱者，众者不能残害寡者，百姓保命而不夭亡，每年的谷物按时成熟而没有灾荒之年，百官处事公正而不恂私，君臣上下协调融洽而不发生差错，法令明示而公开，百官执行起来公正而不偏私，耕田者互相让地，道不拾遗，交易的时候不预先买卖，诚实而有信。故在那时，日月星辰没有失序，都在正常的运行，风雨按时调节，五谷丰昌，凤凰在殿庭间自由飞翔，麒麟在郊外信步而游，天下一片昌明景象。伏牺氏治理天下的时候，头枕在石上，身睡在草上，尚简约原始，秋收冬藏，依靠大地，怀抱圆天。凡阴阳二气堵塞凝积不通之处便开通理顺它，凡气乱不顺残物伤民比较严重之处便断绝制止它。那些百姓还处在童稚蒙昧状态而不知东西物产，视野呆滞，行路缓慢，天真而自得的样子，不知道自己的由来，无目的地到处漫游，不知道自己的本始，自生自养而始终不如将去往何方。故在那时，禽兽虫蛇都藏起自己的爪牙，收敛自己的毒害，其功劳可与天地相比量。到了黄帝的时候情况要坏于太祖伏牺的时候，然而黄帝不彰显其功劳，不宣扬其名字，归隐于真人之道，以顺从天地之本性。什么原因呢？这是因为道德已上通达于天，下通达于地，内去心智，外忘事故，如混沌之无为，顺应自然之妙理啊，无为而治，如此而已。'
      },
      {
        title: '天不定，日月无所载',
        content: '老子〔文子〕曰：天不定，日月无所载，地不定，草木无所立，身不宁，是非无所形，是故有真人而后有真智，其所持者不明，何知吾所谓知之非不知与？积惠重货，使万民欣欣，人乐其生者，仁也；举大功，显令名，体君臣，正上下，明亲疏，存危国，继绝世，立无后者，义也；闭九窍，藏志意，弃聪明，反无识，芒然仿佯乎尘垢之外，逍遥乎无事之业，含阴吐阳而与万物同和者，德也。是故道散而为德，德溢而为仁义，仁义立而道德废矣。',
        translation: '老子说：天不安定，日月便无所运行；地不稳定，草木便无所生长；身不安宁，是非便无所形成。因此有真人之后才会有真智，其所持的是非标准不确定、不明显，怎么才能知道我所谓“知”的东西不是“不知”的东西呢？积累的恩惠厚重就可使万民高兴欣然，人人都自乐其性，这就是仁；大功得以褒举，好的名声得以彰显，君臣之礼得以遵守，上下之位得以摆正，亲疏关系得以明确，危亡之国得以延续福禄，绝世之世家得以继承，后代未能得立者得以嗣立，这就是义；关闭九窍，收藏意志，抛弃聪明，返归无识，以无知无识的状态无目的漫游在尘垢之外，脱离人事纷争的社会，自由自在地放任精神于绝对自由的时空领域，含阴吐阳而与万物相同合，这就是德。因此道的散布而出就是德，德的溢满而流就是仁义，仁义一经确立而道就废掉了。'
      },
      {
        title: '神越者言华，德荡者行伪',
        content: '老子〔文子〕曰：神越者言华，德荡者行伪，至精芒乎中，而言行观乎外，此不免以身役物也。精有愁尽而行无穷极，所守不定而外淫于世俗之风，是故圣人内修道术而不外饰仁义，知九窍四支之宜，而游乎精神之和，此圣人之游也。',
        translation: '老子说：神散布而出，其言语则不免浮泛而不实，德流荡而出，其行动则不免巧诈而造作，内心没有至精，心失所守，而言行必然在外面显露出来，这就不可避免地身为物所役使了。精有耗尽而行则是不可穷极的，所持守不定而在外面又过于沉溺在世俗之风中。因此，圣人内修道德而不对外文饰仁义，懂得九窍四肢的用途，而优游于精与神的和谐之中，这就是圣人之游。'
      },
      {
        title: '若夫圣人之游也',
        content: '老子〔文子〕曰：若夫圣人之游也，即动乎至虚，游心乎太无，驰于方外，行于无门，听于无声，视于无形，不拘于世，不系于俗。故圣人所以动天下者，真人不过，贤人所以矫世者，圣人不观。夫人拘于世俗，必形系而神泄，故不免于别，使我可拘系者，必其命有在外者。',
        translation: '老子说：至于说到圣人之游，即是在至虚中运动，在太无中优游，驰骋于世俗之外，于不知所由中行进，在无声中倾听，在无形中观察，不被世俗所束缚，不被世俗所挂系。所以圣人能够以道教化天下，乃在于真人不逾越于上述之外；贤人能够以道矫正世俗，乃在于圣人不看，任道在那里自然地起作用。人如果被世俗所束缚，必然是形被挂系而神外漏，故不免于牵累，使自己被外物所牵累的人，必定是其心神早已被外物所牵累，早已外漏于世俗了。'
      },
      {
        title: '人主之思，神不驰于胸中',
        content: '老子〔文子〕曰：人主之思，神不驰于胸中，智不出于四域，怀其仁诚之心，甘雨以时，五谷蕃殖，春生夏长，秋收冬藏，月省时考，终岁献贡，养民以公，威厉以诚，法省不烦，教化如神，法宽刑缓，囹圄空虚，天下一俗，莫怀奸心，此圣人之思也。夫上好取而无量，即下贪功而无让，民贫苦而分争生，事力劳而无功，智诈萌生，盗贼滋彰，上下相怨，号令不行，夫水浊者鱼噞，政苛者民乱，上多欲即下多诈，上烦扰即下不定，上多求即下交争，不治其本而救之于末，无以异于凿渠而止水，抱薪而救火。圣人事省而治求，寡而赡，不施而仁，不言而信，不求而得，不为而成，怀自然，保至真，抱道推诚，天下从之如响之应声，影之像形，所修者本也。',
        translation: '老子说：作为一国之君，要不劳思虑，不炫耀个人智能，安静不急躁而以静制动，胸怀仁诚之心，好雨就会按时而降，则五谷蕃殖，春生夏长，秋收冬藏。每月按时观察考核，年终献功，养育百姓兼爱无私，威容严厉而不训诫，法律省却而不苛繁，教化如神喻，法令宽刑狱缓，监狱空虚，天下同俗，莫怀奸心，这就是圣人所施的仁惠。国君好攫取并贪得无厌，则臣下便贪功而不让，百姓贫苦而纷争生成，下再大的力气去治理也是辛劳而无功，智巧奸诈萌生，盗贼越来越多，上下相互抱怨，政令便无法推行。水质混浊鱼口就要露出水面，政令苛峻百姓就会骚乱，国君多欲望臣下就多狡诈，国君多烦扰臣下就多不安定，国君多贪求臣下就多纷争，不整治其本而救治于末，无异于凿渠而止水，抱薪而救火。圣人事简省而治，求寡少而达到富足，不施而仁，不言而信，不求而得，无为而成。胸怀自然之性，保持至真之情，秉赋道德推行精诚，天下无不顺从，就好像响的回声，影的像形一样，这才是治理的根本方法啊。'
      },
      {
        title: '精神越于外，智虑荡于内者',
        content: '老子〔文子〕曰：精神越于外，智虑荡于内者，不能治形，神之所用者远，则所遗者近。故「不出于户，以知天下；不窥于牖，以知天道。其出弥远，其知弥少。」此言精诚发于内，神气动于天也。',
        translation: '老子说：精神散布在外面，智虑流荡在胸中，是不能治形的，精神专注于远方，则近处的事物就会亡失。故“足不出大门，就能知道天下之事，眼不望窗外，就能知道自然之道，走得越远，知道得越少。”这是说精诚发自于内心，神气就会感动于天。'
      },
      {
        title: '冬日之阳，夏日之阴',
        content: '老子〔文子〕曰：冬日之阳，夏日之阴，万物归之而莫之使，极自然至精之感，弗召自来，不去而往，窈窈冥冥，不知所为者而功自成；待目而照见，待言而使命，其于治难矣。皋陶喑而为大理，天下无虐刑，何贵乎言者也；师旷瞽而为太宰，晋国无乱政，何贵乎见者也；不言之令，不视之见，圣人所以为师也。民之化上，不从其言，从其所行，故人君好勇，弗使斗争而国家多难，其渐必有劫杀之乱矣；人君好色，弗使风议而国家昏乱，其积至于淫泆之难矣。故圣人精诚别于内，好憎明于外，出言以副情，发号以明指。是故，刑罚不足以移风，杀戮不足以禁奸，唯神化为贵。精至为神，精之所动，若春气之生，秋气之杀。故君子者，其犹射者也，于此毫末，于彼寻丈矣！故理人者，慎所以感之。',
        translation: '老子说：冬日之阳，夏日之阴，万物都归向它而没有谁来主使其如此，这是一种极客观、极自然的行为，是穷尽自然至为精诚的感应，不召而来，不去而往，深远不可见，不知所为者而功效自成；依靠双眼才看见，依靠话语才行动，要想达到大治真是太困难了。皋陶失声口不能言而为大理官，天下没有残酷的刑法，显然语言不是那么的重要啊；师旷眼盲看不见物而为太宰官，晋国没有混乱的政令，显然目见也不是那么的重要啊；不言之政令，不视之识见，正是圣人效法的东西。百姓被君王所教化，不是从他的语言上，而是从他的行动上，故人君好勇，不让百姓争斗而国家也必然多难，逐渐地还一定会发生抢劫杀人的动乱；人君好女色，不让百姓讽刺议论而国家也必然昏乱，慢慢积累以至于陷入淫浃之难。所以圣人精诚区别于胸中，好憎明辨于身外，言情相符，发号施令以明合于宗旨。故刑罚不足以移风，杀戮不足以禁奸，只有自然之教化才是最珍贵的。至精为神，精之所动，好像春气的生成，秋气的萧杀，春生秋杀，无情无致，无德无怨，听其自然而行。所以作为君子，就好像是射箭之人一样，在射的时候差之毫末，在终的时候就会有寻丈的差距。因此，对于统治百姓的人来说，治理人就如同射箭一样，发箭失之毫厘，箭落便会有寻丈之误差，治理百姓必须要慎重再慎重啊。'
      },
      {
        title: '悬法设赏而不能移风易俗者',
        content: '老子〔文子〕曰：悬法设赏而不能移风易俗者，诚心不抱也，故听其音则知其风，观其乐即知其俗，见其俗即知其化。夫抱真效诚者，感动天地，神逾方外，令行禁止，诚通其道而达其意，虽无一言，天下万民、禽兽、鬼神与之变化。故太上神化，其次使不得为非，其下赏贤而罚暴。',
        translation: '老子说：公布法律设立奖赏而仍不能改变旧的风气和不良习俗，是不守诚心的缘故。所以听其声音就可知道其风气如何，察其音乐就可知道其习俗如何，看其习俗就可知其教化的程度。抱真效诚的人，可以感功天地，神可穿越四境之外，令行禁止，精诚通达其道而畅达其意，虽然不立一言，天下万民、禽兽、鬼神等等均随之而变化。所以最上等的是以神教化天下，其次是使不正当的获得为非法，明示仁义和法度使人遵守，再次而下之的便是奖赏贤者处罚强暴者，悬法设赏。'
      },
      {
        title: '大道无为，无为即为有',
        content: '老子〔文子〕曰：大道无为，无为即为有，无有者不居也，不居者即处无形，无形者不动，不动者无言也。无言者即静而无声无形；无声无形者，视之不见，听之不闻，是谓微妙，是谓至神。「绵绵若存，是谓天地之根。」道无形无声，故圣人强为之形，以一字为名，天地之道。大以小为本，多以少为始，天子以天地为品，以万物为资，功德至大，势名至贵，二德之美与天地配，故不可不轨大道以为天下母。',
        translation: '老子说：大道是无为的，无为即是无有，无有就是没有处所，没有处所就是处而无形，但又无所不在，无形的东西虚无寂静，不动的东西无声无名。无声无名的东西就是虚静而无声无形，无声无形者，视之不可见，听之不可闻，这就是所谓的微妙，这就是所谓的至神。连续不断地存在着，这就是天地之根本。道是无形无声的，所以圣人勉强地说出道的形状，以“一”作为道的代名词。天地之道，大以小为本，多以少为始，天子以天地为法式，以万物为资本，功德真是太大了，势名真是太贤达了，功德与势名的完美结合可与天地相匹配，所以，绝对不可以不遵循大道，并以其为天下之母，为天下之根本。'
      },
      {
        title: '赈穷补急则名生',
        content: '老子〔文子〕曰：赈穷补急则名生，起利除害即功成。世无灾害，虽圣无所施其德；上下和睦，虽贤无所立其功。故至人之治，含德抱道，推诚乐施，无穷之智，寝说而不言，天下莫贵其不言者，故「道可道，非常道；名可名，非常名也。」着于竹帛，镂于金石，可传于人者，皆其粗也。三皇五帝三王，殊事而同心，异路而同归。末世之学者，不知道之所体一，德之所总要，取成事之迹，跪坐而言之，虽博学多闻，不免于乱。',
        translation: '老子说：救济贫困补助急迫则名就，兴利除害则功成。世上无灾害发生，即使是圣人也没有施行德行的机会了；君臣百姓间上下和睦，即使是贤人也没有建立功名的机会了。所以至人之治，含德抱道，推诚乐施，无穷之智止息而不言，天下人之中没有谁了解以其不言为贵的，故“道，说得出来的，它就不是永恒的道；名，叫得出来的，它就不是永恒的名”。书写在竹帛上，雕刻在金石上的东西，可流传于人的，都是其大概，也即有为之功。三皇五帝三王，每个帝王生活的历史时代不同，遭遇到的事情不同，但他们治国理民的思路却是先后一致的，治国理民的手段不同，但目的、结果却是相同的，殊途而同归。末世的学者们，不知道体现道的精髓是“一”，以及德的总要，取前人所遗留下来的完整的做法和主张，端坐而论道，虽然是博学而多闻，但由于是有为而治，所以不免陷于混乱之中。'
      },
      {
        title: '心之精者，可以神化',
        content: '老子〔文子〕曰：心之精者，可以神化，而不可说道。圣人不降席而匡天下，情甚于叫呼，故同言而信，信在言前也；同令而行，诚在令外也。圣人在上，民化如神，情以先之，动于上不应于下者，情令殊也。三月婴儿未知利害，而慈母爱之愈笃者，情也。故言之用者变，变乎小哉；不言之用者变，变乎大哉。信君子之言，忠君子之意，忠信形于内，感动应乎外，贤圣之化也。',
        translation: '老子说：诚心之人，可以用神来感化，却不可用名言来说道。圣人不离开坐席就可以匡正天下，诚甚于言不正，无言胜于有言，所以，虽然是同样的语言，但其中单独被人所取信的，是因为它显露的是诚信；同令而独行者，是因为它的诚超过了令，言之见信，令之见行，都是推其诚心的结果。圣人在上，百姓的教化如神，情以先行，感动于上而不感应于下的，是因为诚与令不同造成的。三个月的婴儿不知道什么是利害，而慈母爱之越厚，是因为亲惰的缘故。所以，言之用者变，但变化很小，不言之教的变化，才是根本的变化，是大变化。信从君子的话，遵从君子的意愿，忠信形于内心，感动应于身外，这才是贤圣的教化。'
      },
      {
        title: '子之死父，臣之死君',
        content: '老子〔文子〕曰：子之死父，臣之死君，非出死以求名也，恩心藏于中而不违其难也。君子之憯怛非正为也，自中出者也，亦察其所行。圣人不惭于景，君子慎其独也，舍近期远，塞矣。故圣人在上，则民乐其治；在下，则民慕其意，志不忘乎欲利人也。',
        translation: '老子说：儿子为父亲而死，臣下为君王而死，并不是以死而求得名声，那是因为报恩之心藏于心中而不逃避其灾难啊。君子总在担心和惨痛刑法杀戳的非正道性，这是发自内心的感受呀，刑法非治国之正道，只是用来作为惩恶劝善的工具，不得已而为之，但要时时检查监督它，不得滥用。圣人不惭愧于自己的身影，君子独处无人之时，仍能谨慎而不随便，君子所要寻找的东西就在自己身上，舍己求远，是很糊涂的，必然造成自己的闭塞。故圣人在位则百姓乐意让其统治，不在位则百姓敬仰其德行，这是因为圣人无论是在位还是不在位，都志在于利益百姓的缘故。'
      },
      {
        title: '勇士一呼，三军皆辟',
        content: '老子〔文子〕曰：勇士一呼，三军皆辟，其出之诚也；唱而不和，意而不载，中必有不合者也。不下席而匡天下者，求诸己也。故说之所不至者，容貌至焉；容貌所不至者，感忽至焉。感乎心发而成形，精之至者可形接，不可以照期。',
        translation: '老子说：勇士一呼，三军都要躲避，这是因为勇士气出于诚，三军将士心为之避开；倡而不相接，意而不相载，则诚心必有不相接之处，即内心所持宗旨各异。不下席而能匡正天下的圣人，正形诚心，正己之形，诚己之心。所以说由言谈说教所达不到的效果，通过正形化人便可达到；正形所达不到的，通过精诚之感应便可奏效。精诚之心发自于内，出于外而化形，精诚可以与形接，但不可被人所察见，即精诚与形为自然而接，非人主动可为，故不可察。'
      },
      {
        title: '言有宗，事有本',
        content: '老子〔文子〕曰：言有宗，事有本，失其宗本，伎能虽多，不如寡言。害众者倕而使断其指，以明大巧之不可为也。故匠人智为，不以能以时，闭不知闭也，故必杜而后开。',
        translation: '老子说：言有根，事有本，失掉其根本，技能虽多，却不如寡言以保持内心清静。言之害众者倕(上古之巧匠)使其指断，故大巧不可为，神化之巧妙在于无为。至巧之入，善于以智闭，故不能启，拙者专以力捍，虽杜必开，末俗之流，技能虽多，为巧所溺，匠人之事，不以智能，故无关键而不可开，顺于变化，可与时成功，任于智巧，终必失败。'
      },
      {
        title: '圣人之从事也，所由异路而同归',
        content: '老子〔文子〕曰：圣人之从事也，所由异路而同归，存亡定倾若一，志不忘乎欲利人也。故秦楚燕魏之歌，异声而皆乐也，九夷八狄之哭，异声而皆哀。夫歌者乐之征也，哭者哀之效也，愔于中，发于外，故在所以感之矣。圣人之心，日夜不忘乎欲利人，其泽之所及亦远矣。',
        translation: '老子说：圣人之做事，所以异路而同归，存亡安危如一，志不忘于利人。所以秦楚燕赵等天下四方之歌，声音不同但都能使人欢乐；九夷八狄等不同民族之哭，声音不同但都能人哀痛。唱歌是高兴的证明，痛哭是悲哀的验证，静默于中，乐则歌，哀则哭，随感而发，悲欢相应。圣人之心，日夜不忘于利人，其恩惠之所到达的地方也是很遥远的啊。'
      },
      {
        title: '人无为而治，有为也即伤',
        content: '老子〔文子〕曰：人无为而治，有为也即伤。无为而治者，为无为。为者不能无为也，不能无为者，不能有为也。人无言而神，有言也即伤。无言而神者，载无言，则伤有神之神者也。',
        translation: '老子说：圣人因自然而治，如果违背了自然规律就会受到挫折。无为而治的，因自然而治的，其意常不忘无为，有为之人是做不到无为的。不能无为的人，不能达其治，立其功。圣人静而无声而达到微妙，道贵虚静无言，所以有言即伤，就会受到挫折。虚静无声而达到微妙的人，心里始终怀着无言之念，身有形，神无形，有则有言，无则无言，知有无之相生，则无不害有，有不害无，所以圣人无为而治者，身不伤神，神不伤身，知不神而所以神，可以两不相伤。'
      },
      {
        title: '名可强立，功可强成',
        content: '老子〔文子〕曰：名可强立，功可强成。昔南荣趎耻圣道而独亡于己，南见老子，受教一言，精神晓灵，屯闵条达，勤苦十日不食，如享太牢，是以明照海内，名立后世，智略天地，察分秋毫，称誉华语，至今不休，此谓名可强立也。故田者不强，囷仓不满；官御不励，诚心不精；将相不强，功烈不成，王侯懈怠，后世无名。至人潜行，譬犹雷霆之藏也，随时而举事，因资而立功，进退无难，无所不通。夫至人精诚内形，德流四方，见天下有利也，喜而不忘；天下有害也，怵若有丧。夫忧民之忧者，民亦忧其忧，乐民之乐者，民亦乐其乐，故忧以天下，乐以天下，然而不王者，未之有也。圣人之法，始于不可见，终于不可极，处于不倾之地，积于不尽之仓，载于不竭之府；出令如流水之原，使民于不争之官，开必得之门，不为不可成，不求不可得，不处不可久，不行不可复。大人行可说之政，而人莫不顺其命。命顺则从，小而致大，命逆则以善为害，以成为败。夫所谓大丈夫者，内强而外明，内强如天地，外明如日月，天地无不覆载，日月无不照明。大人以善示人，不变其故，不易其常，天下听令，如草从风。政失于春，岁星盈缩，不居其常；政失于夏，荧惑逆行；政失于秋，太白不当，出入无常；政失于冬，辰星不效其乡，四时失政，镇星摇荡，日月见谪，五星悖乱，慧星出。春政不失，禾黍滋；夏政不失，雨降时；秋政不失，民殷昌；冬政不失，国家宁康。',
        translation: '老子说：名可强立，功可强成。过去南荣趎以圣人之道独亡于己身而感到耻辱，遂南行去求见老子，得闻圣道之言，认识明了，模糊难懂之处得以豁然天朗，条理通达，好像十日不食而享受太牢(祭祀时三牲齐全)一样，是以明照天下，名垂后世，智盖天地，明察秋毫，洞见微妙，称誉赞语不绝于世，至今仍是如此，这可以说是名可强立之例。所以种田之人不努力，谷仓就不会满；官吏治理不勉力，诚心不专一，将相不相互勉励，功业就不会成功，王侯懈怠，后世无名可传。得道之人隐藏形迹，不事声张，就譬如雷霆那迅疾的敛藏隐遁，随着时间适时而行事立业，根据资质而建功，能进能退，进退无碍，则无处不可通达。得道之人精诚藏于内心，德行传播于四方，看见天下的形势有利，则高兴而不忘；看见天下的形势有害，则恐惧而像死亡一样。那些以百姓之忧为己忧的人，百姓也会把他的忧愁作为自己之忧愁；以百姓之乐为己乐的人，百姓也会把他的欢乐作为自己之欢乐。所以圣人忧天下之忧，乐天下之乐，这样做了而不能统治天下称王者，还从来不曾有过呀。圣人体道之法，从不可发现开始，精诚内藏故不可见，无迹可寻故不可及，始终处于安定之地，处世无为，积累的德行仓库盛不下，源源不断地收载于永不竭尽之库府；政令畅行而百姓知道遵守，如山泉的流淌那样不受阻挡，官府事省而无诉讼之争，开启安居乐业、人人自得之门径和方法，不做事实上做不到之事，不强求实际上得不到的东西，不安身不稳定处境，不从事没结果的行为。大人施行得人心之政令，而百姓没有谁不顺从其命令。命令顺从则民得教化，由小而大；命令不为百姓所接受则以善为害，最后便是由成功走向了失败。所谓的大丈夫，内强而外明，内强如天地，外明如日月，内强如天地无不覆载，日月无不照明。大人以善示人，不改变其常态，循道立德，不改变客观规律，则天下听从政令，如草随风吹一样。政令失之于一年之始的春季，则木星的进和退，就不在其常规的位置之上了；政令失之于夏季，则火星就要逆行；政令失之于秋季，则金星的位置失当，出入也无常了；政令失之于冬季，水星就看不见其出入的方向了；政令失之于四季，土星就会摇荡而不定，日月被贬，发生变异，五星即金、木、水、火、土的运行就失去了正常的秩序，丢失了轨道，这样，彗星就要出现，预示着灾祸的降临。春政不失庄稼茂盛繁殖，夏政不失甘雨按时而降，秋政不失百姓收获殷昌，冬政不失国家便安定强盛。'
      },
    ]
  },
  {
    title: '玖守',
    data: [
      {
        title: '天地未形，窈窈冥冥',
        content: '老子〔文子〕曰：天地未形，窈窈冥冥，浑而为一，寂然清澄，重浊为地，精微为天，离而为四时，分而为阴阳，精气为人，粗气为虫，刚柔相成，万物乃生。精神本乎天，骨骸根于地，精神入其门，骨骸反其根，我尚何存！故圣人法天顺地，不拘于俗，不诱于人，以天为父，以地为母，阴阳为纲，四时为纪。天静以清，地定以宁，万物逆之者死，顺之者生；故静默者，神明之宅；虚无者，道之所居。夫精神者，所受于天也；骨骸者，所禀于地也。故曰：「道生一，一生二，二生三，三生万物。万物负阴而抱阳，冲气以为和。」',
        translation: '老子说：天地未分开而成形之时，深邃遥远寂静而无形无象，浑沌然处于一个整体而未分化的元气之中，是阴阳尚未分化的不可见不可闻的无形之体，但浑沌为一体的元气，其中包含着阴阳两个对立的方面，经寂然分化之后，阴气凝聚滞沉而为大地，阳气散发上升而为清天，阴阳分离，元气一分为阴阳，化为四时，精气化育了人，精气化育了万物，故人及万物都是由阴阳二气相反相成而产生的。精神和形体两个部分就组成了人，精神产生于轻清的阳气，即生于天，形体产生于重浊的阴气，即生于地，天地造化万物，也同样生人，人死各有所归，精神返回上天，形体返归大地，重新回归于阴阳二气，人禀气而生，死后复归其根，我还以何种形式存在呢？所以圣人法天顺地，不拘泥于社会，不迷惑于人，以天为父，以地为母，以阴阳为纲，以四时为举事准则。天以清为静，地以宁为定，万物违背了它就会死亡，顺从了它就会生长，所以说静漠是精神之宅，虚无是道之居。总之，精神是禀受于天的，形体是禀赋于地的。“道生成统一未分的原初物质，也即元气，元气生出天地，天地生出阴阳二气以及和气，和气生出千差万别的东西。万物都包含着阴阳，阴阳二气交互冲荡就生成新的和气”。'
      },
      {
        title: '人受天地变化而生',
        content: '老子〔文子〕曰：人受天地变化而生，一月而膏，二月血脉，三月而胚，四月而胎，五月而筋，六月而骨，七月而成形，八月而动，九月而躁，十月而生。形骸已成，五藏乃分。肝主目，肾主耳，脾主舌，肺主鼻，胆主口。外为表，中为里，头圆法天，足方象地。天有四时、五行、九曜、三百六十日，人有四支、五藏、九窍、三百六十节。天有风雨寒暑，人有取与喜怒，胆为云，肺为气，脾为风，肾为雨，肝为雷，人与天地相类，而心为之主。耳目者，日月也；血气者，风雨也。日月失行，薄蚀无光；风雨非时，毁折生灾；五星失行，州国受其殃。天地之道，至闳以大，尚由节其章光，授其神明，人之耳目何能久熏而不息，精神何能驰骋而不乏，是故，圣人守内而不失外。夫血气者，人之华也；五藏者，人之精也。血气专乎内而不外越，则胸腹充而嗜欲寡，嗜欲寡则耳目清而听视聪达，听视聪达谓之明。五藏能属于心而无离，则气意胜而行不僻，精神盛而气不散，以听无不闻，以视无不见，以为无不成，患祸无由入，邪气不能袭。故所求多者，所得少；所见大者，所知小。夫孔窍者，精神之户牖；血气者，五藏之使候。故耳目淫于声色，即五藏动摇而不定，血气滔荡而不休，精神驰骋而不守，祸福之至虽如丘山，无由识之矣，故圣人爱而不越。圣人诚使耳目精明玄达，无所诱慕，意气无失清静而少嗜欲，五藏便宁，精神内守形骸而不越，即观乎往世之外，来事之内，祸福可足见也，故「其行弥远者，其知弥少。」以言精神不可使外淫也。故「五色乱目，使目不明；五音入耳，使耳不聪；五味乱口，使口生创；趣舍滑心，使行非扬。」故嗜欲使人气淫，好憎使人精劳，不疾去之则志气日耗。夫人所以不能终其天年者，以其生生之厚；夫唯无以生为者，即所以得长生，天地运而相通，万物总而为一，能知一即无一不知也，不能知一即无一能知也。吾处天下亦为一物，而物亦物也。物之与物，何以相物；欲生不可事也，憎死不可辞也，贱之不可憎也，贵之不可喜也，因其资而宁之，弗敢极也，弗敢极即至乐极矣。',
        translation: '老子说：人是受天地变化而生成的，受孕后的第一个月为膏，二个月为血脉，三个月为胚，四个月为胎，五个月筋成，六个月骨具，七个月成形，八个月开始活动，九个月已不安分，十个月就出生了。形体已成，五脏已分工，肝主目，肾主耳，脾主舌，肺主鼻，胆主口，人体的外形，如四肢九窍为外表，体内的各种脏器，如五脏六腑为内里，头圆是效法于天，足方是取象于地。天有四时、五行、九曜、三百六十日，人有四肢、五脏、九窍、三百六十个骨节。天有风雨寒暑，人有取舍喜怒，胆为云，以为勇威之象；肺为气，以为皓素之象；脾为风，以为磨动之象；肾为雨，以为阴泽之象；肝为雷，以为震怒之象，人与天地相类似，而心为万物的主导。人的耳目是日月，血气是风雨。日月失去了运行的规律，就会发生日蚀和月蚀而暗淡无光；风雨不按时而降，就会毁坏万物而发生灾害；五星不按秩序运行，州国就会遭殃。天地之道，既宏且大，虽然如此尚懂得节约其光明，以爱护其神明，人之耳目，怎么可以久熏于声色而不停息呢？久熏于声色精神又怎能驰聘而不困乏呢？因此圣人坚守精神而又不使外表受损。血气，也即精神就是人的气色，是人体的精华；五脏则是贮藏精神的地方。血气专一于体内而不使外散，则胸腹充实而嗜欲寡淡，嗜欲寡淡则耳目清晰而听视聪达，听视聪达便叫做神明。五脏隶属于心而不分离，则意气就会强盛而不邪僻，精神强盛又能保持平易恬淡，即忧患不能入，邪气不能袭，以之而听则无不可闻，以之视则无不可见，以之而为则无不可成，忱患无处可入，邪气无处可袭。所以，所求多的人其所得必然很少，所见广的人其所知必然很小。人的孔窍，是精神的门窗，视听的通道；血气是五脏的支配。故耳目过分沉溺于声色之中，则五脏就会动摇而不安定，血气滔荡而不停息，精神驰骋外散而不能内守，祸福而至虽大如山丘，也没有能力去识别它，所以圣人爱惜精神而不使其外散。圣人精诚故使耳目精明深奥通达，不被任何外物所诱惑，意气不流失清静无为而少嗜欲，五脏便会安宁，精神内守形体而不散之，就可以看到从前之事，预料到未来之事，祸患与幸福就可明察。故“走得越远，知道得越少。”这是说精神不可过分外溢啊。所以，“五色乱目，使目不明；五音入耳，使耳不聪；五味乱口，使口生伤；取舍动心，使行为放纵。”故嗜欲使人血气过度，好憎使人精神劳顿，如果不迅速的去掉它，则意气就会日见消耗。人之所以不能达到自然的寿命，是因为人们贪求物质利益，纵情于声色所致；只有不追求物质利益而无为的人，才可以得长寿以达天年。天地运动而相通，万物都归结于道，能体道就可以了解一切事物，不能体道就无法了解一切事物。即使我自己处于天下，也只不过是一个具体的人罢了，万物也都是作为具体的东西而存在着的。物与物之间，根据什么来作为它们之间区别的标准呢？想要永生是不可能的，憎恨死亡而死亡也无可逃避，贫贱是不可以憎恨的，富贵也是不可以欢喜的，遵循其天性而安定它，不使其达到顶点，不使其达到顶点也就是欢乐的顶点啊。'
      },
      {
        title: '守虚',
        content: '老子〔文子〕曰：所谓圣人者，因时而安其位，当世而乐其业。夫哀乐者，德之邪；好憎者，心之累；喜怒者，道之过。故其生也天行，其死也物化。静即与阴合德，动即与阳同波。故心者，形之主也；神者，心之宝也。形劳而不休即蹶，精用而不已则竭，是以，圣人遵之不敢越也。以无应有，必究其理；以虚受实，必穷其节。恬愉虚静，以终其命。无所疏，无所亲，抱德炀和，以顺于天，与道为际，与德为邻，不为福始，不为祸先，死生无变于己，故曰至神。神则以求无不得也，以为无不成也。',
        translation: '老子说：所谓的圣人，随时而安心其位置，不以富贵荣华、声色欲望为欢乐，凭借着自己所处的时代，以自己所从事的事业为欢乐。哀乐之情会使德乱，好憎之情会使心累，喜怒之情会使道错。所以，人的出生是自然的变化，人的死亡是物质的变化，凝神虚静与大阴同其盛德，应感而动与阳气同其波澜，动静顺时，以无心待之。所以心是形的主宰，神是心的宝藏，形体辛劳而不停人就会倒下，精神劳损而不止就会枯竭，因此圣人看重它而不使其散失。以虚无应对万物，必须要探究事物之理；以虚无感受实际，必须要穷尽事物枝节。恬愉虚静，即可以终其天年。无所疏远，无所亲近，抱德并与之融合，以顺达于天。夫道之界，与德为邻，不为福始，不为祸先，不为死生的变化，所以叫至神。至神能与天地同道，与阴阳合德，所以求之无不得，以其来做事则没有不成功的。'
      },
      {
        title: '守无',
        content: '老子〔文子〕曰：轻天下即神无累，细万物即心不惑，齐生死则意不慑，同变化则明不眩。夫至人倚不挠之柱，行无关之途，禀不竭之府。学不死之师，无往而不遂，无之而不通。屈伸俯仰，抱命不惑，而宛转祸福，利害不足以患心。夫为义者，可迫以仁，而不可劫以兵；可正以义，不可悬以利。君子死义，不可以富贵留也。为义者，不可以死亡恐也，又况于无为者乎！无为者即无累，无累之人，以天下为影柱。上观至人之伦，深原道德之意，下考世俗之行，乃足以羞也；夫无以天下为者，学之建鼓也。',
        translation: '老子说：鄙薄天下万物使神不为万物所累，藐视天下万物使心不被万物所惑，把生与死都等同起来，不以生为喜，不以死为恨，内心守住虚无，保持道的纯洁，就会不为死所惧，精神可以脱离肉体而独存，肉体可以消逝，精神则可永存，守无即守道。守道即可齐生死而不惧，随同自然的变化而变化明就不会迷乱。体道之人依靠不桡之柱，也即依靠道，行进在不可关闭的路途之上，禀承永不竭尽之府库。推崇道的本源，事事可成，无往而不胜，处处可通，无往而不前。屈伸俯仰，抱命不惑，而变化祸福，利与害都不足以使心患惑。为义而奋斗的人可迫近以仁，而不可胁迫以兵；可止以义，而不可悬以利。君子为义而死，不可以因为富贵就留身于世。为义奋斗的人不可以死亡为恐怖，又何况无为的人呢！无为的人就是无累，无累的人，把天下的富贵名利看成是虚设的影像，上观体道之人的高论，深入推究道德之意义，下考世俗之人的行动，乃足以感到羞耻啊。不以天下有所作为之人，非是他无为，即揭仁义以移之于道德之乡的人，其欲学之守无，如同击鼓而求逃亡者，鼓声愈大而逃亡者愈远，仁义彰而道德废也。'
      },
      {
        title: '守平',
        content: '老子〔文子〕曰：尊势厚利，人之所贪，比之身则贱。故圣人食足以充虚接气，衣足以盖形御寒，适情辞余，不贪得，不多积。精目不视，静耳不听，闭口不言，委心不虑，弃聪明，反太素，休精神，去知故，无好无憎，是谓大通。除秽去累，莫若未始出其宗，何为而不成。知养生之和者，即不可悬以利；通内外之符者，不可诱以势。无外之外，至大；无内之内，至贵。能知大贵，何往不遂。',
        translation: '老子说：权势利禄，是民俗所追求的东西，如把它同全身保真等同起来，就显得不足为贵了。所以圣人足食以充实其腹接续其气，穿衣以遮掩形体抵御风寒，适可而止，养生适度，不贪得，不多积。清目不视，静耳不听，闭口不言，率心不虑，抛弃聪明，返归朴素，休养精神，去除巧诈，无好无恶，这就是大通。除掉不洁净断绝外物之诱惑，不如不始出清静，没有什么理由而不成事。懂得养生之适度的人，即不可以利相诱；通达内外之符验的人，不可以势相惑。道是无所不在的，有了道才有了万物，它服侍了万物，可以说它是卑小的，万物又归从于它，可以说它又是伟大的，道在天地之间，其大无边，其小无内，无外之外是至大，无内之内是至贵。能知道至大至贵，则做什么事情都能成功。'
      },
      {
        title: '守易',
        content: '老子〔文子〕曰：古之为道者，理情性，治心术，养以和，持以适，乐道而忘贱，安德而忘贫。性有不欲，无欲而不得；心有不乐，无乐而不为。无益于性者，不以累德；不便于生者，不以滑和。不纵身肆意而制度，可以为天下仪。量腹而食，制形而衣，容身而居，适情而行。余天下而不有，委万物而不利，岂为贫富贵贱失其性命哉夫！若然者，可谓能体道矣。',
        translation: '老子说：古代修道之人，治理自己的本性，治理自己的心术，养护恬愉的心境，并保持以适度，乐道而忘贱，安德而忘贫。性情没有欲望，则什么欲望都可获得满足；心里没有欢乐，则什么欢乐都可获得享受。无益于养性的东西，不要因为它而牵累了德行；无益于生命的东西，不要因为它而滑乱了恬愉。不放纵身体，不肆意而为，并节制适度，则可以成为天下的楷模。根据饭量的大小而进食，根据身体的高矮而穿衣，容身便可居住，适情便可行动，守易知足。余天下不为己有，弃万物不为己利，怎么能够因为贫富贵贱的欲念就失去自己的性命呢！如果一个人能够做到了这些，那么毫无疑问他就是一位体道之人了。'
      },
      {
        title: '守清',
        content: '老子〔文子〕曰：人受气于天者，耳目之声色也，鼻口之于芳臭也，肌肤之于寒温也，其情一也。或以死，或以生；或为君子，或为小人，所以为制者异。神者，智之渊也，神清则智明。智者，心之府也，智公则心平。人莫鉴于流潦而鉴于澄水，以其清且静也。故神清意平乃能形物之情，故用之者必假于不用者。夫鉴明者，则尘垢不污也；神清者，嗜欲不误也。故心有所至，则神慨然在之；反之于虚，则消躁藏息矣。此圣人之游也。故治天下者，必达性命之情而后可也。',
        translation: '老子说：人是禀赋于气而受命于天的，耳目对于声色，鼻口对于芳臭，肌肤对于寒温，其感情都是一样的。人之情是同一的，所好相同，但各自的所得却差别很大，这是受客观事物所制约的结果，所以有的人因之而死，有的人因之而生，有的成为君子，有的成为小人。神，是智的渊源，故神清则智明。智，是心的府库，故智公则心平。人不能以流水为镜，而必须以澄水为镜，这是因为澄水既静又清的缘故。所以，神清意平才能体现出事物的实情，故有作为的必须要借助于无为。以明为镜则尘垢不污，以清为神则嗜欲不为外物所惑。故心有所想所欲，则神早就痛快地到了那里；返归于虚静，则消除躁动敛藏生息。这才是圣人的行迹啊。所以治理天下的人，必须要达到神存，返归于虚静，有为之心全部寂灭，虚静守中，无为守清，内心不为外物所惑，这样才可达到性命之情，才能治理好天下啊。'
      },
      {
        title: '守真',
        content: '老子〔文子〕曰：夫所谓圣人者，适情而已，量腹而食，度形而衣，节乎己而贪污之心无由生也。故能有天下者，必无以天下为也；能有名誉者，不以越行求之，诚达性命之情仁义因附也。若夫神无所掩，心无所载，通洞条达，淡然无事，势利不能诱，声色不能淫，辩者不能说，智者不能动，勇者不能恐，此真人之游也。夫生生者不化，化化者不化，不达此道者，虽知统天地，明照日月，辩解连环，辞润金石，犹无益于治天下也，故圣人不失所守。',
        translation: '老子说：所谓的圣人，只不过使情适度罢了，根据饭量的大小而进食，根据身体的情况而穿衣，满足于一般的生活所需即可，不多求，不多贪，量食周身而足，这样，贪得污秽之心便无法产生了。不生污秽之心，便可守真，守真即是守身，所以能据有天下的人，必须要首先无为；能具有名誉的人，必须要不超越标准的行为，精诚才能通达性命之情，仁义因之而依从也。如果让神无所掩遮，内心不存在任何嗜欲之念，条理通达明澈，淡泊寂静无事可为，势利不能诱惑，声色不能淫迷，辩者不能说服，智者不能动摇，勇者不能恐吓，这才是真人的品行啊。产生事物的道不生，杀灭事物的道不化，不知道这些的，虽然其才智可以总领天地，明照日月，能解开连环，言辞动听胜于金石之音，也无益于其治理好天下啊，所以圣人永远都坚守道，而不让其失去。'
      },
      {
        title: '守静',
        content: '老子〔文子〕曰：静漠恬惔，所以养生也；和愉虚无，所以据德也。外不乱内，即性得其宜；静不动和，即德安其位。养生以经世，抱德以终年，可谓能体道矣。若然者，血脉无郁滞，五藏无积气，祸福不能矫滑，非誉不能尘垢。非有其世，孰能济焉！有其才，不遇其时，身犹不能脱，又况于道乎；夫目察秋毫之末者，耳不闻雷霆争声；耳调金玉之音者，目不见太山之形。故小有所志，则大有所忘。今万物之来，擢拔吾生，搴取吾精，若泉原也，虽欲勿禀，其可得乎？今盆水若清之经日，乃能见眉睫，浊之不过一挠，即不能见方圆也，人之精神难清而易浊也，犹盆水也。',
        translation: '老子说：静漠恬淡，是用以养性的；和愉虚无，是用以据德的。静漠恬淡之性，不为外物所乱，则可使性全；和愉虚无之德，不累于外物，则可安其位。养性以治世，抱德以终年，可以说这就是能体道了。如果这样的话，血脉就不会闭结不通，五脏没有郁结之气，祸福不能举乱，毁誉不能蒙垢。但没有这样的世道，谁能够成就这些呢？有这样的才能，但生不逢时，有道之人想脱离乱世尚且不能，又何况那些没有体道之人呢？目可察秋毫之末的人，耳不闻雷霆之声音；耳可辨金玉之音的人，目不见泰山之形状。所以说在小处有所记载，有所收获，则在大处却有所失。现在万物的出现，拔取我的性，拔取我的精，身外之物源源不断地前来拔性夺神，想要不为之所动，难道是可能的吗？现今盆水经过很长时间的澄清，乃能看清人的影像来，要想使其混浊仅挠动一下，就马上混浊而不清了，人的精神难以清静而容易混浊，就像盆水一样啊。'
      },
      {
        title: '守法',
        content: '老子〔文子〕曰：上圣法天，其次尚贤，其下任臣。任臣者，危亡之道也；尚贤者，痴惑之原也；法天者，治。天地之道也，虚静为主，虚无不受，静无不持，知虚静之道，乃能终始，故圣人以静为治，以动为乱。故曰：勿挠勿缨，万物将自清；勿惊勿骇，万物将自理，是谓天道也。',
        translation: '老子说：上古时期的圣人取法于天，其次崇尚贤才，再下则任用臣下。任用臣下治理国家，政权在人是危亡之道；崇尚贤才的，是痴迷惑乱的原因；只有取法于天，才能把天下治理好，使天下太平。天地之道，虚清为主，虚无不纳，静无不持，懂得了虚静之道，才能有终有始，所以圣人以静为治，以动为乱。故曰不挠不乱，万物才能自我清静；不惊不骇，万物才能自我治理，这就叫天道。'
      },
      {
        title: '守弱',
        content: '老子〔文子〕曰：天子公侯以天下一国为家，以万物为畜。怀天下之大，有万物之多，即气实而志骄，大者用兵侵小，小者倨傲凌下，用心奢广，譬犹飘风暴雨，不可长久。是以，圣人以道镇之，执一无为，而不损冲气，见小守柔，退而勿有，法于江海。江海不为，故功名自化；弗强，故能成其王；为天下牝，故能神不死；自爱，故能成其贵。万乘之势，以万物为功名，权任至重，不可自轻，自轻则功名不成。夫道，大以小而成，多以少为主，故圣人以道莅天下。柔弱微妙者，见小也；俭啬损缺者，见少也。见小故能成其大，见少故能成其美。天之道：抑高而举下；损有余，补不足。江海处地之不足，故天下归之奉之。圣人卑谦，清静辞让者，见下也；虚心无有者，见不足也。见下故能致其高，见不足故能成其贤。矜者不立，奢也不长，强梁者死，满日者亡，飘风暴雨不终日，小谷不能须臾盈。飘风暴雨，行强梁之气，故不能久而灭，小谷处强梁之地，故不得不夺。是以，圣人执雌牝，去奢骄，不敢行强梁之气。执雌牝，故能立其雄牡，不敢奢骄，故能长久。',
        translation: '老子说：天子诸侯以天下一国为家，以万物为积蓄，为己有。胸怀天下之大，拥有万物之多，便气满志骄自夸其大，强大的用兵侵略弱小的，弱小的又傲慢不恭欺凌再小的，欲望太强，就好像是急风暴雨一样，不可久长。因此圣人以道守之，执道而无为，而不损害虚和之气，见小守柔，守柔而强，退而不为己有，效法于江海，因江海能容纳一切水流的归附，所以成为百谷之王。江海无为而善下，则四方这水都流入进来，人效法江海之所为，不求名而名成；不逞强而成强，便可统治，称王于天下；成为天下最为柔弱者，故能使神存而不离于形；自我爱护之，所以能成就大贵。大国之君，以万物为功名，权任至重，不可自我轻贱，自我轻贱则功名不成。道这个东西，因小而成大，多以少累积而成，故圣人以道统治天下。柔弱微妙的可以见小，俭啬损缺的可以见少。见小故能成就其大，见少故能成就其美。天之道，平抑高者而抬举下者；损失多余的而补充不足的。江海处于地下之势，故天下之水都归入它服侍它。圣人谦卑，清静避让者就可见其卑下，虚心无有者就可见其谦虚。见卑下故能达到高，见谦虚故能成就贤。自以为是者不可立，欲望太强者不可久长，强横凶暴者必致死亡，自我满足者必然消亡，急风暴雨不可能持续一天，山间小溪不可能承载过多的雨量。急风暴雨行强横凶悍之气，所以不能持久终将消亡，山间小溪处狭小之地，故不得不满溢而出，为雨水所夺。急风暴雨行强横凶悍之气，尚且不能长久，何况对于人呢！大国行凶悍之气，不久而灭，小国傲慢凌下，不能不亡。因此圣人执柔弱中之柔弱，去除奢骄，不敢行强横凶暴之气。执柔弱中之柔弱，故能立其阳刚，不敢奢骄，所以才能够保持长久。'
      },
      {
        title: '天道极即反，盈即损',
        content: '老子〔文子〕曰：天道极即反，盈即损，日月是也。故圣人日损，而冲气不敢自满，日进以牝，功德不衰，天道然也。人之情性，皆好高而恶下，好得而恶亡，好利而恶病，好尊而恶卑，好贵而恶贱。众人为之，故不能成；执之，故不能得。是以，圣人法天，弗为而成，弗执而得，与人同情而异道，故能长久。故三皇五帝有戒之器，命有侑卮，其冲即正，其盈即覆。夫物盛则衰，日中则移，月满则亏，乐终而悲。是故，聪明广智守以愚，多闻博辩守以俭，武力勇毅守以畏，富贵广大守以狭，德施天下守以让。此五者，先王所以守天下也。「服此道者，不欲盈。夫为不盈，是以弊不新成。」',
        translation: '老子说：天道到达顶点就要回返，盈满就要缺损，日月的运行就是这样啊。所以，圣人每日都要损耗而使虚和之气不能自满，一天天地增长而接近于柔弱，如此则功德不衰，天道就是这样的啊。人的性情都是好高而恶下，好得而恶无，好利而恶病，好尊而恶卑，好贵而恶贱。一般的人都是如此而行，所以他们不能成事；执迷而不悟，所以他们不能获得。因此圣人取法于天，无为而成事，无执而获得，与普通人性情相同，但却无为并无执，所以能持续长久。故三皇五帝有警戒之器，命名其为侑卮，其加水即正，水满即覆。与体道守弱是一样的道理。(侑卮：即欹器，古代一种倾斜易覆的盛水器。水少则倾，中则正，满则覆。人君可置于座右以为戒。据载，孔子曾观于鲁桓公之庙，在庙里有一欹器，孔子向守庙人询问这是什么东西，守庙人告诉他说，这是一种侑坐之器。孔子说，我听说所谓的侑坐之器，里边空的话，就会倾斜，加水到一定的标准，就会平正，水满的话就会翻倒。于是孔子回头对弟子们说：“注上水。”弟子们拿来水注入器内，水注到一定程度，欹器就平正了，加满水欹器就翻倒了，把水全部倒出来，欹器又恢复到原来倾斜的状态。孔子于是叹息着说：“哪里有满而不颠覆的呢！”)事物兴盛就要衰亡，日影到了中正之后就会偏斜，月亮圆全之后就要缺损，高兴的顶点就是悲哀。因此聪明广智要坚守愚陋，多闻博辩要坚守简约，武力勇毅要坚守畏惧，富贵广大要坚守窄狭，德施天下要坚守礼让。这五点，就是先王所以得天下的原因。保持这一“道”的人，他不要求圆满，正因为他不要求圆满，故即使保守，实际上反而能得到新的成功。'
      },
      {
        title: '圣人与阴俱闭，与阳俱开',
        content: '老子〔文子〕曰：圣人与阴俱闭，与阳俱开，能至于无乐也，即无不乐也，无不乐即至乐极矣。是内乐外，不以外乐内，故有自乐也，即有自志，贵乎天下。所以然者，因天下而为天下之要也，不在于彼而在于我，不在于人而在于身，身得则万物备矣。故达于心术之论者，即嗜欲好憎外矣。是故，无所喜，无所怒，无所乐，无所苦，万物玄同，无非无是。故士有一定之论，女有不易之行。不待势而尊，不须财而富，不须力而强，不利货财，不贪世名，不以贵为安，不以贱为危，形神气志各居其宜。夫形者，生之舍也；气者，生之元也；神者，生之制也。一失其位，即三者伤矣。故以神为主者，形从而利；以形为主者，神从而害。其生贪饕多欲之人，颠冥乎势利，诱慕乎名位，几以过人之知，位高于世。即精神日耗以远，久淫而不还，形闭中拒，即无由入矣。是以，时有盲忘自失之患。夫精神志气者，静而日充以壮，躁而日耗以老。是故圣人持养其神，和弱其气，平夷其形，而与道浮沉。如此，则万物之化无不偶也，百事之变无不应也。',
        translation: '老子说：圣人与阴阳同步而行，顺理自然，能够达到于无乐，就会无所不乐，无所不乐就是达到极乐的顶点了。我乐于物，不以物乐于我，所以就自得其乐，以内乐外，不以外乐内，就可显贵于天下。之所以如此，是因为其乐而乐之，即以内乐外，不以外乐内，是圣人体道的途径，求之于物就与道相背，修之于己身，行为才会与道而合，故体道之法，不在于外物而在于我。所以，通达于心叙述于论者，其嗜欲好憎就外露了。因此无所喜，无所怒，无所乐，无所苦，心无私宰而与天道暗合，没有是与非可言。所以，男子有一定之论，女子有贞节之行。不依靠势力而尊贵，不等待财货而富裕，不凭藉力量而强大，不以财货为利，不贪求社会上的名声，不以尊贵为安，不以贪贱为危，则形、神、气、志便各居其适宜位置。形体是生命的安居之处，气是生命的基础和第一要素，神是生命的控制者。形神气三者各安居其位，人的生命就可以保持其正常状态，如果三者损伤其一，发生链锁反应，其他的就会受到损害。所以在形与神的关系上，以神为主，则形从而受利，以形为主，神从而受害，养神乃为第一要务。那些生性贪得无厌不知满足并欲望太多的人，被势力所迷惑，被名位所诱慕，希望自己有过人之智，在社会上树立崇高的名声。如此，精神就会日渐损耗而远离于道，长久地沉溺于追求物利色欲而不守舍，形体日渐闭塞刚硬，中无和气，精神无由返回形体而不能内守。精神和志气，虚静以后便可日渐兴盛，躁动之后便是日渐衰败。因此圣人养神、和气、正形，莫不与道一体，乘时变化，事来而顺之，物动而应之。如此，则万物之化无不合，百事之变无不应。'
      },
      {
        title: '守朴',
        content: '老子〔文子〕曰：所谓真人者，性合乎道也。故有而若无，实而若虚；治其内，不治其外。明白太素，无为而复朴。体本抱神，以游天地之根，芒然仿佯尘垢之外，逍遥无事之业。机械智巧，不载于心，审于无假，不与物迁，见事之化，而守其宗。心意专于内，通达祸福于一，居不知所为，行不知所之。不学而知，弗视而见，弗为而成，弗治而辩，感而应，迫而动，不得已而往，如光之耀，如影之效，以道为循，有待而然，廓然而虚，清静而无，以千生为一化，以万异为一宗。有精而不使，有神而不用，守太浑之朴，立至精之中。其寝不梦，其智不萌，其动无形，其静无体，存而若亡，生而若死，出入无间，役使鬼神，精神之所能登假于道者也。使精神畅达而不失于元，日夜无隙而与物为春，即是合而生时于心者也。故形而靡而神未尝化，以不化应化，千变万转而未始有极。化者复归于无形也，不化者与天地俱生也。故生生者未尝生，其所生者即生，化化者未尝化，其所化者即化。此真人之游也，纯粹之道也。',
        translation: '老子说：所谓的真人，以虚无、平易、清静、柔弱、纯粹素朴而体道，不与俗物相杂，所以其性合乎于道。所以有却若无，实却若虚；保持精神内守而外不为物所累。明白纯朴之义，清静无为而不以物累其身，不以欲害其神。体道守神，以之游行于天地之根本，超脱遨游于充满物欲之争的世俗社会之外，逍遥于清静无为的状态之中。争名夺利的巧诈之心，不载于胸中，审视于无瑕之中，不与事物相牵，随事而教化独守其道。心意专一于内，祸福不卜先知，完全忘却自我，闲居时不知自己要做什么，行动时不知自己将去往何方。不学而知，不视而见，不为而成，不治而治，物动则感应于外，迫切得不得不动时，再动身而往，动之如光，明亮而不停滞，动之如影之与形，影不离形，以道为行动的准则，以道为法，虚空无形，清静无为，千万种生命虽然形殊体异，但都乘一气而化育成形，万物形状有别，却同本于道，师道为法，就把握了千生万物生成变的规律。有精而不使，有神而不用，守朴中之朴，立于至精之中。无主观之臆想，与万化为一体，出入无碍，与道为化，如此，就能达到至道的境界。使精神畅达而不失其根本，修心养中和之气就如同阳春之光照射万物而无隔碍，亦即心合于道而无间距。所以形体可以消亡，但精神却不会消失，以不变应变，千变万化便未曾有极限。万物变化，不能不有生死，有生有死，各归其根，所以化者复归于无形，天地本身无生死，却能使万物生生死死，所以不化之道与天地俱生。故生成万物的道未尝生，但其所生的万物却在生，消灭万物的道未尝亡，但其所亡的万物却在消亡，道之自身没有生死和变化，所生死、变化的是万物，万物有生有死，所以要变要化。这就是真的体会，纯粹的道啊。'
      },
    ]
  },
  {
    title: '符言',
    data: [
      {
        title: '道至高无上，至深无下',
        content: '老子〔文子〕曰：道至高无上，至深无下，平乎准，直乎绳，圆乎规，方乎矩，包裹天地而无表里，洞同覆盖而无所碍。是故，体道者，不怒不喜，其坐无虑，寝而不梦，见物而名，事至而应。',
        translation: '老子说：道是至高无上的，深是没有下限的，它平于准，直于绳，圆于规，方于矩，包裹天地而没有内外之别，贯通会合以覆盖而没有阻挡(道是普遍的、连续的、绝对的、无限的)。所以体道之人，无怒无喜，坐而无虑，睡而无梦，见物而命名，事至而应变。'
      },
      {
        title: '欲尸名者必生事',
        content: '老子〔文子〕曰：欲尸名者必生事，事生即舍公而就私，倍道而任己，见誉而为善，立名而为贤，即治不顺理而事不顺时。治不顺理则多责，事不顺时则无功，妄为要中，功成不足以塞责，事败足以灭身。',
        translation: '老子说：想追求成名的人必然为事物所累，为事物所累就要舍公而成就私欲，违背天道而放纵自己，要誉立名，生事害众。所以，治不顺理，功不尽责，事败灭身，信不能立。'
      },
      {
        title: '无为名尸，无为谋府',
        content: '老子〔文子〕曰：无为名尸，无为谋府，无为事任，无为智主。藏于无形，行于无怠。不为福先，不为祸始。始于无形，动于不得已，欲福先无祸，欲利先远害。故无为而宁者，失其所宁即危。无为而治者，失其所治即乱。故「不欲碌碌如玉，落落如石。」其文好者皮必剥，其角美者身必杀，甘泉必竭，直木必伐，华荣之言后为愆，石有玉伤其山，黔首之患固在言前。',
        translation: '老子说：不要成为名誉的寄托，不要成为谋略聚集之处，不要为事物所累，不要为巧诈所主导。虚淡无心，忘怀任物，忘心绝虑，大顺群生。藏于无形之中，行于无穷之中，无名无誉，无事无智，与道同体。不为福先而妄行，不为祸始而妄动。以道为本，感而后应，迫而后动，不得已而往，要想得福必须先无祸，要想得利必须无远害，只有如此，方会有福有利。无为而宁者，是无为，失其所宁，便就是有为，有为就会失败。无为而治，是因物而治，失其所治，便就是有为而治，有为而治就会发生动乱。故“不想做什么高贵的美玉，宁愿做下贱的坚石。”那些纹饰美丽的野兽皮必然会被剥下，那些犄角美丽的动物必然被杀掉，甜美的泉水必然会被喝干，直挺高大的树木必然会被伐倒，言辞华丽的背后必然有错误，山有含玉之石必然会被开凿，老百姓的祸患本来就在言语面前，言语不慎重，便将召致祸患。'
      },
      {
        title: '时之行，动以从',
        content: '老子〔文子〕曰：时之行，动以从，不知道者福为祸。天为盖，地为轸，善用道者终无尽；地为轸，天为盖，善用道者终无害。陈彼五行必有胜，天之所覆无不称，故「知不知，上；不知知，病也。」',
        translation: '老子说：顺时而行动，有所行动而顺从，不知道道的人以福为祸。以天为盖，则无所不覆，以地为车，则无所不载，善于体用道的的人没有穷尽的时候；以地为车，则无所不载，以天为盖，则无所不覆，善于体用道的人不会有祸害。排列五行必然有所相克，天之所覆无不相当，所以“知道自己不知道，这是最好的；不知道却说自己知道，这是毛病”。'
      },
      {
        title: '山生金，石生玉',
        content: '老子〔文子〕曰：山生金，石生玉，反相剥；木生虫，还自食；人生事，还自贼。夫好事者未尝不中，争利者未尝不穷；善游者溺，善骑者坠，各以所好，反自为祸。得在时，不在争；治在道，不在圣。土处下，不争高，故安而不危；水流下，不争疾，故去而不迟。「是以，圣人无执故无失，无为故无败。」',
        translation: '老子说：山生金，石产玉，但反过来山却因为金而被凿，石因为玉而被剖，遭到了伤害；木生虫，反过来又被虫所蚀；人创造了事物，反过来又被事物所残害。那些好事者没有不被其伤害的，那些争利者没有不穷尽的；善于游泳的人容易被溺死，善于骑马的人容易摔死，各以所好，反而各自为祸了。所得在于时机，不在于争夺；治理在于天道，不在于圣人。土处于最下，不与其他事物争高，所以安然而没有危险；水流向下，不争速度，所以会不间断地流淌。“因此圣人不好事争利就不会有过失，没有过失所以就不会有失败”。'
      },
      {
        title: '一言不可穷也',
        content: '老子〔文子〕曰：一言不可穷也，二言天下宗也，三言诸侯雄也，四言天下双也。贞信则不可穷，道德则天下宗。举贤德，诸侯雄；恶少爱众，天下双。',
        translation: '老子说：一言是不可穷尽的，二言是天下的根本，三言是诸侯的雄长，四言是天下的匹敌。信为一言，则是不可穷尽的。道德为二言，则是天下的根本。举贤德为三言，则是诸侯的雄长。恶少爱众为四言，则是天下的匹敌。'
      },
      {
        title: '人有三死，非命亡焉',
        content: '老子〔文子〕曰：人有三死，非命亡焉。饮食不节，简贱其身，病共杀之；乐得无已，好求不止，刑共杀之；以寡犯众，以弱凌强，兵共杀之。',
        translation: '老子说：人有三种死法，都不是因老而自然死亡。饮食没有节制，轻易地伤害身体，各种疾病便共同杀死了你；欢乐没有止境，贪得不知满足，各种刑法便共同杀死了你；以少犯众，以弱小侵凌强大，军队便共同杀死了你。嗜欲死于病，利欲死于刑，强梁死于兵，三者所死不同，但死于非命却是相同的，祸福无门，死生在于己，非命而亡，都是自取灭亡罢了。'
      },
      {
        title: '其施厚者，其报美',
        content: '老子〔文子〕曰：其施厚者，其报美；其怨大者，其祸深；薄施而厚望，畜怨而无患者，未之有也。察其所以往者，即知其所以来矣。',
        translation: '老子说：施行善政的人其酬答也必定是美好的，仇怨大的人其祸患也必定是深重的，为政苛薄而希望得到大的回报，积蓄仇怨而没有祸患，是没有这样的事情的。仔细审视从前的恩怨之报，就会知道未来的祸福所生了。'
      },
      {
        title: '原天命，治心术',
        content: '老子〔文子〕曰：原天命，治心术，理好憎，适情性，即治道通矣。原天命，即不惑祸福；治心术，即不妄喜怒；理好憎，即不贪无用；适情性，即欲不过节。不惑祸福，即动静顺理；不妄喜怒，即赏罚不阿；不贪无用，即不以欲害性；欲不过节，及养生知足。凡此四者，不求于外，不假于人，反己而得矣。',
        translation: '老子说：原天命，治心术，理好憎，适情性，这样做治道就通达了。原天命就是不迷惑于祸福，治心术就是不妄为喜怒，理好憎就是不贪得无用之物，适性情就是欲望要有节制。不迷惑于祸福就会动静顺理合道，不妄为喜怒就会赏罚公正而不徇私，不贪得无用之物就不会以欲害性，欲望有所节制就会养性知足。凡此四点，不需求于身外，不需借助他人，求之于自己就可得到。'
      },
      {
        title: '不求可非之行',
        content: '老子〔文子〕曰：不求可非之行，不憎人之非己，修足誉之德，不求人之誉己。不能使祸无至，信己之不迎也；不能使福必来，信己之不让也。祸之至，非己之所生，故穷而不忧；福之来，非己之所成，故通而不矜。是故，闲居而乐，无为而治。',
        translation: '老子说：不要追求欺诈的行为，不憎恨别人指责自己，修养值得称誉的德行，不求别人称赞你自己。不能防不测之福，也不能求必至之祸，不招祸，不辞福，一切顺其自然而行。祸的到来并不是由自己生成，所以困顿而不忧愁；福的到来并不是由自己招致，所以通达而不矜持。因此闲居而愈发快乐，无为而治，则天下无不治。'
      },
      {
        title: '道者，守其所已有',
        content: '老子〔文子〕曰：道者，守其所已有，不求其所以未得。求其所未得，即所有者亡。循其所已有，即所欲者至。治未固于不乱，而事为治者必危；行未免于无非，而急求名者必銼。故福莫大于无祸，利莫大于不丧。「故物或益而损，损之而益。」夫道不可以劝就利者，而可以安神避害，故尝无祸，不尝有福；尝无罪，不尝有功。道曰芒芒昧昧，从天之威，与天同气，无思虑也，无设储也，来者不迎，去者不将，人虽东西南北，独立中央。故处众枉，不失其直；与天下并流，不离其域；不为善，不避丑，遵天之道；不为始，不专己，循天之理；不豫谋，不弃时，与天为期；不求得，不辞福，从天之则。内无奇福，外无奇祸，故祸福不生，焉有人贼。故至德言同格，事同福，上下一心，无歧道旁见者，退之于邪，开道之于善，而民向方矣。',
        translation: '老子说：得道之人守自己的德而不求之于身外，治其内而不治其身外。如果去寻求功名利禄等未得之物，就会内伤其德，为外物所累。要是循其所守，以内制外，那么就会得到自己所求之物。治也未必就不乱，有为的事情本来就包含着危险；行动中不免出现差错，急求名声的人一定要遭守挫折。所以无祸就是福，不失就是获利，在福中没有什么比无祸更大的了。“故一切事物有时抬高它，它反遭受贬低，有时贬低它，它反而得到抬高”。道不可以诱导逐利，而可以安定避免祸害，所以经常无祸不经常有福，经常无罪不经常有功。道是深厚纯远、无始无终和无形无像的，它遵从自然准则，与天同出一气，没有思虑而清静，没有储藏而虚无，来的时候不用迎接，去的时候不必相送，东西南北之中，唯独它自立于中央。所以它位处于众多的弯曲中，而不失其直；与天下万物合流，而不离其所居之处；不表现为好，也不遮避丑陋，而是遵守自然之道；它没有起始，也不主观臆断，不违背客观规律，而是依从自然之理；它不参予谋划，也不背弃时日，而是与天合期；它不求获得，不辞却幸福，顺从天之法则。内无奇福，外无奇祸，所以祸福不生，哪里又能有人贼呢。所以德至顶点的人言语同于行动的途径，做事同于给予的福利，上下一心一德，没有歧道偏见的分别，遣退于邪佞，开道于美善，正道退邪进善，这样，天下的百姓就有了方向啊。'
      },
      {
        title: '为善即劝，为不善即观',
        content: '老子〔文子〕曰：为善即劝，为不善即观。劝即生责，观即生患。故道不可以进而求名，可以退而修身。故圣人不以行求名，不以知见求誉，治随自然，己无所与。为者有不成，求者有不得，人有穷而道无通。有智而无为，与无智同功；有能而无事，与无能同德。有智若无智，有能若无能，道理达而人才灭矣。人与道不两明，人爱民即不用道，道胜即名息，道息人名章即危亡。',
        translation: '老子说：为善应该自我勉励，为不善应该察省自己身上的过失，这是不勉励其为非，不昭示人之不善。如劝为善就要督促别人，昭示人之不善则人怨，那么就会患生而不善了。所以道不可以进而求名，却可以退而修身。因此圣人不以行动求名，不以所知求誉，而是治随顺自然，自己不再强加上什么东西，并无所求。做的便有不成功者，求的便有得不到者，人有困顿之时而道却永远无所不通达。有智而无为与无智有相同的成就，有能而无事与无能有相同的收获。有智若无智，有能若无能，事理通达而智能就消亡了。为善不求福而福至，为恶不求祸而祸生，爱名重誉则心不体道，体道深刻则身不求名，人与道不同时显明，反而是道理灭而人名彰，那就比较危险了。'
      },
      {
        title: '使信士分财，不如定分而探筹',
        content: '老子〔文子〕曰：使信士分财，不如定分而探筹，何则？有心者之于平，不如无心者也。使廉士守财，不如闭户而全封。以为有欲者之于廉，不如无欲者也。人举其疵则怨，鉴见其丑则自善。人能接物而不与己，则免于累矣。',
        translation: '老子说：让诚实的人分财产，还不如确定名分等级而抽筹决定，为什么？有心于财产的人而分财产，即使要想达到公正公平，还不如无心于财产的人抽签按天意而定来得公平。让廉洁之士守护财产，还不如关闭门窗密封起来以求得省事。认为有欲望的人能达到廉洁，还是不如无贪欲的人可靠啊。人们被他人指出脸上有小缺点就怨恨人家，但自己从镜子里照出来不以为丑反以为美了，鉴丑自善，在我则爱之。人能接物而无好恶，顺其自然，就不会被万物所累了。'
      },
      {
        title: '凡事人者，非以宝币',
        content: '老子〔文子〕曰：凡事人者，非以宝币，必以卑辞。币单而欲不厌，卑体免辞。论说而交不结，约束誓盟，约定而反先日。是以君子不外饰仁义，而内修道德。修其境内之事，尽其地方之广；劝民守死，坚其城郭，上下一心，与之守社稷。即为民者不伐无罪，为利者不攻难得，此必全之道，必利之理。',
        translation: '老子说：大凡服侍人的人，不是用宝币，就是用卑谦的言辞来取悦被服侍者。珍贵的宝币用尽而仍不能满足被服侍者的要求时，就不免于卑躬屈膝和言辞谦让了。凭借论说而交情不能结，虽然誓盟得以约束，但却往往先于所约定之日而背叛。因此君子不在身外饰以仁义，而是退而内修道德。处理好国家的政事，尽其地方之所有，发展农业生产；勉励百姓以死命来守城，使城墙坚固，上下一心，共同保卫社稷国家。也就是为民者不讨伐无罪之人，为利者不攻取难得之物，这两点就是保全国土之道，同时也是利民之理。'
      },
      {
        title: '圣人不胜其心，众不胜其欲',
        content: '老子〔文子〕曰：圣人不胜其心，众不胜其欲。君子行正气，小人行邪气。内便于性，外合于性，外合于义，循理而动。不系于物者，正气也；推于滋味，淫于声色，发于喜怒，不顾后患者，邪气也。邪与正相伤，欲与性相害，不可两立，一起一废，故圣人损欲而从性。目好色，耳好声，鼻好香，口好味，合而说之，不离利害嗜欲也。耳目鼻口不知所欲，皆心为之制，各得其所由。由此观之，欲不可胜亦明矣。',
        translation: '老子说：圣人凡事都以心为主，故其心不可战胜，一般的人凡事都以欲为主，故其欲不可战胜。君子行正气，小人行邪气。内适合于性，外符合于义，遵循理而动。不被外物所束缚的，是正气；选择滋味，淫于声色，发于喜怒，不顾及后患的，是邪气。邪气与正气互相伤害，欲与性互相伤害，不能同时并存，必须废除一个兴起一个，所以圣人除欲而从性。目好色，耳好声，鼻好香，口好味，色声香味合在一起使人感到愉悦，那么也就不离利害嗜欲了。耳目鼻口不知欲望，之所以对色、声、香、味感到愉悦，在于心的控制和判断，从而才使耳、目、鼻、口各得所需。由此观之，欲望不可战胜也就是比较明显的了。'
      },
      {
        title: '治身养性者，节寝处',
        content: '老子〔文子〕曰：治身养性者，节寝处，适饮食，和喜怒，便动静，内在己者得，而邪气无由入。饰其外，伤其内。扶其情者，害其身；见其文者，蔽其真。夫须臾无忘其为贤者，必困其性；百步之中，无忘其为容者，必累其形。故羽翼美者，伤其骸骨；枝叶茂者，害其根荄；能两美者，天下无之。',
        translation: '老子说：治身养性的人，坐卧有节，饮食适度，喜怒和谐，动静顺从，体内便可获得正气，而邪气就无从可入。适合于外在感官的便会使体内的正气受损伤，放纵其嗜欲的便会使精神受到伤害，看见其花纹便会蔽藏其本质。片刻不忘自己为贤的人，心必为贤之名所制约，本性必受困；百步之中不忘自己容貌的人，必然为其形象所累。所以羽翼美好的鸟类身体必受伤害，枝叶繁茂的草木必使其根干受伤害，能两全其美的天下没有。'
      },
      {
        title: '天有明不忧民之晦也',
        content: '老子〔文子〕曰：天有明不忧民之晦也，地有财不忧民之贫也。至德道者若丘山，巍然不动，行者以为期，直己而足物，不为人赐，用之者亦不受其德，故安而能久。天地无与也，故无夺也；无德也，故无怨也。善怒者，必多怨；善与者，必善夺。唯随天地之自然而能胜理。故誉见即毁随之，善见即恶从之，利为害始，福为祸先，不求利即无害，不求福即无祸，身以全为常，富贵其寄也。',
        translation: '老子说：天有光明，能普照光明至暗之处；大地有财富，可富藏天下，天地之自然而然，万物自然而生，民众能顺天因地，就可以不忧晦贫困了。得至道之人稳若山丘，嵬然而不动，行道之人以其为目的地，正己而足物，不是为了恩赐他人，用天之明、地之财的人不接受其德，故能安定而长久。天地自然而然，无与无夺；由于无得，故而无怨。善怒者必多怨恨，善与者必善夺。只有随顺天地之自然才能胜理，以全天理之道。所以名誉一出现损毁跟着就来，善一出现恶便跟着而来，利是害的开始，福是祸的先兆，不贪求利即无害，不贪求福即无祸，视富贵如烟云，才可以保全其身。'
      },
      {
        title: '圣人无屈奇之服',
        content: '老子〔文子〕曰：圣人无屈奇之服，诡异之行。服不杂，行不观，通而不华，穷而不慑，荣而不显，隐而不辱，异而不怪，同用无以名之，是谓大通。',
        translation: '老子说：圣人不穿奇装异服，没有诡异的行动。衣服没有杂色，行动不为人所注意，通达而不浮华，穷困而不丧气，荣耀而不彰显，隐匿而不辱没，奇特而不怪异，与一般人相同却不能为其命名，这就是大通。'
      },
      {
        title: '道者直己而待命',
        content: '老子〔文子〕曰：道者直己而待命，时之至不可迎而返也，时之去不可足而援也，故圣人不进而求，不退而让。随时三年，时去我走；去时三年，时在我后。无去无就，中立其所。天道无亲，唯德是与。福之至非己之所求，故不伐其功；祸之来非己之所生，故不悔其行。中心其恬，不累其德；狗吠不惊，自信其情；诚无非分，故信道者不惑，知命者不忧。帝王之崩，藏骸于野，其祭也祀之于明堂，神贵于形也。故神制形则从，形胜神则穷。聪明虽用，必反诸神，谓之大通。',
        translation: '老子说：体道之人正己而等待时机，时机到来不可逆返，时机离去不可追拉，所以圣人不进而求，不退而让。顺应时运三年，时运在我之前离去；先于时间三年，时运便赶在了我的后面。先于时间太过，后于时间不及，只有迎之无前，随之无后，不离不就，独立其中，随时安处，才是不进而求，不退而让。天道不分亲疏远近，只赐福于那些有德之人。福的到来并非自己所求得，所以不夸耀功劳；祸的到来并非自己所生成，所以不后悔行动。安静内心，不累其德；狗吠不惊，自信其情；精诚无非分之想，所以通达于道的人不迷惑，知道天命的人不忧虑。帝王驾崩，尸体埋葬于郊野，却在明堂之内为其举行祭祀之礼，这是因为神贵于形的缘故。所以神制约形则顺从，形战胜神则困顿，神便离形而去。耳目视听用之，但必须返之于神，便叫做大通。'
      },
      {
        title: '古之存己者，乐德而忘贱',
        content: '老子〔文子〕曰：古之存己者，乐德而忘贱，故名不动志；乐道而忘贫，故利不动心。是以谦而能乐，静而能淡。以数算之寿，忧天下之乱，犹忧河水之涸，泣而益之也。故不忧天下之乱，而乐其身治者，可与言道矣。',
        translation: '老子说：古代那些养神全性的人，乐德而忘记卑贱，所以功名不能动摇其志向；乐道而忘记贫困，所以利益不能动摇其心性。因此卑下而能安乐，虚静而平易。以有限的年寿，忧患天下的动乱，就如同忧虑黄河的干枯，希望用泪水增益枯竭的河流一样，徒劳而无意义。所以不忧患天下的动乱，而以自身养神全性为乐的人，就可以同他讨论道的问题了。'
      },
      {
        title: '人有三怨：爵高者',
        content: '老子〔文子〕曰：人有三怨：爵高者，人妒之；官大者，主恶之；禄厚者，人怨之。夫爵益高者，意益下；官益大者，心益小；禄益厚者，施益博。修此三者，怨不作。故「贵以贱为本，高以下为基。」',
        translation: '老子说：人有三种怨恨：爵位太高人们就嫉妒你，官位太大人君就厌恶你，俸禄太厚人们就责恨你。爵位越高的人心意越关注于百姓，官位越高的人心胸越要谦卑，俸禄越厚的人施舍越要广博，修养到这三点则怨恨就没有了。所以，“高贵以卑下为根本，高大以低下为根基”，就是这样的道理啊。'
      },
      {
        title: '言者，所以通己于人也',
        content: '老子〔文子〕曰：言者，所以通己于人也；闻者，所以通于己也。既暗且聋，人道不通。故有暗聋之病者，莫知事通。岂独形骸有暗聋哉！心亦有之塞也，莫知所通，此暗聋之类也。夫道之为宗也，有形者皆生焉，其为亲也，亦戚矣。飧谷食气者皆寿焉，其为君也亦惠矣；诸智者学焉，其为师也亦明矣。人皆以无用害有用，故知不博而日不足，以博奕之日问道，闻见深矣，不闻与不问，犹暗聋之比于人也。',
        translation: '老子说：语言是用来表达和沟通自己与他人之间交流、交际的工具。既哑又聋，那么交际之道也就堵塞了。所以有聋哑疾病的人，就不知道沟通。难道只有单单是耳、口等生理器官的疾病！其心也被堵塞了，不知辨别，心亦和口哑耳聋一样，心也患疾病了。道是万物的根本，世间万物皆有赖道而生成，它们和道是亲戚关系，万物均以道为亲啊。吃谷食气的体道者都有高寿，他们做了国君就会给百姓以仁爱和恩惠，诸智者学习这些，便由学而明。人均以无用的东西伤害有用的东西，所以知识不广博就会日无所得，因为下棋之人常切磋下棋之道，则日有所得，月有所进，其闻见就深刻，不闻不问，便与既哑又聋的人划归一类了。'
      },
      {
        title: '人之情，心服于德',
        content: '老子〔文子〕曰：人之情，心服于德，不服于力。德在与不在来。是以，圣人之欲贵于人者，先贵于人；欲尊于人者，先尊于人；欲胜人者，先自胜；欲卑人者，先自卑。故贵贱尊卑，道以制之。夫古之圣王，以其言下人，以其身后人，即天下乐推而不厌，戴而不重，此德重有余而气顺也。故知与之为取，后之为先，即几之道矣。',
        translation: '老子说：人之情心服于德，而不服于力，以力服人者，服者非心服，以德服人者，服者才自心而诚服。德在于给与而不在于索求。因此圣人想要比别人高贵，就要先以别人为高贵；想要受人尊重，就要先去尊重别人；想要战胜别人，就要先去战胜自己；想要鄙视别人，就要先去鄙视自己。故贵贱尊卑之别，都由道来制约它们。古代的圣王们以其言自甘在人之下，以其身自甘在人之后，于是天下百姓乐意推荐他们而不厌恶他们，拥戴他们而不敬重他们，这是施德有余而气顺于道，道归于己身的缘故。所以知道给就是取，后就是先的道理的人，就差不多接近于道了。'
      },
      {
        title: '德少而宠多者讥',
        content: '老子〔文子〕曰：德少而宠多者讥，才下而位高者危，无大功而有厚禄者微。故「物或益之而损，或损之而益。」众人皆知利利，而不知病病；唯圣人知病之为利，利之为病。故再实之木其根必伤，多藏之家其后必殃。夫大利者反为害，天之道也。',
        translation: '老子说：德少而宠爱多的人遭到谴责，才能低下而地位很高的人面临危险，没有大功劳而享有厚禄的人将要衰败。所以“一切事物有时抬高它，它反遭受贬低，有时贬低它，它反而得到了抬高”。一般的人都知道喜欢利，而不知道厌恶害；只有圣人才知道害可转化为利，利亦可能转化为害的道理。所以一年两次结果的树木必然使其根受到了伤害，贮藏财货很多的人家其后代必然要遭受祸患。大利的结果反而转化为害，这就是天道使然。'
      },
      {
        title: '小人从事曰苟得',
        content: '老子〔文子〕曰：小人从事曰苟得，君子曰苟义。为善者，非求名者也，而名从之，名不与利期，而利归之，所求者同，所极者异，故动有益则损随之。言无常是，行无常宜者，小人也；察于一事，通于一能，中人也；兼覆而并有之，技能而才使之者，圣人也。',
        translation: '老子说：小人从事为得利，利得而害亦随之而来，君子从事为获义，不为名利而名利随之而来，不为利而利至，并没有事前的约定。君子、小人所追求的相同，但最终的结果却不同，所以说这是损之而益，益之而损。言无常对，行无常义，言行不一，与德不相称的人，是小人；有审察一事之才，通于一技之能的人，是中等人；才能兼具，德才兼备，技能受才能所指使的人，才是圣人啊。'
      },
      {
        title: '生所假也，死所归也',
        content: '老子〔文子〕曰：生所假也，死所归也。故世治即以义卫身，世乱即以身卫义；死之日，行之终也，故君子慎一用之而已矣。故生所受于天以，命所遭于时也，有其才不遇其世，天也，求之有道，得之在命。君子能为善，不能必得其福，不忍而为非，而未必免于祸。故君子逢时即进，得之以义，何幸之有！不时即退，让之以礼，何不幸之有！故虽处贫贱而犹不悔者，得其所贵也。',
        translation: '老子说：生是精神依托于形体而存在，死是精神脱离形体而回归于自然。所以世道治理得好就以义保护身体，世道混乱就以身体保护义；死亡之日，也就是行动的终结，所以君子谨慎地体用道，不三心二意，如此而已。所以人性受命于天，由天生而成，贫富贵贱的遭遇是时运所决定的，有其才能而生不逢时，是天意，对贫富贵贱的追求有一定的办法，但能否得到则是由时运所决定，故得之不以为喜，失之不以为忧。君子能为善行但不能保证必须就能获得幸福，不忍为非作歹，但却未必就能免遭祸患。所以君子抓住时运入仕做官，这是因为义才获得的，有什么庆幸的呢？不逢时运就要全身而退，不要强行入仕做官，以礼相让，又有什么不幸可言呢？所以虽然身处贫贱而犹不悔的人，才真正获得了道的真谛。'
      },
      {
        title: '人有顺逆之气生于心',
        content: '老子〔文子〕曰：人有顺逆之气生于心，心治则气顺，心乱则气逆。心之治乱在于道德，得道则心治，失道则心乱。心治则交让，心乱则交争。让则有德，争则有贼。有德则气顺，贼生则气逆。气顺则自损以奉人，气逆则损以人以自奉。夫气者可道已而制也。天之道，其犹响之报声也。德积则福生，怨积则祸生。宦败于官茂，孝衰于妻子，患生于忧解，病甚于且愈。故「慎终如始，则无败事也。」',
        translation: '老子说：人有顺逆之气都生于心，心治则气顺，心乱则气逆。心的治或乱全在于道，得道则心治，失道则心乱。心治即相互谦让，心乱即相互争夺。谦让就会有德，争夺就会生邪。有德就气顺，邪生就气逆。气顺则自我消耗而去给予他人，气逆则消耗他人去有利于自己。气，是可以用道来制约的。天之道，就像回声相应一样。积德则福至，积怨则祸至。学败于官多，孝衰于妻儿，祸害生于忧患解除之时，病接近于好时仍要节制。所以“若结束时的慎重能如开始时一样，那就不会把事情搞坏了”。'
      },
      {
        title: '举枉与直，如何不得',
        content: '老子〔文子〕曰：举枉与直，如何不得；举直与枉，勿与遂往。所谓同污而异泥者。',
        translation: '老子说：举荐小人归与君子之列，小人怎么能不得意；举荐君子归与小人之列，故君子所不往。虽然君子处在小人的道路上，小人处在君子的范围内，但二者同俗而不同道，即合而不同。'
      },
      {
        title: '圣人同死生，愚人亦同死生',
        content: '老子〔文子〕曰：圣人同死生，愚人亦同死生。圣人同死生明于分理，愚人同死生不知利害之所在。道悬天，物布地，和在人。人主不和，即天气不下，地气不上，阴阳不调，风雨不时，人民疾饥。',
        translation: '老子说：圣人同死生，愚人也同死生，圣人之同死生在于明确分清了利与害的道理，而愚人之同死生却不知道利与害之所在。道高悬于天上，万物散播于大地，而调和则在于人。人主失和就会使天之气下不来，地之气上不去，阴阳不调，风雨失时，人民就会发生疾病饥荒。如果人主和治其气，安抚万物，那么天时地利，风调雨顺，灾害不生。'
      },
      {
        title: '得万人之兵，不如闻一言之当',
        content: '老子〔文子〕曰：得万人之兵，不如闻一言之当；得隋侯之珠，不如得事之所由；得和氏之璧，不如得事之所适。天下虽大，好用兵者亡；国虽安，好战者危。故「小国寡民，虽有什伯之器而勿用。」',
        translation: '老子说：一言正确适当，可使万人之兵不战而自动屈服；得隋侯之珠，不如得到使事情成功的途径；得和氏之璧，不如得到处理事情的最适当的办法。天下虽然广大，但喜好用兵者则灭亡；国家虽然安定，但喜好战争则危险。故“小国寡民，虽然有利器也不肯使用”。'
      },
      {
        title: '能成霸王者，必德胜者也',
        content: '老子〔文子〕曰：能成霸王者，必德胜者也。能胜敌者，必强者也。能强者，必用人力者也。能用人力者，必得人心者也。能得人心者，必自得者也。自得者，必柔弱者。能胜不如己者，至于若己者而格。柔胜出于若己者，其事不可度。故能众不胜，成大胜者也。唯圣人能之。',
        translation: '老子说：能成就霸王之业的人，是必须以德胜之的，在于得人心。能够有力胜敌的，必须强在自胜。而能够强大，一定是利用了民众的力量。能利用民众的力量的人，也必定是得人心的。能得人心，也一定自身修道得道的。能够得其道的，一定是以柔弱处世处事的。强硬尽管能胜过不如自己的人，但碰上力量与之相等的人就互相抗衡而难以取胜了。而柔弱可以胜过比自己强大的人，它的无形的柔性之力是无法计算的。所以能从多次失败中转变为大胜利，这只有圣人才能做到。'
      },
    ]
  },
  {
    title: '道德',
    data: [
      {
        title: '学问不精，听道不深',
        content: '文子〔平王〕问道，老子〔文子〕曰：学问不精，听道不深。凡听者，将以达智也，将以成行也，将以致功名也。不精不明，不深不达。故上学以神听，中学以心听，下学以耳听。以耳听者，学在皮肤；以心听者，学在肌肉；以神听者，学在骨髓。故听之不深，即知之不明；知之不明，即不能尽精；不能尽其精，即行之不成。凡听之理，虚心清静，损气无盛，无思无虑，目无妄视，耳无苟听，专精积畜，内意盈并，既以得之，必固守之，必长久之。夫道者，原产有始，始于柔弱，成于刚强。始于短寡，成于众长。「十围之木，始于把；百仞之台，始于下。」此天道也。圣人法之，卑者所以自下也，退者所以自后也，俭者所以自小也，损者所以自少也。卑则尊，退则先，俭则广，损则大，此天道所成也。夫道者，德之元，天之根，福之门，万物待之而生，待之而成，待之而宁。夫道，无为无形，内以修身，外以治人；功成事立，与天为邻。无为而无不为，莫知其情，莫知其真，其中有信。天子有道，则天下服、长有社稷；公侯有道，则人民和睦、不失其国；士庶有道，则全其身、保其亲；强大有道，不战而克；小弱有道，不争而得。举事有道，功成得福；君臣有道，则忠惠；父子有道，则慈孝；士庶有道，则相爱。故有道则和，无道则苛。由是观之，道之于人，无所不宜也。夫道者：小行之，小得福；大行之，大得福；尽行之，天下服；服则怀之。故帝者，天下之适也；王者，天下之往也。不适不往，不可谓帝王。故帝王不得人不能成，得人失道亦不能守。夫失道者，奢泰骄佚，慢倨矜傲，见余自显自明，执雄坚强，作难结怨，为兵主，为乱者。小人行之，身受大殃；大人行之，国家灭亡，浅及其身，深及子孙。夫罪莫大于无道，怨莫深于无德，天道然也。',
        translation: '文子问什么是道，老子回答说：学问不精通，听道不精深。大凡以耳闻音的人，是为了将来能通达圣哲之智，成就仁义之行，获得功名之业啊。不精通就蒙昧不明，不精深就迷茫不通，精则深，明则达。所以最好的学习是用神去领会，中等的学习是用心思考，下等的学习是仅凭感觉。凭感觉学习的，仅学到了表面上的东西；用心思考的，便学到了内里的东西；用神去领会的，才能学到实质性的东西。所以听之不精深，就会知其然而不知其所以然；知其然而不知其所以然，就不能穷尽其精髓；不能穷尽其精髓，就不会体用成功。大凡听讲的法则，要虚心清静，减少盛气处静虚之状，无思无虑，心无杂念，用心体会，目不乱视，耳不苟听，专精积畜，意守一处，内意满而不散，这样，既然已经学习得到，必定会长时期地固守它，而终自受用。道这个东西，原本产生于有始，它发端于柔弱，成就于刚强。发端于短少，而成就于众长。道生万物，本有其母，均乘一气而生，气柔弱无形，成于形质，性乃刚强，道始于一，一生二，二生三，三生万物，生生而不寡，所以能众，孳生故不短，所以才长。十围粗的树木是由细木发育长成，百仞高的台子由地面开始筑起，这就是自然的法则。圣人效法自然的法则，谦卑所以在众人之下，退让所以在众人之后，俭朴所以自甘微小，损减所以自甘寡少。谦卑就是尊贵，退让就是先进，俭朴就是广博，减损就是大多，这就是天道的规定。天道，是德的原始，天的根本，福的门径，万物皆有赖于它而产生，有待于它而育成，有待于它而安宁。天道，是无为而无形的，在内用以修身，在外用以治人；功绩而成事业而立，便与天相连接。与天地同功，无为而无不为，虽有情却不可察，虽有真却不可识，但于窈冥之中，其情其信甚真。天子掌握了道则天下服从，就会长久地拥有社稷国家。诸侯掌握了道则人民和睦，不丧失其国土。百姓掌握了道，就可使其身全，而保其亲族。强大又有道，则不战而胜。弱小又有道，则不用争斗便可获得。举事而有道，而功成得福。君臣有道则忠惠仁爱，父子有道则慈孝相亲，百姓有道则相爱相敬。所以有道就和谐，无道就暴虐，由此看来，道之于一切人，都是适宜的。道，小施行它得小福，大施行它得大福，完全行道则天下归之，归来就安抚之。所以为帝者，就是天下的归往，为王者，就是天下的朝向。天下之人不归往不朝向，就不能称作是帝王。所以帝王不得人就不能成功，得人却失去了道其位亦不可长久。失道的人挥霍无度骄横放肆，傲慢自大，自我表现自己的聪明，执雄坚强而不知柔弱，作难结怨，则必是挑起战争之人，必成为祸乱之首。小人这样做，身受大害，大人这样做，国家必然灭亡，浅的伤害是伤及其身，重的伤害会殃及子孙后代。罪行再也没有比无道更大的了，怨恨再也没有比无德更深的了，天道就是这样啊。'
      },
      {
        title: '夫行道者，使人虽勇',
        content: '老子〔文子〕曰：夫行道者，使人虽勇，刺之不入；虽巧，击之不中。夫刺之不入，击之不中，而犹辱也。未若使人虽勇不敢刺，虽巧不敢击。夫不敢者，非无其意也；未若使人无其意。夫无其意者，未有爱利害之心也，不若使天下丈夫女子莫不欢然皆欲爱利之。若然者，天地而为君，无官而为长，天下莫不愿安利之。故「勇于敢则杀，勇于不敢则活。」',
        translation: '老子说：行道之人，假使别人虽然很有勇气，刺其亦不能入；虽然有技巧，击其亦不能中；刺不入，击不中，但也仍然受到了辱慢，不如使别人虽有勇气却不能刺，虽有技巧却不敢击。所谓的不敢，并非是没有那样的意识；所以不如使别人根本就没有刺、击的思想。所谓的没有刺、击的思想，也就是没有爱利之心，不如让天下的男人和女人没有不高兴的都想去爱戴拥护你。如果真是这样的话，就可以天地而为君，无官而为长，尊道而贵德，天下之人没有不爱戴拥护你的。所以说“勇气发于心，因为心气的支配而争胜逞强就会死，能控制住心气而不争胜逞强就可以活”。'
      },
      {
        title: '畜之养之，遂之长之',
        content: '文子〔平王〕问德，老子〔文子〕曰：畜之养之，遂之长之，兼利无择，与天地合，此之谓德。何谓仁？曰：为上不矜其功，为下不羞其病；于大不矜，于小不偷；兼爱无私，久而不衰，此之谓仁也。何谓义？曰：为上则辅弱，为下则守节，达不肆意，穷不易操，一度顺理，不私枉挠，此之谓义也。何谓礼？曰：为上则恭严，为下则卑敬，退让守柔，为天下雌，立于不敢，设于不能，此之谓礼也。故修其德则下从令，修其仁则下不争，修其义则下平正，修其礼则下尊敬。四者既修，国家安宁。故物生者道也，长者得也，爱者仁也，正者义也，敬者礼也。不畜不养，不能遂长；不慈不爱，不能成遂；不正不匡，不能久长；不敬不宠，不能贵重。故德者，民之所贵也；仁者，民之所怀也；义者，民之所畏也；礼者，民之所敬也。此四者，文之顺也；圣人之所以御万物也。君子无德则下怨，无仁则下争，无义则下暴，无礼则下乱。四经不立，谓之无道。无道不亡者，未之有也。',
        translation: '文子问什么是德，老子说：积累它养育它，遂顺它成长它，兼利无别，与天地吻合，由道而在德，兼及仁义礼，这就叫做德。文子问什么叫做仁，老子说：人君不矜夸其功劳，百姓不耻辱困苦，在大处不骄傲，在小处不苟且，兼爱无私欲，坚守长久而不使其衰败，这就叫做仁啊。文子问什么叫做义，老子说：人君能辅助弱小，百姓能守持节操，发达不任意而行毫无顾忌，穷苦不改变节操，始终遵循理度正行，不私自违法曲断，这就叫做义啊。文子问什么叫做礼，老子说：人君能端庄严肃，百姓能谦卑恭敬，退让而坚守柔弱，争取做天下最为柔弱之人，立心于警惕之中，立命于柔弱之道，这就叫做礼啊。所以修养德百姓就服从政令，修养仁百姓就不会纷争，修养义就会使百姓平正，修养礼就会使百姓尊敬。四者都修养到了，国家便得安宁。所以事物的生在于道，长在于德，爱在于仁，正在于义，敬在于礼。不积累不养育它，就不能顺利地成长；不仁慈不爱护它，就不能成就；不匡正不规范它，就不能保持长久；不敬重不尊宠它，就不能认为贵重。所以德是百姓所尊贵的，仁是百姓所胸怀的，义是百姓所畏惧的，礼是百姓所敬崇的。这四者，是文的顺序，是圣人用来驾御万物的根本。君子无德则百姓怨恨，无仁则百姓纷争，无义则百姓残暴，无礼则百姓叛乱。四种原则不立，便叫做无道。无道而又不败亡的，是从来没有过的。'
      },
      {
        title: '至德之世，贾便其市',
        content: '老子〔文子〕曰：至德之世，贾便其市，农乐其野，大夫安其职，处士修其道，人民乐其业；是以风雨不毁折，草木不夭死；河出图，洛出书。及世之衰也，赋敛无度，杀戮无止。刑谏者，杀贤士，是以山崩川涸，蠕动不息，野无百蔬。故世治则愚者不得独乱，世乱则贤者不能独治。圣人和愉宁静，生也；至德道行，命也。故生遭命而后能行，命得时而后能明，必有其世而后有其人。',
        translation: '老子说：上古道德最高的时代，商人很便利地在市场上进行交易，农人快乐地在农田上耕作，大夫安心他们的职位，处士则在家修养他们的道德，人民安居乐业，因此风调雨顺没有自然灾害的发生，草木不短命而早死，河出图，洛出书，祥瑞尽现。到了后来世道衰落的时候，征收田税没有标准可依，杀戮不能停止。刑罚劝谏之人，杀死贤士忠臣，因此高山崩塌大川干涸，蠕动不息，昆虫为害，田野上已见不到蔬菜了。所以世道治理得好不肖之人就不可能单独作乱，世道昏乱贤士忠臣就不能单独把它治理得好。圣人和愉宁静，这就是性；至德之世而道行，这就是命。所以性必须遇命道德才能得以施行，命得到时运才能得以畅明，必然是先有那样的世道而后才能有那样的人。'
      },
      {
        title: '闻而知之，圣也',
        content: '文子〔平王〕问圣智，老子〔文子〕曰：闻而知之，圣也；见而知之，智也。故圣人常闻祸福所生而择其道，智者长见祸福成形而择其行。圣人知天道吉凶，故知祸福所生；智者先见成形，故知祸福之门。闻未生，圣也；先见成行，智也；无闻见者，愚迷。',
        translation: '文子问什么是圣和智，老子说：传授而后才知道的那些，就是圣，亲身观察了解到的那些，就是智。所以圣人经常知道祸福相倚所生而选择虚静之道，智者经常察知祸福产生的先兆而谨慎行事，不为福先，不为祸始。圣人能预知天道的吉凶，所以能知道祸福的生成；智者能洞见祸福发生的先兆，所以能知道祸福的由来，防微杜渐而免于凶险。祸福尚无预兆时就知道其相倚所生，这就是圣；能洞见祸福发生的先兆，这就是智。既不知道祸福之所生，亦不知道祸福之先兆的人，便是愚迷之人。'
      },
      {
        title: '君好智则信时而任己',
        content: '老子〔文子〕曰：君好智则信时而任己，弃数而用惠，物博智浅，以浅赡博，未之有也。独任其智，失必多矣。好智穷术也，好勇危亡之道也。好与则无定分，上之分不定，则下之望无止，若多敛则与民为仇。少取而多与，其数无有，故好与，来怨之道也。由是观之，财不足任，道术可因，明矣。',
        translation: '老子说：人君好智就信从一时之所遇而放任自己之智，放弃道理而任用恩惠，物多智少，以少供多，是没有这样的事的。独逞其智，必有多失。好智就会使道术穷尽，好勇逞强就是危亡之道啊。喜好施予恩惠就没有一定的名分等级，上面的名分等级不能确定，下面的欲望就没有止境，如果多敛取就会与民为仇。少敛取而多施与，其数量是不可限量的，永远满足不了欲望，所以喜好施舍恩惠，是产生怨恨之道。由此观之，财物是不足以能大用的，唯有道术才是可以继承的，才是能大用的东西，这是很明白的道理啊。'
      },
      {
        title: '古之王者，以道莅天下',
        content: '文子〔平王〕问曰：古之王者，以道莅天下，为之奈何？老子〔文子〕曰：执一无为，因天地与之变化。「天下，大器也。不可执也，不可为也。为者败之，执者失之。」执一者，见小也；见小故能成其大也。无为者，守静也，守静能为天下正。处大，满而不溢；居高，贵而无骄。处大不溢，盈而不亏；居上不骄，高而不危。盈而不亏，所以长守富也；高而不危，所以长守贵也。富贵不离其身，禄及子孙，古之王道具于此矣。',
        translation: '文子问说：古代的王者，用道统治天下，为之如何？老子说：执道无为，因应天地与之变化。“天下是个神圣的器物，不可把持它，不可勉强去做的。勉强去做就会失败，想把持它就会丧失。”把持它的人，就会看见它的小，看见它的小是不能成就其大的，就不会得到天下。无为的人，就是守静的人，守静就能成为天下的准则。居大，满而不溢，处高，贵而不骄。处大不溢，盈满而不亏损，居上不骄，高耸而不危险。盈满而不亏损，所以能长守富贵；高耸而不危险，所以能长守尊贵。富贵不离其身，福禄延及子孙，古代的王道都包括在这里了。'
      },
      {
        title: '民有道所同行，有法所同守',
        content: '老子〔文子〕曰：民有道所同行，有法所同守，义不能相固，威不能相必，故立君以一之。君执一即治，无常即乱。君道者，非所以有为也，所以无为也。智者，不以德为事；勇者，不以力为暴；仁者，不以位为惠。可谓一矣。一也者，无敌之道也，万物之本也。君数易法，国数易君，人以其位达其好憎。下之任惧，不可胜理。故君失一，其乱甚于无君也。君必执一，而后能群矣。',
        translation: '老子说：百姓有道所能同行，有法所能同守，但义却不能让他们总是固守，威不能让他们一定执行，所以要设立国君而统一他们。国君执道，也即“一”，就可治理好国家，反复无常就会使国家动乱。为君之道，并不是有为而治，而是无为而治啊。智者不凭借德做事，勇者不凭借力残暴，仁者不凭借位施惠。以德为事，以力为暴，以位为惠，都不是为君之道，能做到这三点，就可以称得上是“一”了。“一”这个东西，是无敌之道啊，是万物的本源啊。国君多次变易国家的法令，国家多次变易其国君，人因为其位置尊贵的关系而满足其好憎，在下的官吏因为惧怕便应合高位之人的好憎，他们的言行肯定会超出理法之外，从而使国家产生动乱。所以国君丧失了“一”，失去了为君之道，导致的动乱比国家没有国君还要厉害和严重。国君必执“一”，也即“道”，守清静无为，然后才可统帅百姓为君。'
      },
      {
        title: '王道有几？一而已矣',
        content: '文子〔平王〕问曰：王道有几？老子〔文子〕曰：一而已矣。文子〔平王〕曰：古有以道王者，有以兵王者，何其一也？曰：以道王者，德也；以兵王者，亦德也。用兵有五：有义兵，有应兵，有忿兵，有贪兵，有骄兵。诛暴就弱，谓之义；敌来加己，不得已而用之，谓之应；争小故，不胜其心，谓之忿；利人土地，欲人财货，谓之贪；恃其国家之大，矜其人民之众，欲见贤于敌国者，谓之骄。义兵王，应兵胜，忿兵败，贪兵死，骄兵灭，此天道也。',
        translation: '文子问：“王道有几种？”老子回答说：“有一种就可以了。”文子问：“古代有用道化民，天下之人都来归附而使之称王的，有用兵武力征伐，统一天下而称王的，怎么能说天下的王道只有一种呢？”老子回答说：用道化民而称王是为德，用兵以武力征伐而统一天下也是为德啊，所以说天下的王道只有一种。用兵有五种方式：有义兵，有应兵，有忿兵，有贪兵，有骄兵。讨伐残暴救助弱小安定忠良就叫做义兵；敌人来侵犯自己不得已被迫进行的防御自卫性质的举兵，就叫做应兵；因争讼小事心生怨恨发怒而用兵就叫做忿兵；想要得到别人的土地，想要掠夺别人的货财而用兵，就叫做贪兵；依仗其国家强大，自夸其民众之多，炫耀其势力于别国而用兵，就叫做骄兵。用义兵可以称王，发应兵可以胜利，兴忿兵必然失败，起贪兵必然覆灭，举骄兵必然灭亡，这就是天道。'
      },
      {
        title: '释道而任智者危',
        content: '老子〔文子〕曰：释道而任智者危，弃数而用才者困。故守分循理，失之不忧，得之不喜。成者非所为，得者非所求，入者有受而无败，出者有授而无与。因春而生，因秋而杀，所生不德，所杀不怨，则几于道矣。',
        translation: '老子说：舍掉道而放任智的人是要有危险的，放弃理而专用才的人是要有忧困的，所以守持名分等级遵循道理，才能失去了而不忧患，得到了而不喜悦。成功并非是由于自己所做出来的，得到了也并非是由于自己的刻意追求，进入的东西接受它而不取用，出去的东西授与它而不给予。依春天而生长，依秋天而死亡，生的时候不感谢其德，死的时候不产生怨恨，因循自然，无德无怨，就接近于道了。'
      },
      {
        title: '王者得其欢心，为之奈何',
        content: '文子〔平王〕问曰：王者得其欢心，为之奈何？老子〔文子〕曰：若江海即是也，淡兮无味，用之不既，先小而后大。「夫欲上人者，必以其言下之；欲先人者，必以其身后之。」天下必效其欢爱，进其仁义，而无苛气。居上而民不重，居前而众不害，天下乐推而不厌。虽绝国殊俗，蜎飞蠕动，莫不亲爱，无之而不通，无往而不遂，故为天下贵。',
        translation: '文子问：称王的人得到百姓的爱戴那会怎么样呢？老子回答说：就像是江海那样罢了，平淡而无味，不是依仗他的才智物利，而是所以为百川之王的道理，在于它们善于接纳比自己小的水流，所以说它们是先小而后大，善于以小养大。江海之所以能成为一切小水流的领袖，在于它们处在一切小水流的下游，所以才能做小水流的领袖。因此，人君欲统治百姓，必须要先用言语对百姓表示谦虚；要君临天下，必须把自己放在天下百姓之后。天下必效法其欢爱，行其仁义，而无苛刻之风气。所以，圣人在百姓之上进行统治，而百姓不感到有负担；在百姓之前领导，而百姓不认为有妨碍，故天下的百姓对其爱戴而不厌弃。如此，虽然是边远地区不同习俗的民族和国家，虽然是蚊虫的飞行和爬动，都没有不相亲相爱的，道的作用就是这样大，所以执道而行，无往而不通，无往而不顺，能为天下贵，为百姓所爱戴。'
      },
      {
        title: '执一世之法籍，以非传代之俗',
        content: '老子〔文子〕曰：执一世之法籍，以非传代之俗，譬犹胶柱调瑟。圣人者，应时权变，见形施宜，世异则事变，时移则俗易，论世立法，随时举事。上古之王，法度不同，非古相返也，时务异也。是故，不法其已成之法，而法其所以为法者，与化推移。圣人法之可观也，其所以作法不可原也，其言可听也，其所以言不可形也。三皇五帝轻天下，细万物，齐死生，同变化；抱道推诚，以镜万物之情。上与道为友，下与化为人。今欲学其道，不得其清明，玄圣守其法籍，行其宪令，必不能以为治矣。',
        translation: '老子说：执一个时代的法典，用以非议世代相传的风俗习惯，就譬如用胶水粘住了瑟的弦柱还去调音一样的拘泥而不知变通。作为圣人，随机应变，因地制宜，懂得时代不同则形势变化，时间不同则习俗改变的道理，根据时代的不同而立法，随着时间的不同而应变举事。上古的帝王，法度的奉行是不同的，并不是故意改变对立，而是时移事异的缘故。因此圣人不效法那些已成的法律，而效法上古帝王用来立法的精神，并因时而变化。圣人的法律是可以观察到的，但他们所以立法的根据则是不可推究的；圣人法律的言辞是可以听到的，但他们所以立言的根据则是不可言述的。三皇五帝以天下为轻，无心于万物，把死生等同起来看待，生不喜死不忧，与刚柔相卷舒，与阴阳相屈伸，顺应自然的变化；胸怀道德推行精诚，用以明见万物之真情实质。上以道交友，下即以教化修身。现在想学圣人之道，却学不到他们清静光明之德的精神，有道无位的圣人坚守那些法典，推行那些法令，一定是不能治理好的。'
      },
      {
        title: '御之以道，养之以德',
        content: '文子〔平王〕问政，老子〔文子〕曰：御之以道，养之以德，无示以贤，无加以力。损而执一，无处可利，无见可欲，方而不割，廉而不刿，无矜无伐。御之以道则民附，养之以德则民服，无示以贤则民足，无加以力则民朴。无示以贤者，俭也；无加以力，不敢也。下以聚之，赂以取之，俭以自全，不敢自安。不下则离散，弗养则背叛，示以贤则民争，加以力则民怨。离散则国势衰，民背叛则上无威，人争则轻为非，下怨其上则位危。四者诚修，正道几矣。',
        translation: '文子问为政之道，老子说：以道去治理百姓，以德去教化百姓，不炫耀才能，不施加威力。减损才能和威力而坚执道德，人君贪利则贪婪之人竟相逐利，人君有欲望百姓就会心乱，所以不炫耀才能，使百姓不纷争，不以难得之物为贵，使百姓不为寇盗，不可有欲望，使百姓之心安定。为人正直而不缺损，以廉洁清静民心，去其邪污，但不要损伤道德这个主体，不居功自傲自夸。以道统治百姓，百姓就会亲附；以德教化百姓，百姓就会服从；不炫耀才能，百姓就会富足；不施加威力，百姓就会纯朴无争。不炫耀才能就是俭朴，不施加威力就是不敢。以道亲近百姓，百姓就会聚集在你的身边，以德赠与百姓，百姓就会接受，俭朴可以自全其身，不敢可以自安其身。不以道下亲百姓，百姓就会离散而不亲附；不以德教化百姓，百姓就会背叛；炫耀才能则百姓争名于朝；施加威力则百姓就会产生怨恨。离散则国势衰落，百姓背叛则人君无威信，人人争名则轻薄为非，百姓怨恨人君则王位危殆。如果这四点能诚心修养，即以道去治理百姓，以德去教化百姓，不炫耀才能，不施加威力，并行不悖，就接近于为政之道了。'
      },
      {
        title: '上言者下用也，下言者上用也',
        content: '老子〔文子〕曰：上言者下用也，下言者上用也；上言者常用也，下言者权用也。唯圣人为能知权。言而必信，期而必当。天下之高行，直而证父，信而死汝，孰能贵之？故圣人论事之曲直，与之屈伸，无常夷表，祝则名君，溺则捽父，势使然也。夫权者，圣人所以独见。夫先迕而后合者，之谓权；先合而后迕者，不知权。不知权者，善反丑矣。',
        translation: '老子说：人君之言是百姓所共从的，百姓之言是人君所取用的，人君之言是不可改变的，百姓之言则是权变的，唯有圣人才能够知道权变的道理。言而必信，行而必果，约而不违，为天下高尚的情操，正直得告发父亲偷羊，为不失女子之约溺水而死，正直虽然是正直了，信用也坚守了，但他们却拘泥而不知灵活变通，不知权变，谁还能尊重他们呢？所以圣人评论事情的正确与否，可以随时间而变化，没有固定不变的外在情态，祭祀时祝可直呼人君之名，溺水时可以揪父亲的头发使其活命，这都是形势使然而不得不如此，不能在任何时候都墨守常规，在一定的形势下，要善于变通，直呼人君的名字可谓失礼，揪住父亲头发可谓不孝，但不这样做祭祀就不能进行，父亲就会溺水而死，这岂不是更大的失礼和不孝？所以说权变这个东西，只有圣人才能独自掌握它，识见它，先违背礼而后合于礼的称之为权，先合于礼而后违背礼的是不了解权，不了解权变的人，他的善行反过来就成为丑行了。'
      },
      {
        title: '夫子之言，非道德无以治天下',
        content: '文子〔平王〕问曰：夫子之言，非道德无以治天下。上世之王，继嗣因业，亦有无道，各没其世而无祸败者，何道以然？\n' +
        '　　老子〔文子〕曰：自天子以下至于庶人，各自生活；然其活有厚薄。天下时有王国破家，无道德之故也。有道德则夙夜不懈，战战兢兢，常恐危亡。无道德则纵欲怠惰，其亡无时。使桀纣循道行德，汤武虽贤，无所建其功也。夫道德者，所以相生养也，所以相畜长也，所以相亲爱也，所以相敬贵也。夫聋虫虽愚，不害其所爱。诚使天下之民皆怀仁爱之心，祸灾何由生乎！夫无道而无祸害者，仁未绝，义未灭也；仁虽未绝，义虽未灭，诸侯以轻其上矣，诸侯轻上。则朝廷不恭，纵令不顺。仁绝义灭，诸侯背叛，众人力政，强者陵弱，大者侵小，民人以攻击为业，灾害生，祸乱作，其亡无日，何其无祸也。',
        translation: '文子问：“先生所说，没有道德就没有用来治理国家的办法了。前代的帝王，传宗接代继承事业，也有无道而没有德政的，但他们却全身而终，在位时并没有什么祸患的发生，是依靠什么方法才成为这样的呢？”\n' +
        '　　老子说：“自天子以下至于庶民百姓，各自生活存命，但他们的寿命却有短有长。天下经常有家破国亡的现象，这都是因为没有道德的缘故。有道德就会每天早晚都不放松自己，战战兢兢，小心谨慎，经常恐惧危亡的到来。没有道德就放纵欲望懈怠惰懒，他的灭亡也就指日可待了。如果夏桀和商纣王能遵行道德，推行仁义，那么夏、商就不会亡国，即使商汤、周武王的德行再高尚，也没有他们建功立业的机会。道与德这两种东西，是所以用来相互生养的，是所以用来相互养育的，是所以用来相互亲爱的，是所以用来相互敬贵的。无知的禽兽虽然愚蠢，但仍知避害向利，不伤害其所爱之物。如果真能使天下的人民都胸怀仁爱之心，那么灾祸就无法发生了。至于无道而又没发生祸害的，是因为仁还未绝断，义还未泯灭；仁虽然还未绝断，义虽然还未泯灭，但诸侯却因此而轻视其君王了。诸侯轻视其君王，则朝廷就得不到恭敬，政令也不会顺利上下达。等到仁绝断义泯灭，诸侯便背叛，众人相互征伐，强大的欺凌弱小的，人民以攻击为业，灾害生成，祸乱发作，灭亡的日子便马上来临，怎么能期望没有祸患呢。”'
      },
      {
        title: '法烦刑峻，即民生诈',
        content: '老子〔文子〕曰：法烦刑峻，即民生诈。上多事，则下多态。求多，即得寡；禁多，即胜少。以事生事，又以事止事，譬犹扬火而使无焚也。以智生患，又以智备之，譬犹挠水而欲求其清也。',
        translation: '老子说：刑法繁多苛刻严酷，人民便多生欺诈之心。人君多事，臣下和百姓就多以佞媚为容貌，以为应对的手段。政令繁多，刑法严酷，禁区遍布，但其治理的效果，所取得的成绩却很小很小。做有为之事则诸事丛生，以事止事，就像扬火而不使物体燃烧一样，是不可能的。只有做无为之事，以无事而止事，诸事才能不生。由于有了智巧，才生出祸患，但又用智巧去防备祸患，就像搅动水而要求得到水的清洁一样，也是根本不可能的。'
      },
      {
        title: '人主好仁，即无功者赏',
        content: '老子〔文子〕曰：人主好仁，即无功者赏，有罪者释。好刑，即有功者废，无罪者及。无好憎者，诛而无怨，施而不德，放准循绳，身无与事，若天若地，何不覆载。合而和之，君也；别而诛之，法也。民以受诛，无所怨憾，谓之道德。',
        translation: '老子说：人君好仁义，即无功劳之人受赏，有罪之人获释。好刑罚，即有功之人废除其功名，无罪之人遭到诛连。没有好憎的人，身受诛连而没有怨恨，身受施与而不知感恩戴德，依遵准则而行事，处无为之事，那么就像天像地一样，无不覆载。天覆地载合在一起并调和它们，这就是人君；区别轻重的程度并惩罚之，这就是法。犯法之人受到惩罚而无所怨恨，这就叫做道德了。'
      },
      {
        title: '天下是非无所定',
        content: '老子〔文子〕曰：天下是非无所定，世各是其所善，而非其所恶。夫求事者，非求道理也，求合于己者也；非去邪也，去迕于心者。今吾欲择是而居之，择非而去之，不知世所谓是非也。故「治大国若烹小鲜」，勿挠而已。夫趣合者，即言中而益亲，身疏而谋当，即见疑。今吾欲正身而待物，何知世之所从规我者乎？吾若与俗遽走，犹逃雨无之而不濡。欲在于虚，则不能虚，若夫不为虚，而自虚者，此所欲而无不致也。故通于道者如车轴，不运于己，而与毂致于千里，转于无穷之原也。故圣人体道反至，不化以待化，动而无为。',
        translation: '老子说：天下的是与非标准不能确定，世俗之人都以自己所善所喜欢的为美，而以自己所厌恶所不喜欢的为丑。追求是的人，并不是去追求道理，只是追求适合于自己心意的东西，并不是去除邪辟，而是仅去除了不合于自己心意的东西而已。现在我想选择是而守持它，选择非而去除它，但却不知道世俗中是与非的标准是什么，什么是是，什么是非，因为它们总在变化。所以说“治理大国就像烹小鱼一样”。不要总是搅动它，搅动则小鱼碎，变化则国家乱。迎合心意的，一旦言语投机便更加亲近，身体疏远的，一旦谋划得当便产生怀疑。现在我想正身而待物，却不知道世上所应该遵从规范自己的标准是什么。我若与社会上的一般习俗迎合得很紧密，就像躲雨无论走到哪里都会被淋湿一样，由不得自己。意常不忘虚，这是被虚所制约了，所以实际上是做不到虚的，而无意于虚静，才能达到自然而虚，自然而虚才能德盛，所以所欲会无不致。故通达于道的人就如同车轴，其自身不转动，而与毂相配合才能行至千里之外，这就是其能永远转动的原因，处于道者亦如此，一生体用无穷。所以圣人体道反真，以不变化而应对变化，用道来制约千变万化的世界，动于无为之中。'
      },
      {
        title: '夫亟战而数胜者',
        content: '老子〔文子〕曰：夫亟战而数胜者，则国必亡。亟战则民罢，数胜则主骄。以骄主使罢民，而国不亡者，则寡矣。主骄则恣，恣则极物；民罢则怨，怨则极虑。上下俱极而不亡者，未之有也。故「功遂身退，天之道也。」',
        translation: '老子说：屡战而数胜，则国家必然灭亡，屡战则人民疲劳，数胜则君主骄傲。用骄傲的君主去率领疲劳的人民，而国家不灭亡的是少有和罕见的。君主骄傲便放纵自己，放纵自己便穷奢极欲；人民疲劳便产生怨恨，产生怨恨便愁虑丛生，物极必反，虑极则变。上下共极而不灭亡的，还从来没有过啊。所以“功业有成，便告身退，这才是合乎天道的”。'
      },
      {
        title: '吾闻子得道于老聃',
        content: '平王问文子曰：吾闻子得道于老聃，今贤人虽有道，而遭淫乱之世，以一人之权，而欲化久乱之民，其庸能乎？文子曰：夫道德者，匡邪以为正，振乱以为治，化淫败以为朴，淳德复生，天下安宁，要在一人。人主者，民之师也；上者，下之仪也。上美之则下食之，上有道德则下有仁义，下有仁义则无淫乱之世矣。积德成王，积怨成亡，积石成山，积水成海，不积而能成者，未之有也。积道德者，天与之，地助之，鬼神辅之，凤皇翔其庭，麒麟游其郊，蛟龙宿其沼。故以道莅天下，天下之德也；无道莅天下，天下之贼也。以一人与天下为仇，虽欲长久，不可得也。尧舜以是昌，桀纣以是亡。平王曰：寡人敬闻命矣。',
        translation: '楚平王问文子说：我听说您得道于老聃，现在贤明的人虽然有道，但却遭遇了淫乱的世道，以我自己的力量，而想教化久处乱世的人民，有这个可能吗？文子回答说：道德这个东西，是用来匡邪为正的，是整顿乱而达到治的，是教化淫乱腐败而为淳朴的，淳德再生，天下便安宁，关键在于一个人。人君，是人民的老师；君主，是百姓的表率。君主好百姓就接受他的领导，君主有道德百姓就有仁义，百姓以仁义为尚那么就没有淫乱之世了。积累道德就能成王，积累怨恨就要灭亡，积石成山，积水成海，不积累而能有所成就者，还从来没有过啊。积累道德的人，上天赐与他，大地帮助他，鬼神辅佐他，凤凰在其庭堂上回旋飞舞，麒麟在其郊野游走，蛟龙在其水池中宿住，祥瑞尽现。所以用道来统治天下，这是天下的德啊；无道而统治天下，就是天下的灾害啊。以一个人的力量与整个天下结仇，虽然想长治久安，但却是不可能得到的。尧舜因为此而昌盛，桀纣因为此而灭亡。楚平王说：寡人愿恭敬地聆听您的教导。'
      },
    ]
  },
  {
    title: '上德',
    data: [
      {
        title: '主者，国之心也',
        content: '老子〔文子〕曰：主者，国之心也。心治则百节皆安，心扰则百节接乱。故其身治者，支体相遗也；其国治者，君臣相忘也。老子学于常枞，见舌而守柔，仰视屋树，退而因川，观影而知持后。故圣人虚无因循，常后而不先，譬若积薪，燎后者处上。',
        translation: '老子说：人君是国家的心脏，心脏得到了治理，肢体的各个都分也即国家的各个职能部门便就都得到了安定；心脏有忧患，则肢体的各个部分；也即国家的各个职能部门便都会出现混乱。故治国在于明君，君明则百姓乐业；治身在正心，心正则肢体安。所以自身得到了治理，肢体之间各安其位而自得；国家得到了治理，君臣各司其职而无事，忘掉了相互之间的关系。老子问学于常枞，见舌而知道守柔的道理，仰视房屋树木感叹时光的流逝，退身看江河感叹逝者的昼夜不息，观察影子后知道持后不前。所以圣人依遵虚无，总处在后而不居前，就好比是堆积柴禾一样，最后的那些肯定位处于最上面。'
      },
      {
        title: '鸣铎以声自毁，膏烛以明自煎',
        content: '老子〔文子〕曰：鸣铎以声自毁，膏烛以明自煎，虎豹之文来射，猿狖之捷来格，故勇武以强梁死，辩士以智能困。能以智知，未能以智不知。故勇于一能，察于一辞，可与曲说，未可与广应。',
        translation: '老子说：鸣铎(大铃)因为发声的缘故而自我损毁，膏烛因为照明的原因而自我煎熬，虎和豹因为身体上的花纹而招致射杀，猿猴因为身体敏捷而招致打击，所以勇武的因为强悍而死，辩士因为智能而受困。能够以智能而知，却不能以智能而不知，以智能自我受害，不能以智能自我保全。所以勇于一种能力，洞察一句话的含义，只可以应对某一方面的问题，只可以应对片面之辞，不能应对千变万化的世界，不能体会道的含义，不能保全自己。'
      },
      {
        title: '道以无有为体，视之不见其形',
        content: '老子〔文子〕曰：道以无有为体，视之不见其形，听之不闻其声，谓之幽冥。幽冥者，所以论道，而非道也。夫道者，内视而自反。故人不小觉，不大迷；不小惠，不大愚。莫鉴于流潦，而鉴于止水；以其内保之，止而不外荡。月望日夺光，阴不可以承阳，日出星不见，不能与之争光，末不可以强于本，枝不可以大于干。上重下轻，其覆必易。一渊不两蛟，一雌不二雄；一即定，两即争。玉在山而草木润，珠生渊而岸不枯。蚯蚓无筋骨之强、爪牙之利，上食[日布][土果]，下饮黄泉，用心一也。清之为明，杯水可见眸子；浊之为害，河水不见太山。兰芷不为莫服而不芳，舟浮江海不为莫乘而沉，君子行道不为莫知而止，性之有也。以清入浊，必困辱；以浊入清，必覆倾。天二气即成虹，地二气即泄藏，人二气即生病。阴阳不能常，且冬且夏，月不知昼，日不知夜。川广者鱼大，山高者木修，地广者德厚，故鱼不可以无饵钓，兽不可以空器召。山有猛兽，林木为之不斩；园有螫虫，葵藿为之不采；国有贤臣，折冲千里。通于道者若车轴，转于毂中，不运于己，与之致于千里，终而复始，转于无穷之原也。故举枉与直，何如不得；举直与枉，勿与遂往。有鸟将来，张罗而待之。得鸟者，罗之一目，今为一目之罗，则无时得鸟。故事或不可前规，物或不可预虑，故圣人畜道待时也。欲致鱼者先通谷，欲来鸟者先树木；水积而鱼聚，木茂而鸟集。为鱼得者，非挈而入渊也；为猿得者，非负而上木也；纵之所利而已。足所践者浅，然待所不践而后能行；心所知者褊，然待所不知而后能明。川竭而谷虚，丘夷而渊塞，唇亡而齿寒，河水深而壤在山。水静则清，清则平，平则易，易则见物之形。形不可并，故可以为正。使叶落者，风摇之也；使水浊者，物挠之也。璧瑗之器，礛诸之功也；莫邪断割，砥砺之力也。虻与骥致千里而不飞，无裹粮之资而不饥。狡兔得而猎犬烹，高鸟尽而良弓藏。名成功遂身退，天道然也。怒出于不怒，为出于不为，视于无有则得所见，听于无声则得所闻。飞鸟反乡，兔走归窟，狐死首丘，寒螀得木，各依其所生也。',
        translation: '老子说：道以无形无声的虚无为体，观察它看不见其形体，倾听它而不闻其声音，这就称之为暗昧而无形，暗昧而无形，是所以用来论说道的，而并不是道，道是不可言说的，故所言说的就不是道。道这个东西，反听内视，自得于身，在体内自我修养，便可于自身中获得它。所以人不是小觉悟，不是大迷茫，不是小智慧，不是大愚昧。道是不可在流水中照鉴的，而只能在静水中照鉴；心神外荡则流浊而常昏，水性内虚则渊清而自鉴。月望时其亮光被日所夺，逐渐减少了光亮，这是阴不可以胜阳的原因，太阳出现星光就不可见，这是因为它们不能与太阳争光，树梢不可强大于树根，树枝不可以其强大于树干，上边重下边轻，其翻倒必然容易。一座深潭不能容纳两条蛟龙，一只雌性禽兽不能同时配与二只雄性禽兽，一个就安定，两个就相争。高山藏玉而草木润媚，深潭生珠而岸边不枯，君子积累道德而有光辉，蚯蚓没有筋骨的强硬，爪牙的坚利，却可以在地上吃干土，地下饮黄泉，就在于它用心专精。清静就可达到明亮，一杯水可照见眸子；混浊所造成的灾害，多如河水也照不见大大的泰山。兰草和白芷不会因为无人佩带就不发出芳香，船行江海不会因为没有乘人就自沉，君子修行道德不会因为没有人知道就自动停止，这都是性情中所固有的才使其如此。以清静进入混浊必遭困辱，以混浊入于清静必遭倾覆，贤愚不并立，清浊不同器。天上阴阳两气失调就会形成彩虹，地上阴阳两气失调就会使伏藏的昆虫泄漏出来为害，体内阴阳两气失调人就会生病。阴阳两气不能兼常，冬夏不能并存，月亮不知白天，太阳不知黑夜，阴极而转阳，阳极而转阴，冬去夏来，昼夜不相干犯。水深则鱼大，山高则木长，地广则德厚，所以鱼不能用无饵之钩去钓，野兽不能用无饵之器去捕。山里有猛兽，林木会因为此而不遭砍伐；园中有螫虫，蔬菜会因为此而不被探摘；国家有贤臣，便能拒敌于千里之外。通达于道的人就好像车轴，转于毂中，而自己却并不运动，但与毂相配合就能致于千里之外的地方，终而复始，这就是其转动无穷的原因。所以选拔小人而归于君子一类，小人怎能不得意；选拔君子而归于小人一类，君子不要与其同去。有鸟将要飞来，张开罗网以等待它。能捕获鸟的仅是罗网中的一个孔，现在织一个一孔之罗网，那就永远也捕不到鸟。所以事情有的不可提前规划，有的不可提前思虑，故圣人积累道德以等待时运啊。想让鱼来聚集要先疏通流水之道，想让鸟来聚集要先栽种树木；水积聚而鱼来，树茂繁而鸟集群。捕鱼的人，不需亲自入水潭；猎猿的人，不需亲自爬树；只要对它们施与恩惠即可捕获，如此而已。脚所践踏的地方少，没践踏过的地方多；心所知道的东西少，不知道的东西多，以不用而能成就其用，不知而能全其知。河水断流而谷中枯竭，山丘夷平而渊潭堵塞，嘴唇没有了，牙齿就会感到寒冷，河水深则沃壤在山。水静就清，清就平，平就变，变就看见了物体之形，水清静平正，能照见物形。形并则水不平静，不可照见物的正形。能够使树叶凋落的，是风的吹动；能够使清水混浊的，是物的搅动。璧瑗之器的美好，是由于礛诸(治玉之石)的功劳；莫邪宝剑的锋利，是由于砥砺的力量。吸血蝇虫附吸在千里马身上可达于千里之外而不用自飞，不携带干粮也不会感到饥饿，有所依托之故也。狡兔捕得而猎犬遭烹，飞鸟射尽而良弓收起而不用，功成名就就要全身而退，这是天道要求的啊。怒发于不怒，为出于不为，观察于没有之中就可获得其所见，倾听于无声之中就可获得其所闻。只有体道之人内视而自返，见于无形，听于无声，获得所见所闻。飞鸟必然返乡，兔子奔跑必回归旧窟，狐狸死时必向往首丘，寒蝉必然依附于树木，事物的终极，没有不归根返本的，所以说各依其所生，返朴归真，守道抱德。'
      },
      {
        title: '水火相憎，鼎鬲在其间',
        content: '水火相憎，鼎鬲在其间，五味以和；骨肉相爱也，谗人间之，父子相危也。犬豕不择器而食，俞肥其体，故近死。凤凰翔于千仞，莫之能致。椎固百内，而不能自椽；目见百步之外，而不能见其眦。因高为山，及安而不危；因下为渊，即深而鱼鳖归焉。沟池潦即溢，旱即枯。河海之源，渊深而不竭。鳖无耳而目不可以蔽，精于明也；瞽无目而耳不可以蔽，精于聪也。混混水浊，可以濯吾足乎？冷冷之水清，可以濯吾缨乎？[素勺]之为缟也，或为冠，或为袜。冠则戴枝之，袜则足蹍之。金之势胜木，一刃不能残一林；土之势胜水，一掬不能塞江河；水之势胜火，一酌不能救一车之薪。冬有雷，夏有雹，寒暑不变其节，霜雪麃麃，日出而流。倾易覆也，倚易軵也，几易助也，湿易雨也。兰芷以芳，不得见霜；蟾蜍辟兵，寿在五月之望。精泄者中易残，华非时者不可食。',
        translation: '水与火相互不容，但用鼎隔离于水火之间，以火烧水，五味得以调和；父与子骨肉相爱，但谗人在背后离间了他们，父与子的关系就危险了。事物都有相反之性，虽然如水火之不相容，但如果用之有方，则可以调和，化害为利；父子相亲相爱，人之本性，但是经过谗人的离间，虽然有相爱的天性但也相互猜疑，贤者不可不注意于此。狗猪不知选择食器而只知道吃食，身体越肥壮，越接近于死亡。凤凰翱翔于千仞之空，非梧桐不居，非醴泉不饮，远离险境，危邦不栖，乱世不现。槌子能使百孔坚固，但却不能自我敲击，自我坚固；目光可以看到百步之外的物体，却看不见自己的眼眶。世俗之人，都看远而遗近，追求外物而不鉴查己身。因高成山就安然而无危险，因低成渊鱼鳖就会不召而至。积水很浅的池塘遇着雨后的洪水就会满溢而出，遇着干旱又会枯干，江海的水源深广而不枯竭。鳖没有耳朵而眼睛却是明亮的，瞎子没有眼睛而耳朵却精于倾听，并没有因为无耳而影响目力，眼盲而影响听力，耳聪目明，各有所本，用有所宜，不能相互替代。混混的浊水，可以用它来洗我的脚吗？冷冷的清水，可以用它来洗我的缨吗？[素勺](生绢中在上品)之为缟(细白的生绢)，或者用其做帽子，或者用其做袜子。做成帽子则头支持它，做成袜子则脚践踏它，虽然本出于一物，但其用途却不一样，遭遇亦不同，原因乃在于所用的不确定。金可以胜木，但是一刀不能残害一片森林；土可以胜水，但是一捧土不能堵塞江河；水可以胜火，但是一杯水不能救一车之薪的大火。冬天打雷，夏天落冰雹，但寒暑却没有发生变化，霜和雪虽然盛厚，但太阳一出来就马上化为流水了。倾斜就容易颠覆，偏倚容易推倒，预兆容易锄除，湿润容易下雨。贤者亲善，愚者亲恶，其势易附，其事易染。兰草和白芷因为芳香的缘故而早早夭折，不到秋霜落下之时便早已死亡；蟾蜍避免兵器的伤害，但其寿命也仅在五月之望，有用即遭害，无用而无名才能保全性命。精华泄漏的人中容易残缺，花之果实不到季节不可摘食。'
      },
      {
        title: '舌之与齿，孰先弊焉',
        content: '舌之与齿，孰先弊焉？绳之与矢，孰先折焉？使影曲者形也，使响浊者声也。与死同病者，难为良医；与亡国同道者，不可为忠谋。使倡吹竽，使工捻窍，虽中节，不可使决，君形亡焉。聋者不歌，无以自乐；盲者不观，无以接物。步于林者，不得直道；行于险者，不得履绳；海内其所出，故能大。日不并出，狐不二雄，神龙不匹，猛兽不群，鸷鸟不双。盖非橑不蔽日，轮非辐不追疾，橑轮未足恃也。张弓而射，非弦不能发，发矢之为射，十分之一。饥马在厩，漠然无声，投刍其旁，争心乃生。三寸之管无当，天下不能满。十石而有塞，百斗而足。循绳而断即不过，悬衡而量即不差。悬古法以类有时，而遂杖格之属，有时而施。是而行之，谓之断；非而行之，谓之乱。',
        translation: '舌头和牙齿，哪一个先败坏呢？绳子和箭矢，哪一个先折断呢？刚直者虽然坚强，但容易招至灭亡，柔弱者虽然不坚强，但善于屈伸，故得以保全。患了必死之病，虽是良医也难以救治；国之必亡，虽是忠臣也难以谋存。让倡吹竽，使工捻窍，虽然符合节拍，但却不能定音律，这是因为心不主形，两人不能一致的缘故。耳聋的人不唱歌，没有用以自乐的东西，眼盲的人看不见，目力接触不到事物。声不通其耳，色不见其目，所以心如静水。行走在树林中的人，不求直道，务在于能通；脚踏险境的人，不循规范，务求于解危。雨水出自大海，又通过江河复归于大海，其生不绝，其用无穷，故始终不能减少。太阳不并出，一只雌狐不与二只雄狐相配，神龙不成双，猛兽不群居，猛禽不双飞。伞无骨架支撑就不能张开蔽日，车轮没有辐条支撑就不能疾驶而行，仅靠骨架和车轮是不足以成事的。张弓而射箭，没有弦就发射不出去，箭之为射，能中的十次仅有一次。骏马饥饿在马圈，漠然而无声息，投放草料在它的身旁，争雄之心才又产生。器具虽小却无底，小人就如同这样无底的小器具一样，贪得无厌整个天下都不能满足他。器具虽大却有底，君子就如同这样有底的大器具一样，仅有百斗就知道满足了。循法而断就不会产生错误，悬秤而量就不会产生差错。用古代的法度与不同时代相类比，而达到刑罚的目的，因时而施行。刑罚适度，叫做明断；非时而施行，就叫做乱。古今既殊，法度亦异，当适时而治。'
      },
      {
        title: '农夫劳而君子养，愚者言而智者择',
        content: '农夫劳而君子养，愚者言而智者择。见之明白，处之如玉石。见之黯晦，必留其谋。百星之明，不如一月之光；十牖毕开，不如一户之明。蝮蛇不可为足，虎不可为翼。今有六尺之席，卧而越之，下才不难，立而逾之，上才不易，势施异也。助祭者得尝，救斗者得伤。蔽于不祥之木，为雷霆所扑。日月欲明浮云蔽之；河水欲清沙土秽之；丛兰欲修秋风败之；人性欲平嗜欲害之。蒙尘而欲无眯，不可得絜。黄金龟纽，贤者以为佩；土壤布地，能者以为富。故与弱者金玉，不如与之尺素。毂虚而中立三十辐，各尽其力，使一轴独入，众辐皆弃，何近远之能至。橘柚有乡，萑苇有丛，兽同足者相从游，鸟同翼者相从翔。欲观九州之地，足无千里之行，无政教之原，而欲为万民之上者，难矣！凶凶者获，提提者射。故「大白若辱，广德若不足。」',
        translation: '农夫劳动而君子养德，愚蠢的人讲话而智慧的人选择。事理明白可分则没有疑惑，处之如玉石般无瑕。事物黑暗昏昧不可明辨，必定要留有其谋虑。一百个星星的亮光，不如一个月亮的光芒；十个窗户都打开，也不如仅开一扇门的明亮。小人虽多，不足可任；贤士虽少，得一人而足。蝮蛇不能再长脚，老虎不能再添翼，物无双能，人无全才。现在有一张六尺的席子，放倒了而越过它，对于下才的人来说也不是难事，立起来而越过它，对于上才的人来说也不是易事了，形势和方法不同的缘故啊。助祭的人可以借机品尝祭品的味道，救护搏斗的人会被其伤害。荫蔽于不祥之树下，就会为雷电所击倒。日月欲明亮，但却为浮云所遮挡；河水欲清，但却为沙石所污染；丛兰想长高，但却为秋风所摧毁；人性欲平静，但却为嗜欲所伤害；被尘土所蒙盖而想眼不被迷，是不可能得到清洁的。黄金龟纽，为贤者所佩带；土壤广布大地，有能力的人可以此致富。所以给弱者以黄金和美玉，还不如送给他一尺的白绢有用。毂空虚而中间立三十根辐条，各尽其力，如果让一根辐条单独插入，其他的辐条弃而不用，则无论远近哪都不能去了。橘子和柚子都有一定的产地，芦苇丛生，同足的野兽必相从而游，有同样翅膀的鸟必相从飞翔，物以类聚，同类相求。想要观察九州的地貌民情，足不能有千里之行，胸无政治教化之根本，而仍想要做万民的君主就太难了！凶暴的人获利，群恶相聚，必被中伤。(暴露的猎物容易捕获，明显的目标容易射中)。所以“纯白就好像染了污黑，广大的德就好像不足”。只有白最为显著，故似于屈辱，德不外扬举，有如缺失。'
      },
      {
        title: '君子有酒，小人鞭缶',
        content: '君子有酒，小人鞭缶，虽不可好，亦可以丑。人之性，便衣绵帛，或射之即被甲，为所不便，以得其便也。三十辐共一毂，各直一凿，不得相入，犹人臣各守其职也。善用人者，若蚈之足，众而不相害；若舌之与齿，坚柔相磨而不相败。石生而坚，芷生而芳，少而有之，长而逾明。扶之与提，谢之与让，得之与失，诺之与已，相去千里。再生者不获，华太早者不须霜而落。污其准，粉其颡，腐鼠在阼；烧熏于堂，入水而增濡；怀臭而求芳，虽善者不能为工。冬冰可折，夏木可结，时难得而易失。木方盛，终日采之而复生；秋风下霜，一夕而零。质的张而矢射集，林木茂而斧斤入，非或召之也，形势之所致。乳犬之噬虎，伏鸡之博狸，恩之所加，不量其力。夫待利而登溺者，必将以利溺之矣。舟能浮能沉，愚者不知足焉。骥驱之不进，引之不止，人君不以求道理。',
        translation: '君子有酒以成礼，小人击缶以为乐，虽然追求与爱好不同，但互相比类而达到欢乐的目的却是一样的。人的本性，平常无事便穿简便的丝绵衣服，如果有骑射之事便披上甲胄，适时而用，以取其便，为人之常情。三十根辐条共支撑一毂，各处一孔，不可相互移动，就好像是人臣各坚守其职位而尽心尽力。善于用人的人，就好像蚈虫的脚，虽然众多但却不相互伤害；就好像舌头和牙齿，刚强与柔弱相磨合但却不相互妨碍。石头生来就坚硬，白芷生来就芳香，从小就有，与生俱来，长成以后愈加明显。扶持与提拔，感谢与礼让，得到与失掉，答应与否定，相去千里，差之甚远。第二次生长开花的植物不结果，没有收获，开花太早的植物不待下霜时就已衰落。把鼻子弄脏，将额头施粉，腐败的老鼠在台阶上，就好像小人停留在殿堂；在殿堂中就有了烧熏腐鼠的味道，入水后而憎恨被水浸湿；怀着臭味而寻求芳香，虽然是善巧之人也不能有成功的希望。人君亲近奸佞小人，而想使国家得治，就好像入水后而厌恶浸湿，挟携臭味而寻芳香，腐鼠烧于殿堂，其祸患实在是太大了。冬天的冰可以折断，夏天的树枝可以打结，时光难得而容易流失，光阴可惜，时运难逢，君子应适时而动，不可丧失机会。树木生长茂盛之时，终日采伐它也会复生；秋风刮起而降霜，则一夜就会凋零，君子建功立业，不在时运之后。标靶立起来后箭矢就会射集而来，林木茂盛就会遭到斧斤的砍伐，并不是有谁招致的，而是形势招致而来的，导致了这样的结果。哺乳的母犬为了小犬可与老虎嘶咬，孵蛋的母鸡为了后代的安全可与野猫博斗，这是为恩情所驱使，而不考虑力量的大小。如果想要待利再去抢救落水者，那么必将因为利而使落水者溺水而亡。船是能沉能浮的，人因利而生，亦因利而死，愚蠢的人是不知道满足的，不知道满足，后患便无穷。千里马驱使它是不前进的，而引导它却永远向前，不知停止，人君使用臣下就应是如此，这样才可以致远，成就大业。'
      },
      {
        title: '水虽平，必有波',
        content: '水虽平，必有波；衡虽正，必有差；尺虽齐，必有危。非规矩不能定方圆，非准绳无以正曲直。用规矩者，亦有规矩之心。太山之高，倍而不见，秋毫之末，视之可察。竹木有火，不钻不熏；土中有水，不掘不出。矢之疾，不过二里；跬步不休，跛鳖千里；累块不止，丘山从成。临河欲鱼，不若归而织网。弓先调而后求劲，马先顺而后求良，人先信而后求能。巧冶不能消木，良匠不能斫冰，物有不可如之何，君子不留意。使人无渡河可，使河无波不可。无辜不辜，甑终不坠井矣。刺我行者，欲我交；呰我货者，欲我市。行一棋不足以见知，弹一弦不足以为悲。无辜不辜，甑终不坠井矣。刺我行者，欲我交；呰我货者，欲我市。行一棋不足以见知，弹一弦不足以为悲。有荣华者，必有愁悴。上有罗纨，下必有麻蒯。木大者根瞿，山高者基扶。',
        translation: '水面虽平静，但却必有波纹；衡秤虽然平正，但却必有差错；尺子虽然齐整，但却必有偏斜。没有规矩不能定方圆，没有准绳无以正曲直。使用规矩的人，自己心中也有主观标准。泰山高大，背对着它却看不见；秋毫细微，正对着它却不难发现。方向正确，虽小如秋毫之物亦可洞察；方向不对，虽大如泰山之物亦视而不见。竹木可以生火，不钻却不生火烟；土中有水，不挖掘却不出现。道在于学，不学不知。箭羽虽迅疾，但飞行不过二里；跬步不停，虽瘸腿之鳖亦可行千里；累土不止，丘山可成，勤能补拙，万事不难。站在河边想得到鱼，还不如回去织网。弓弦先调好而后再求其强劲，骏马先驯服而后再求其精良，人先有信义而后再求其贤能。铸工虽巧却不能熔化木材，工匠技艺精良却不能使冰成器物，君子不做不能为之事。使人不渡河可以，使河面没有波纹却不可以。河水必有波纹，世上必有祸患，使人不犯祸是容易的，使河水无波则难以做到。无罪者不惩罚，甑最终就不会坠落到井里了。斥责我行动的人，想要与我结交；诋毁我财货的人，想要与我交易。批评我的人与我结交，是君子循义；诋毁我货物的人与我交易，是小人循利。下一步棋子不足以了解其才能，弹奏一弦不足以使人悲伤。现在有一炭燃烧，把火炭拾起来就会烧烂手指；万石木炭一起燃烧，相距十步的燃烧不尽，同是被火而接触，是火的程度不同所致。有荣华的人，必然有忧愁憔悴之事，上有罗纨，下必有麻蒯。树木高大其根便四出交错，山体高大必有基体支持。高以下为基，君以民为本，民富而国昌。'
      },
      {
        title: '鼓不藏声，故能有声',
        content: '老子〔文子〕曰：鼓不藏声，故能有声；镜不没形，故能有形；金石有声，不动不鸣；管箫有音，不吹无声。是以圣人内藏，不为物唱，事来而制，物至而应。天行不已，终而复始，故能长久；轮得其所转，故能致远；天行一不差，故无过矣。天气下，地气上；阴阳交通，万物齐同。君子用事，小人消亡，天地之道也。天气不下，地气不上；阴阳不通，万物不昌。小人得势，君子消亡，五谷不植，道德内藏。天之道，裒多益寡；地之道，损高益下；鬼神之道，骄溢与下；人之道，多者不与；圣人之道，卑而莫能上也。天明日明，而后能照四方；君明臣明，域中乃安。域有四明，乃能长久，明其施明者，明其化也。天道为文，地道为理，一为之和，时为之使，以成万物，命之曰道。大道坦坦，去身不远；修之于身，其德乃真；修之于物，其德不绝。天覆万物，施其德而养之，与而不取，故精神归焉；与而不取者，上德也，是以有德。高莫高于天也，下莫下于泽也。天高泽下，圣人法之，尊卑有叙，天下定矣。地载万物而长之，与而取之，故骨骸归焉；与而取者，下德也，下德不失德，是以无德。地承天，故定宁；地定宁，万物形；地广厚，万物聚。定宁无不载，广厚无不容。地势深厚，水泉入聚，地道方广。故能久长，圣人法之，德无不容。',
        translation: '老子说：鼓不藏声，所以才能有声；镜不没形，所以才能照形。金石可以发声，但不敲却不鸣；管箫可以发音，但不吹却无声。因此圣人虚静自守，不为物先，事物产生后而掌握它，而应对它。天道运行不止，周而复始，无始无终，所以能永恒；车轮反复转动不停止，所以能致远；天道运行的规律始终如一，没有差错，所以没有过失。天气自上而下，地气自下而上；天之阳气与地之阴气相互交通，使万物整齐划一。各守秩序，上下悦睦，左右康宁。君子做事，去邪任贤，小人消亡，奸佞无机可乘，这就是天地之道啊。天上的阳气下不来，地上的阴气升不上去，阴阳不通，万物不昌盛。小人得势，奸佞当道，去贤任邪，君子消亡，五谷不丰，道德便内藏而不显。天道是减少多余增加寡少的，地道是减少高大添补低矮的，鬼神之道则是损盈益谦，人之道是多余的不施与，圣人之道是谦卑而永不高高在上啊。天明日明，而后才能普照四方；君明臣明，而后国内才得安宁；国内有此四明，国运才能长久，清楚了施明者，也就是清楚了它的教化。天道为日月星辰，地道为山泽江海，一为它们调和，时间为它们驱使，一气冲和，四时之应，生蓄万物，不自为主，故名其曰道。大道平坦，距身体不远；修养其于自身，其德才真；修养其于外物，其德不绝；内修其身谓之真，外育于物谓之德。天覆盖万物并养育它们，给予而不索取，付出而无回报，所以精神都归附于天；给予而不索取，是上德，因此才有德。高不过于天，下不过于泽。天高泽下，圣人效法之，尊卑有序，故天下安定。地生万物并使其成长，给予又索取于万物，所以骨骸身体都归附于地；给予又索取，是下德，下德不失去德，因此是无德。地承载天，所以安定宁静；地安定宁静，万物形成；地广大深厚，万物齐聚承载于地上。安定宁静无不承载，广大深厚无不包容。地势深厚，水泉进入而聚集，地道方正宽广。所以能够永恒，圣人效法于此，则德无不包容。'
      },
      {
        title: '阴难阳，万物昌',
        content: '阴难阳，万物昌；阴复阳，万物湛。物昌，无不赡也；物湛，无不乐也。物乐则无不治矣。阴害物，阳自屈，阴进阳退，小人得势，君子避害，天道然也。阳气动，万物缓而得其所，是以圣人顺阳道。夫顺物者，物亦顺之；逆物者，物亦逆之，故不失物之情性。洿泽盈，万物节成；洿泽枯，万物荂。故雨泽不行，天下荒亡。阳上而复下，故为万物主；不长有，故能终而复始；终而复始，故能长久；能长久，故为天下母。阳气畜而后能施，阴气积而后能化，未有不畜积而后能化者也。故圣人慎所积。阳灭阴，万物肥；阴灭阳，万物衰，故王公尚阳道则万物昌，尚阴道则天下亡。阳不下阴，则万物不成；君不下臣，德化不行，故君下臣则聪明，不下臣则暗聋。日出于地，万物蕃息，王公居民上，以明道德；日入于地，万物休息，小人居民上，万物逃匿。雷之动也，万物启；雨之润也，万物解。大人施行，有似于此。阴阳之动有常节，大人之动不极物。雷动地，万物缓；风摇树，草木败。大人去恶就善，民不远徙，故民有去就也；去尤甚，就少愈。风不动，火不出；大人不言，小人无迹。火之出也必待薪，大人之言必有信。有信而真，何往不成！河水深，壤在山；丘陵高，下入渊。阳气盛，变为阴；阴气盛，变为阳。故欲不可盈，乐不可极。忿无恶言，怒无恶色，是谓计得。火上炎，水下流；圣人知道，以类相求。圣人倚阳，天下和同；倚阴，天下溺沉。',
        translation: '阴为阳所制约，万物就昌盛；阳为阴所制约，物就安息。万物昌盛就无不赡养，万物安息就无不快乐。万物快乐各得其所，天下就达到了大治。阴害阳，阳便自我屈退，阴进阳退，小人得势，君子就要躲避伤害，天道就是这样啊。阳气运动，万物缓缓而生而各得其所需要，因此圣人顺应阳道。顺应万物的人，万物也顺应他；违逆万物的人，万物也违逆他，所以不要失去和违背事物的本性。沼泽盈满，万物结实而成；沼泽枯干，万物开花无果。所以雨水不来，天下就充满了灾荒和死亡。阳气能上能下，所以成为万物之主；因为其节制有度不长有，按时显现，所以能终而复始；因为阳气终而复始，所以能保持长久；能保持长久，达到永恒，所以成为天下万物之母。阳气蓄积而后能布施，阴气积累而后能化解，没有不蓄积就能施化的。所以圣人必谨慎地积累它。阳灭阴，万物肥壮；阴灭阳，万物衰亡，所以天子诸侯崇尚阳道万物就会昌盛，崇尚阴道天下就会灭亡。阳不在阴之下，则万物不能生成；君不尊臣，则德化不能施行，所以君尊臣就聪明，不尊重臣就会变得暗聋。日出于大地，万物繁殖生长，天子诸侯位列人民之上，用以光明道德。日入于大地，万物休养生息；小人奸佞位列人民之上，万物就会离逃隐匿。雷声撼动万物复苏，雨水滋润万物生长，大人施政行令，就有似于此。阴阳之动有常度，大人行事不物极，物极则必反。雷声震动大地，万物应时缓缓的生长；风摇动树木，草木便会凋零。大人去除邪恶而就善，人民便不迁徙逃亡，人民就交相归附它；去尤甚，就尤少。风不吹动，火不出现，大人亦隐身不出，大人不言，小人便无述。火的出现必待柴薪，大人之言必要有信。有信才能真，则诸事可成，无往而不胜。河水深，土壤就在山上；丘陵高，下面就在深水中；阳气盛，便转化为阴气；阴气盛，又变为阳气。所以欲望不可以满，欢乐不可以极。忿没有恶言，怒不变色，这就叫做得计。火上炎为汨，水下流为阴，圣人之道，以类相求，为崇尚阳道。依靠阳道则天下和睦同心，依靠阴道则天下败落迷陷。'
      },
      {
        title: '积薄成厚，积卑成高',
        content: '老子〔文子〕曰：积薄成厚，积卑成高，君子日汲汲以成辉，小人日快快以至辱。其消息也，虽未能见。故见善如不及，宿不善如不祥。苟向善，虽过无怨；苟不向善，虽忠来恶。故怨人不如怨己，勉求诸人不如求诸己。声自召也，类自求也，名自命也，人自官也。无非己者，操锐以刺，操刃以击；何怨于人，故君子慎其微。万物负阴而抱阳，冲气以为和，和居中央，是以木实生心，草实生于荚，卵胎生于中央，不卵不胎，生而须时。地平则水不流，轻重均则衡不倾，物之生化也，有感以然。',
        translation: '老子说：积薄成厚，积下成高，君子勤身以修道，日益光辉，小人乘间以快意，终至困辱。君子勤身以修道，小人乘间以快意的变化，虽然未能看见。所以见善如不及，居不善如不祥。如果向善，虽有过失亦不怨恨；如果不向善，虽然忠诚亦可招致邪恶。所以怨恨别人不如自我怨恨，勉励求助于别人，还不如求助于自己。声音是自己呼喊的，种类是自己追求的，名字是自己命取的，人们是自我取法的。不向善之人，如同操利器以自刺，操利刃以自击，自我毁灭；怨恨不得别人，所以君子谨慎于事物的细微之处。万物都包含着阴和阳，阴阳两气交互冲荡就生成新的和气，和气居于中央，因此树木果实生于心，草之果实生于花，卵胎生于中央，既不是卵也不是胎，想要出生还必须等待时日。地平则水不流动，轻重平均则秤不倾坠，事物的产生和变化就是这样，必阴阳相感应才得中和之气。'
      },
      {
        title: '山致其高而云雨起焉',
        content: '老子〔文子〕曰：山致其高而云雨起焉，水致其深而蛟龙生焉，君子致其道而德泽流焉。夫有阴德者，必有阳报；有隐行者，必有昭名。树黍者不获稷，树怨者无报德。',
        translation: '老子说：山致其高而藏云雨，水致其深而有蛟龙，君子致力于道而德泽播散，惠及别人。有阴德的人必有阳报，有隐行的人必定著名，种黍的人不会收获稷，种下怨恨的人就不会报之以德。'
      },
    ]
  },
  {
    title: '微明',
    data: [
      {
        title: '道，可以弱，可以强',
        content: '老子〔文子〕曰：道，可以弱，可以强；可以柔，可以刚；可以阴，可以阳；可以幽，可以明；可以包裹天地，可以应待无方。知之浅，不知之深；知之外，不知之内；知之粗，不知之精。知之乃不知，不知乃知之，孰知知之为不知，不知之为知乎！夫道不可闻，闻而非也；道不可见，见而非也；道不可言，言而非也。孰知形之不形者乎！故「天下皆知善之为善也，斯不善矣！知者不言，言者不知。」',
        translation: '老子说：道可以弱，可以强，可以柔，可以刚，可以阴，可以阳，可以幽，可以明，可以包裹天地，可以适应事物的变化而无极限。知道其浅不知道其深，知道其外不知道其内，知道其粗不知道其精，知道它才是不知道，不知道才是知道，谁知道知道它为不知道，不知道它才是知道它的道理呢！道是不可闻的，闻到的并不是道；道是不可见的，见到的并不是道；道是不可言的，言到的并不是道。谁知道有形生于无形之中的道理呢！所以“天下都知道善之所以为善，恶的观念也就产生了！知道的人不乱说，乱说的人并不知道”。'
      },
      {
        title: '人可以微言乎',
        content: '文子〔平王〕问曰：人可以微言乎？老子〔文子〕曰：何为不可。唯知言之谓乎？夫知言之谓者，不以言言也。争鱼者濡，逐兽者趋，非乐之也。故至言去言，至为去为。浅知之人，所争者末矣。夫「言有宗，事有君。夫为无知，是以不吾知。」',
        translation: '文子问：人可以说至妙之言吗？老子回答说：为什么不可以。但是谁又知道微言的名称和含义呢？知道微言至妙的人，不能用言语来言说，唯可以去体会。取鱼的人衣服必然会被水所浸湿，逐兽的人必然快步追赶，并不是他们以此为快乐，而是形势使然。所以至妙之言不在言语，至为就是去掉为而不为。浅知疏学的人不懂得这些，所以他们的争逐是弃本而求末。“说话有宗旨，做事有根据，正由于人们不理解道，因此也不了解我。”'
      },
      {
        title: '为国亦有法乎',
        content: '文子〔平王〕问曰：为国亦有法乎？老子〔文子〕曰：今夫挽车者，前呼邪许，后亦应之，此挽车劝力之歌也，虽郑卫胡楚之音，不若此之义也。治国有礼，不在文辩；「法令兹彰，盗贼多有。」',
        translation: '文子问：治国也有法律吗？老子回答：现有拉车的人，在前面呼喊“邪许”的号子，后面的起而响应，这是鼓励拉车的人使劲之歌，郑卫胡楚等天下各种音乐，都不如拉车的号子声对人的鼓励作用大。治国需要有礼，而不在有华丽的辞藻和言论，法令越是繁多而显明，则盗贼越多，奸佞群起，有为而无益。'
      },
      {
        title: '道无正而可以为正',
        content: '老子〔文子〕曰：道无正而可以为正。譬若山林而可以为材。材不及山林，山林不及云雨，云雨不及阴阳，阴阳不及和，和不及道。道者，所谓「无状之状，无物之象也。」无达其意，天地之间，可以陶冶而变化也。',
        translation: '老子说：道无固定的形状，随物而成形，故曰可以为正。比如说就像山林并非是木材，而木材出于山林一样。木材之形大不过山林，山林大不过云雨，云雨大不过阴阳，阴阳大不过和气，和气大不过于道。所以可知天地之间，凡有形皆产生于无形之中，皆为道神化而成。道这个东西，是没有像具体事物那样的形象的，是没有确定形状的混沌状态，是无法用言语来说明和描述的，天地之间，欲说其无，但万物却因为道而成形，欲说其有，却从来看不见其形，唯道可以陶冶变化万物。'
      },
      {
        title: '圣人立教施政',
        content: '老子〔文子〕曰：圣人立教施政，必察其终始，见其造思，故民知书则德衰，知数而仁衰，知券契而信衰。瑟不鸣，而二十五弦各以其声应；轴不运于己，而三十辐个以其力旋。弦有缓急，然后能成曲；车有劳佚，然后能致远。使有声者，乃无声者也；使有转者，乃无转也。上下异道，易治即乱。位高而道大者从，事大而道小者凶。小德害义，小善害道；小辩害治，苛悄伤德。大正不险，故民易导；至治优游，故下不贼；至忠复素，故民无伪匿。',
        translation: '老子说：圣人立教施政，必须观察其终始，看见其造化而思考其功效，所以人民知道了书而德衰落，知道了礼数而仁衰落，知道了券契而信衰落，知道了巧诈而朴实衰落。瑟本身不响而是二十五根琴弦响应发声，轴本身不动而是三十根辐条各以其力量旋转。琴弦有缓有急，然后能奏出曲调，车子有劳有逸，然后能驶抵远方。使其发声的，乃是无声啊；使其转动的，乃是不转啊。无声使其有声，无转使其有转。如同君主指使臣下治理国家，君有君道，臣有臣规。君道在于无为，臣道在于有为，君主不动而臣下动，君臣不同道，反其道而行，变化它天下就会动乱。位高而道大的人，天下顺从，好大喜功而道小的人，就会有凶险。小德伤害义，小善伤害道；诡辩伤害治，多忧伤害德。良好的治国之政不邪恶，所以人民容易教导；最完美的政治就是悠闲自得，所以百姓没有伤害；最完美的忠诚就是返朴归真，所以人民没有诡诈恶毒之行。'
      },
      {
        title: '相坐之法立',
        content: '老子〔文子〕曰：相坐之法立，则百姓怨；减爵之令张，则功臣叛，故察于刀笔之迹者，不知治乱之本；习于行阵之事者，不知庙战之权。圣人先福于重关之内，虑患于冥冥之外。愚者惑于小利而忘大害。故事有利于小而害于大，得于此而忘于彼。故仁莫大于爱人，智莫大于知人；爱人即无怨刑，知人即无乱政。',
        translation: '老子说：连坐之法如果确立，百姓必会怨恨；削减群臣爵禄的政令一旦张示，功臣必然会背叛。所以醉心于法律条文的人，根本不知道治理乱世的方法；熟习于用兵作战的人，根本不知道庙战(朝庭所拟定的作战方案)的谋划。治乱的根本，在于无为而治，并不是苛法严刑；决胜之术，在于朝廷的权谋，并非是用兵作战。圣人见福于断绝思虑的境界之内，虑患于高深玄远之外，愚蠢的人被小利所迷惑而忘掉了大灾害。所以事情在小处有利大处有害，在这里得到在那里失去。圣人能洞见祸福之门，小人则见小利而忘大害，顾此失彼。所以，仁莫大于爱人，智莫大于知人，爱人就没有冤刑，知人就没有乱政。'
      },
      {
        title: '江河之大，溢不过三日',
        content: '老子〔文子〕曰：江河之大，溢不过三日；飘风暴雨，日中不出须臾止。德无所积而不忧者，亡其及也。夫忧者，所以昌也；喜者，所以亡也。故善者，以弱为强，转祸为福，「道冲而用之，又不满也。」',
        translation: '老子说：以长江、黄河的浩大，江河水满而外流三日即减少，疾风暴雨不终日。德无所积累而又不忧虑的人，马上就要亡失了。所以人有忧虑便昌盛，人有欢乐便灭亡。故善于把握时机的人，以柔弱为刚强，扭转祸患为幸福，“道空虚而无形，但它的作用却不会穷尽。”'
      },
      {
        title: '清静恬和，人之性也',
        content: '老子〔文子〕曰：清静恬和，人之性也；仪表规矩，事之制也。知人之性，则自养不悖；知事之制，则其举措不乱。发一号，散无竟，总一管，谓之心。见本而知末，执一而应万，谓之述；居知所以，行知所之，事知所乘，动知所止，谓之道。使人高贤称誉己者，心之力也；使人卑下诽谤己者，心之过也。言出于口，不可禁于人；行发于近，不可禁于远。事者，难成易败；名者，难立易废。凡人皆轻小害，易微事，以至于大患。夫祸之至也，人自生之；福之来也，人自成之。祸与福同门，利与害同邻，自非至精，莫之能分。是故，智者虑者，祸福之门户也；动静者，利害之枢机也，不可不慎察也。',
        translation: '老子说：清静恬合，是人的本性；仪表规矩，是事物的制度。知道了人的本性就自我修养而不违逆它，知道了事物的制度则举动措施就不会混乱。发一端，而流传散布于无穷之境，统管五脏叫做心；见本而知末，执一而应对千变万化，叫做术。平时闲居时就该知道事情产生的因果，行动时就该知道去往何方，做事时就该知道依靠什么，行动时知道止息，就叫做道。使别人高尚贤能并称誉自己的，是心的力量；使别人卑下并诽谤自己的，是心的过错。高贤卑下善恶由自己决定，称誉诽谤则依靠别人决定。言语出于口，不可禁止人们评说；行动发于身边，却不可禁止其流散到远方。事情成功难失败易，名誉建立难毁废易。一般的人都轻视小事，以为小事容易，以至于终至大患。祸患的到来，是人自己本身生成的；幸福的到来，是人自己本身成就的。祸患与幸福同门，有利与有害为邻，自己不是至精之人，是不能分辨清楚的。因此智虑是祸患和幸福的门户；动静是利和害的关键，不可不慎重审察啊。'
      },
      {
        title: '人皆知治乱之机',
        content: '老子〔文子〕曰：人皆知治乱之机，而莫知全生之具，故圣人论世而为之事，权事而为之谋。圣人能阴能阳，能柔能刚，能弱能强，随时动静，因资而立功；睹物往而知其反。事一而察其变；化则为之象，运则为之应。是以，终身行之无所困。故事或可言而不可行者，或可行而不可言者；或易为而难成者，或难成而易败者。所谓可行而不可言者，取舍也；可言而不可行者，诈伪也；易为而难成者，事也；难成而易败者，名也。此四者，圣人之所留心也，明者之所独见也。',
        translation: '老子说：人们都知道治理动乱的关键，却不知道保全生命的工具，因此圣人根据不同时代而主持其政事，权衡考虑保全生命的办法。圣人能阴能阳，能柔能刚，能弱能强，随着时间而行动和止息，根据资质而建功立业，看见事物的性质而知道返回，事物一出现就观察其变化。事物产生即有具体的形象，一运动就要应对它。因此可以终身不为事物所困。所以事物有的可言而不可行，有的可行而不可言；有的易为而难成，有的难成而易败。所谓可行而不可言的，是取舍；可言而不可行的，是诈伪；易为而难成的，是事；难成而易败的，是名。这四点，是圣人所时时留心留意的，高明之人自己省悟其中的道理。'
      },
      {
        title: '道者，敬小微',
        content: '老子〔文子〕曰：道者，敬小微，动不失时，百射重戒，祸乃不滋，计福勿及，虑祸过之，同日被霜，蔽者不伤，愚者有备与智者同功。夫积爱成福，积憎成祸，人皆知救患，莫知使患无生。夫使患无生易，施于救患难。今人不务使患无生，而务施救于患。虽神人不能为谋。患祸之所由来，万万无方。圣人深居以避患，静默以待时。小人不知祸福之门，动而陷于刑，虽曲为之备，不足以全身。故上士先避患而后就利，先远辱而后求名，故圣人常从事于无形之外，而不留心于已成之内。是以，祸患无由至，非誉不能尘垢。',
        translation: '老子说：体道之人谨小慎微，举动不失时机，多欲重戒，祸才不能滋生，算计福却不企及，思虑祸却可以躲过，同一天遭霜，掩蔽者免遭伤害，愚者有所准备与智者有同样的功效。积累爱就成就福，积累恨就成就祸，人们都知道救患，却不知道使患不生的方法，使患不产生容易，救患却是困难的。现在的人不专心于使患不产生，而是专心于救患。患不能杜绝于产生之前，而施救于患的于产生之后。即使是神人也不能为之谋划。患祸所以产生的途径，一点也没有迹象可寻，不知自何处而来。所以圣人深居简出以躲避患害，虚静沉默以等待时运。小人不知道祸福的门径，行动往往陷于刑罚，虽然多方设法为之防备，但仍不足以保全其身。所以上士先躲避祸患而后近于利，先远离污辱而后追求声名，所以圣人常从事于无形之外，而不留心于已成之内，为之于无有，治之于未乱。因此祸患无法产生，非誉诽谤而不能沾污其身。'
      },
      {
        title: '凡人之道，心欲小',
        content: '老子〔文子〕曰：凡人之道，心欲小，志欲大，智欲圆，行欲方，能欲多，事欲少。所谓心小者，虑患未生；戒祸慎微，不敢纵其欲也。志欲大者，兼包万国；一齐殊俗，是非辐辏中为之毂也。智圆者，始终无端，方流四远，渊泉而不竭也。行方者，立直而不挠，素白而不污，穷不易操，达不肆志也。能多者，文武备具，动静中仪，举错废置，曲得其宜也。事少者，秉要以偶众，执约以治广，处静以持躁也。故心小者，禁于微也；志大者，无不怀也；智圆者，无不知也；行方者，有不为也；能多者，无不治也；事少者，约所持也。故圣人之于善也，无小而不行，其于过也，无微而不改。行不用巫觋，而鬼神不敢先，可谓至贵矣。然而战战栗栗，日慎一日，是以无为而一之成也。愚人之智，固已少矣；而所为之事又多，故动必穷。故以政教化，其势易而必成；以邪教化，其势难而必败。舍其易而必成，从事于难而必败，愚惑之所致。',
        translation: '老子说：大凡人间之道，心欲小，志欲大，智欲圆，行欲方，能欲多，事欲少。所谓心小，是谨小慎微防祸患于未产生之前，不敢放纵自己的欲望。所谓的志大，是要胸怀万国；使不同的风俗习惯整齐一致，一统天下，把是非聚集于一处来处理。所谓智圆，要始终没有开端，四方远流，使道如同源泉一样没有竭尽之时。所谓行方，就是立直而不弯曲，素白而不染污，境遇不佳也不改变节操，境遇好也不随便逞志。所谓能多，就是要文武兼备，行动和止息都符合标准，中规中矩，举止有方，恰到好处。所谓事少，就是要执掌关键以合大众，执约以治广，处虚静戒急躁。所以心小的人，于微细之处也不敢随便；志大的人，心胸宽广，抱负远大；智圆的人，天下之事无所不知；行方的人，有所不为；能多的人，没有治理不好的地方；事少的人，节制自己而坚守要领。所以圣人对于善，必从小处着手而修养，小节不马虎；其对于过错，微细之处亦不放过，有过而必改。行事不用巫觋，而鬼神不敢作祟，可以说这就是极其宝贵了。如此而时刻小心翼翼，谨慎一日胜过一日，因此这就是无为而专一于精诚啊。愚人之智，本来就无多；而所为之事又多多，所以其行动必然陷于困顿。故以正为教化，其势容易而必定成功；以邪为教化，其势困难而必定失败。舍弃容易而必定成功的，而从事于困难而必定失败之事，愚蠢和迷惑便由此而致。'
      },
      {
        title: '福之所起也绵绵',
        content: '老子〔文子〕曰：福之所起也绵绵，祸之生也纷纷。祸福之数微而不可见，圣人见其始终，故不可不察。明主之赏罚，非以为己，以为国也，适于己而无功于国者，不施赏焉；逆于己而便于国者，不加罚焉。故义载乎宜谓之君子，遗义之宜谓之小人。通智得而不劳，其次劳而不病，其下病而亦劳。古之人味而不舍也，今之人舍而不味也。纣为象箸而箕子啼，鲁人偶人葬而孔子叹，见其所始，即知其所终。',
        translation: '老子说：福的兴起是连续不断的，祸的产生是纷乱无章的。祸福产生的理数和原因，微妙而不可见，圣人见其始而知其终，所以不可不审察。英明君主的奖赏和惩罚，并不是为了自己，而是为了国家，适合于自己而无功于国家的，不施行奖赏；不适合于自己而有利于国家的，不加以惩罚。所以举措合义就叫做君子，举措不合义就叫做小人。通智体道之人无为而治，治而不劳力；其次是劳力而不精疲力尽；最次的是精疲力尽而越发劳力。古代的人体会事物的道理而不舍弃，现在的人舍弃而不体会事物的道理。殷纣王用象箸，箕子为纣王的奢侈而啼哭，鲁国以偶人陪葬，孔子为此而哀叹，看见其开始，就可以知道其结果。'
      },
      {
        title: '仁者，人之所慕也',
        content: '老子〔文子〕曰：仁者，人之所慕也；义者，人之所高也。为人所慕，为人所高，或身死国亡者，不周于时也。故知仁义而不知世权者，不达于道也。五帝贵德，三皇用义，五伯任力。今取帝王之道，施五伯之世，非其道也。故善否同，非誉在俗；趋行等，逆顺在时。知天之所为，知人之所行，即有以经于世矣；知天而不知人，即无以与俗交；知人而不知天，即无以与道游。直志适情，即坚强贼之；以身役物，即阴阳食之。得道之人，外化而内不化。外化，所以知人也；内不化，所以全身也。故内有一定之操，而外能屈伸，与物推移，万举而不陷，所贵乎道者，贵其龙变也。守一节，推一行，虽以成满犹不易，拘于小好而塞于大道。道者，寂寞以虚无，非有为于物也，不以有为于己也，是故，举事而顺道者，非道者之所为也，道之所施也。天地之所覆载，日月之所照明，阴阳之所煦，雨露之所润，道德之所扶，皆同一和也。是故，能戴大圆者覆大方，镜太清者视大明，立太平者处大堂，能游于冥冥者，与日月同光，无形而生于有形。是故，真人托期于灵台，而归居于物之初，视于冥冥，听于无声。冥冥之中，独有晓焉；寂寞之中，独有照焉。其用之乃不用，不用而后能用之也。其知之乃不知，不知而后能知之也。道者，物之所道也；德者，生之所扶也；仁者，积恩之证也；义者，比于心而合于众适者也。道灭而德兴，德衰而仁义生，故上世道而不德，中世守德而不怀，下世绳绳唯恐失仁义。故君子非义无以生，失义则失其所以生；小人非利无以活，失利则失其所以活。故君子惧失义，小人惧失利。观其所惧，祸福异矣。',
        translation: '老子说：怀仁之人受人羡慕，有义之人受人尊敬。受人羡慕，受人尊敬，有的身死国亡，是不合于时运啊。所以知道仁义而不知道时势的变化，是不通达于道的。五帝以德为贵，三皇重义，五霸逞力，以德为贵无为而治，重义而诛暴安民，逞力失道德而借助仁义。如今在五霸的时代取法三皇五帝之道，显然不是治国之道了。上古竞于道德，中古逐于智谋，近世争于力气，今以燧人、伏羲、神农、黄帝、颛项、帝喾、唐尧、虞舜之道施行于世，必为新圣所耻笑，以古御今，不知时势变化。所以，善与不善相同，非议和称誉在于世俗，跑和走相等，违逆和顺应在于时势的变化，时代不同，标准有异，手段亦殊。知道天道的所为，知道人道的所行，就可以以此治理天下了。知道天道而不知人道，就不知道用什么来与世俗相交接；知道人道而不知道天道，就不知道用什么来与天道同游。顺志适情，就必被坚强所伤害；身为物役，就必被阴阳所腐蚀。得道之人，外化而心不化。外化所以知道与人交接；心不化所以保全身体。所以心有一定之操守，而外能屈伸变化，与万物推移，万举而不失宗旨，以道为贵的人，贵就贵在其善于变化(之龙)，以应对时事。坚守一定的节操，抱定一定的行事准则，虽然成就一节一行的完美也不改变，拘泥于小好、独守于一方必堵塞了大道之途。道这个东西，寂寞而虚无，对于万物必须坚守无为，自己不做有为之事，因此举事而顺应于道的，并不是体道之人所自为呀，而是道本身在起作用，道本身在教化天下。天地之所载承覆盖，日月之所照明，阴期之所温暖和煦养物，雨露之所滋润，道德之所扶持，都同出自于一和气。因此能头顶天空的人就能脚踩大地，能照见天空的人就能视野开阔，能立于大地上的人就能屹立于天地之间，能优游于玄远之道中的人，与日月同样的光明，无形就产生了有形，就可以无为而无不为。因此体道的真人将自己的期望托付于心灵，而归居于万物尚未成形之时，于玄远幽暗中审视，于无声虚静中倾听。冥冥之中独有亮光，寂寞之中独有影像。其用之乃是不用，不用而后才能用之。其知道乃是不知道，不知道而后才能知道。道，是万物之所由来；德，是万物之所扶；仁，是积恩的验证；义，是同于心而合于众适的。道灭而德兴，德衰而仁义生，失道以后有德，失德以后有仁，失仁以后有义，所以上古之世有道而无德，中古之世守德而不怀德，近世小心谨慎唯恐失却仁义。所以君子没有义就无以产生，失去了义也就丧失了君子产生的条件；小人没有利就无以活命，失去了利也就丧失了小人生存的条件。所以君子害怕失去义，小人害怕失去利。观察他们所恐惧的，就可以知道祸福相异了。所以丧失道德而后有仁义，时势变化使然，知道了时异世变，就可以治世治国了。'
      },
      {
        title: '事或欲利之，适足以害之',
        content: '老子〔文子〕曰：事或欲利之，适足以害之；或欲害之，乃足以利之。夫病湿而强食之热，病渴而强饮之寒，此众人之所养也，而良医所以为病也。悦于目，悦于心，愚者之所利，有道者之所避。圣人者，先迕而后合；众人，先合而后迕。故祸福之门，利害之反，不可不察也。',
        translation: '老子说：一般的人都知道以利为利而不知道以病为病，常常为了利而刚好伤害了自己，唯有圣人才知道病可转化为利，利可转化为病，因为他们以病为病，因此远离于病，始终与利相伴。患了湿病而强以热物佐治，患了渴病而强以凉水佐治，这是一般人疗养的方法，而良医却以此为病。因为这不是治疗的好方法，结果会适得其反。欢快于目，取悦于心，这是愚人所追求的，有道之人却避而不及。圣人，是先违背而后吻合，一般的人是先吻合而后违背。所以祸福产生的门径，利与害是可以相互转化的，利可以为害，害亦可以为利，非人力之所为。祸福相倚伏，利害相转返，人们不可不察。'
      },
      {
        title: '有功离仁义者及见疑',
        content: '老子〔文子〕曰：有功离仁义者及见疑，有罪而有仁义者必见信，故仁义者，事之常顺也，天下之尊爵也。虽谋得计当，虑患解，图国必存。其事有离仁义者，其功必不遂也。言虽无中于策，其计无益于国。而心周于君，合于仁义者，身必存。故曰：百言百计常不当者，不若舍趋而审仁义也。',
        translation: '老子说：有功但远离仁义的人就被怀疑，有罪但有仁义的人则必被信任，所以仁义是事物的顺理，是天下的尊贵。只有计谋得当，忧虑祸患解除，则谋国必存。那些做事远离仁义者，其功业必定不成功。虽有言于谋略不相符合(适用)，其计谋于国无益。而用心适于君主，合乎仁义的人，身体必存，性命得以保全。所以说百言百计而常不适用的人，还不如舍弃追逐而专心审视仁义。'
      },
      {
        title: '教本乎君子，小人被其泽',
        content: '老子〔文子〕曰：教本乎君子，小人被其泽；利本乎小人，君子享其功。使君子小人各得其宜，则通功易食而道达矣。人多欲即伤义，多忧即害智。故治国，乐所以存；虐国，乐所以亡。水下流而广大，君下臣而聪明。君不与臣争而治道通。故君根本也，臣枝叶也，根本不美而枝叶茂者，未之有也。',
        translation: '老子说：教化本于君子，利益本于小人；小人享受到教化的好处，君子享受小人的劳动果实。让君子和小人各得其所宜，就人各有其业，互通有无以求生存了。人多欲望就伤义，多忧患就害智。所以，太平之国欢乐所以存在，暴虐之国欢乐所以灭亡。向低处流而能广大，人君礼贤臣下就聪明。人君不与臣下相争，人君无为，臣下有为，则为治之道就通达。所以人君是根本，臣下是枝叶，根本不美而枝叶繁茂，从来没有啊，故君明则臣贤，国家安宁。'
      },
      {
        title: '慈父之爱子者，非求其报',
        content: '老子〔文子〕曰：慈父之爱子者，非求其报，不可内解于心；圣主之养民，非为己用也，性不能己也。及恃其力，赖其功勋而必穷，有以为则恩不接矣。故用众人之所爱，则得众人之力；举众人之所喜，则得众人之心；故见其所始，则知其所终。',
        translation: '老子说：慈父的爱子，不求其报恩，在内心本来就有这种天性故不可解除；圣主的养民，并不是为了自己所用，本性就是如此情不自禁。至于那些依持其力量，有赖其功勋的则必然陷于穷困之中，指望孩子或人民报恩，那么父子之情、君民之恩就丧失而不存了。所以用众人之所爱，就会得到众人的力量；举众人之所喜欢，就可获得众人之心。故看见事物的肇始，就知道其最终的结果是什么。'
      },
      {
        title: '人以义爱，党以群强',
        content: '老子〔文子〕曰：人以义爱，党以群强。是故，德之所施者博，即威之所行者远；义之所加者薄，则武之所制者小。',
        translation: '老子说：人以义生爱，党以群强大。因此德之施行就广博，威力便可抵达远方；义之所加就寡薄，武力所控制的地方便小。'
      },
      {
        title: '以不义而得之',
        content: '老子〔文子〕曰：以不义而得之，又不布施，患及其身，不能为人，又无以自为，可谓愚人。无以异于枭爱其子也。故「持而盈之，不如其已；揣而锐之，不可长保。」德之中有道，道之中有德。其化不可极，阳中有阴，阴中有阳，万事尽然，不可胜明。福至祥存，祸至祥先。见祥而不为善，则福不来；见不祥而行善，则祸不至。利与害同门，祸与福同邻，非神圣莫之能分。故曰：「祸兮福所倚，福兮祸所伏，孰知其极。」人之将疾也，必先甘鱼肉之味；国之将亡也，必先恶忠臣之语。故疾之将死者，不可为良医；国之将亡者，不可为忠谋。修之身，然后可以治民；居家理治，然后可移于官长。故曰：「修之身，其德乃真；修之家，其德乃余；修之国，其德乃丰。」民之所以生活，衣与食也。事周于衣食则有功，不周于衣食则无功，事无功德不长。故随时而不成，无更其刑；顺时而不成，无更其理。时将复起，是谓道纪。帝王富其民，霸王富其地，危国富其吏，治国若不足，亡国困仓虚。故曰：「上无事而民自富，上无为而民自化」。「起师十万，日费千金。师旅之后，必有凶年。」故「兵者不祥之器也，非君子之宝也。」「和大怨，必有余怨，奈何其为不善也！」古者亲近不以言，来远不以言，使近者悦，远者来。与民同欲则和，与民同守则固，与民同念者知。得民力者富，得民誉者显。行有召寇，言有致祸。无先人言，后人而已。附耳之语，流闻千里。言者祸也，舌者机也。出言不当，驷马不追。昔者，中黄子曰：「天有五方，地有五行，声有五音，物有五味，色有五章，人有五位，故天地之间有二十五人也。上五有神人、真人、道人、至人、圣人，次五有德人、贤人、智人、善人、辩人，中五有公人、忠人、信人、义人、礼人，次五有士人、工人、虞人、农人、商人，下五有众人、奴人、愚人、肉人、小人。」上五之与下五，犹人之与牛马也。圣人者，以目视，以耳听，以口言，以足行。真人者，不视而明，不听而聪，不行而从，不言而公。故圣人所以动天下者，真人未尝过焉；贤人所以矫世俗者，圣人未尝观焉。所谓道者，无前无后，无左无右，万物玄同，无是无非。',
        translation: '老子说：取之不义，又不布施，患及其身，既不能为别人，又不能为自己，其愚蠢就如同枭鸟爱护自己的孩子，反为其孩子所害。所以“执着而追求圆满，不如相机退让而停止；尖锐而锋芒外露，难以保持长久。”德之中有道，道之中有德，其变化不可穷极，阳中有阴，阴中有阳，万物都是如此而没有例外，不可尽明。福至先兆已经有存在，祸至先兆已经明示，福祸相倚。见先兆而不为善事，则福不来临；见不祥之兆而行善事，则祸不至。利与害同门，祸与福同邻，不是神圣不能区分。所以说：“灾祸啊是幸福的依身之地，幸福啊是灾祸的藏身之所，谁能知道它们变化的究竟呢？”人将要生病时，必先以鱼肉之味为甘美；国家将要灭亡时，必先以忠臣之语为恶；所以患病将要死亡的人，良医不能救治；国家将要灭亡的，不可以为其尽忠谋划。先修养自身，然后可以统治人民；治理好家庭，然后可以迁任长官，修身齐家后才可以治理天下。所以说：“把这个原则贯彻到个人，他的德可以纯真；贯彻到一家，他的德可以有余；贯彻到一国，他的德可以强大。”人民之所以生活，就在于衣食。使人民丰衣足食就有功，否则就无功，做事没有功德就不会久长。时有兴废，事有成败，不变其故，不易其常，刑罚不可废除，天理不可变易，这就叫做道的纲纪。帝王使其人民富裕，霸王使其国土广大，危亡之国重敛而使官吏暴富，治理好的国家表面上似乎不足，危亡之国仓库空虚民不足食。所以说：“人君无事，人民自然富足；人君无为，人民自然顺化。”兴兵十万，日费就需要千金，师旅过后，必然有凶年。所以“兵器是不吉利的东西，它不应是君子所使用的东西。”“企图和解很大的仇怨，必然有保留和解不了的仇怨，如此怎能算作和善？”古代不用语言表示亲近，使远方的人前来归附同样不用语言，用的都是行动，行动使邻近的人喜悦，远方的入主动前来。与人民同欲即国家祥和，与人民同守即国家坚固，与人民同思的人就有智慧。得民力的人富裕，得民称誉的人显达。行动召致盗贼劫掠，语言带来祸患。不要先于人讲话，一定要后于人而说。近耳秘密之语，也会流传于千里之外。话就是祸，舌就是关键。讲话不适当，驷马不能追回，所以不可不慎言。过去中黄子说：天有五方即东西南北中，地有五行即金木水火土，声有五音即官商角征羽，物有五味即甘苦辛酸成，色有五章即青黄赤白黑，人有五位即侯、大夫、卿、公、辟。所以天地之间有二十五种人。上五种有神人、真人、道人、至人、圣人，次五种有德人、贤人、智人、善人、辩人，中五种有公人、忠人、信人、义人、礼人，次于中的五种有士人、工人、虞人、农人、商人，最下的五种有众人、奴人、愚人、肉人、小人。最上的五种人和最下的五种人，就好像是人之与牛马的关系一样，上下之差，如同天地之别。圣人借助耳、目、口、舌，而能周知天下万物。真人不看而明鉴，不听而聪明，不行动而信从，不言语而公正。所以圣人周知万物德配天地，真人不曾见此；贤人以仁爱匡正世俗，圣人未曾见此。故知贤人不及圣人，圣人不及真人，其得道有深浅，品级有分别。所谓的道，无前无后，无左无右，万物心无私宰而与天地暗合，无是无非，如此而已。'
      },
    ]
  },
  {
    title: '自然',
    data: [
      {
        title: '清虚者，天之明也',
        content: '老子〔文子〕曰：清虚者，天之明也；无为者，治之常也。去恩慧，舍圣智，外贤能，废仁义，灭事故，弃佞辩，禁奸伪，则贤不肖者齐于道矣。静则同，虚则通，至德无为，万物皆容，虚静之道，天长地久，神微周盈，于物无宰。十二月运行，周而复始，金木水火土，其势相害，其道相待。故至寒伤物，无寒不可；至暑伤物，无暑不可，故可与不可皆可。是以，大道无所不可，可在其理，见可不趋，见不可不去，可与不可，相为左右，相为表里。凡事之要，必从一始，时为之纪，自古及今，未尝变易，谓之天理。上执大明，下用其光，道生万物，理于阴阳，化为四时，分为五行，各得其所。与时往来，法度有常，下及无能，上道不倾，群臣一意。天地之道，无为而备，无求而得。是以，知其无为而有益也。',
        translation: '老子说：清虚是天的英明，无为是治理国家的准则。去除恩惠，舍弃圣智，疏远贤能，废掉仁义，泯灭事情，摈弃佞辩，禁止奸伪，去此七者，即贤无所尚，愚无所愧，鸿洞(虚无混沌之宇宙原始状态)大道，归复于自然。静就是同，虚就是通，最高的德就是无为，世之万物都可容纳，虚静之道，天长地久，神妙莫测而无主，周遍万物而无穷，与万物没有主宰。十二月的运行，周而复始，非人所能左右，金木水火土，五行相胜，即金克木，木克土，土克水，水克火，火克金，相互伤害，又五行相生，即金生水，水生木，木生火，火生土，土生金，五行相推，一胜一衰。所以严寒伤物，无寒还不可；酷暑伤物，无暑亦不可，故可与不可都是可。因此大道无所不在，无所不可，可在于其理数，见可不快走，见不可不离去，可与不可，相为左右，相为表里，相反而相成。一切事物的要领，必以道为起点，以时间为纲纪，自古到今，不曾有过变化，此即谓天理。君取法天道是为英明，明照天下百姓得其教化，道生成万事万物，分理于阴阳，化为四时，分为五行，各得其所。按时往来交替，法度有常规，下泽及百姓，君道不倾覆，群臣一心一意。天地之道，就会无为而自备，无求而自得。因此，知道了无为而治的道理，则阴阳不差，万物有常，黎庶蒙惠，百事万物，各得其所适。'
      },
      {
        title: '朴，至大者无形状',
        content: '老子〔文子〕曰：朴，至大者无形状；道，至大者无度量。故天圆不中规，地方不中矩。往古来今谓之宙，四方上下谓之宇。道在其中而莫知其所，故其见不远者，不可与言大；其知次博者，不可与论至。夫禀道与物通者，无以相非，故三皇五帝法籍殊方，其得民心一也。若夫规矩句绳，巧之具也，而非所以为巧也。故无弦虽师文不能成其曲，徒弦则不能独悲，故弦悲之具也，非所以为悲也；至于神和，游于心手之间，放意写神，论变而形于弦者。父不能以教子，子亦不能受之于父，此不传之道也。故肃者，形之君也；而寂寞者，音之主也。',
        translation: '老子说：朴，是至大而无形状的；道，是至大而无限量的。所以天圆不能以规画，地方不能以矩量。朴和道无形无限，不可规矩。古往今来谓之宙，上下四方谓之宇。道在宇宙中而不知其所在，所以那些见识不远的人，不可以与他谈论大；那些知识不广博的人，不可以同他讨论至。体道和通达于万物的人，没有什么不一样的，所以三皇五帝法制异域，其赢得民心却无不同。至于说到规矩句绳，都是技巧的工具，其本身并非是技巧。所以没有琴弦乐师也不能弹成曲调，而只有琴弦没有乐师同样演奏不出悲曲，故琴弦只是演奏悲曲的工具，其本身并不是悲曲。极至在于心和，行游在心手之间，放纵心意宣泄精神，表现于琴弦所发出声调的变化。父亲不能以此传授给儿子，儿子也不能从父亲那里承继过来，弹琴的妙道全在于心的体会，是不可言传身教的。所以无形是成形的君主，而寂寞则是声音的君主，无形决定有形，无声决定有声。'
      },
      {
        title: '天地之道，以德为主',
        content: '老子〔文子〕曰：天地之道，以德为主，道为之命，物以自正。至微甚内，不以事贵。故不待功而立，不以位为尊；不待名而显，不须礼而庄，不用兵而强。故道立而不教，明照而不察。道立而不教者，不夺人能也；明照而不察者，不害其事也。夫教道者，逆于德，害于物，故阴阳四时，金木水火土，同道而异理，万物同情而异形。智者不相教，能者不相受。故圣人立法，以导民之心，各使自然，故生者无德，死者无怨。「天地不仁，以万物为刍狗；圣人不仁，以百姓为刍狗。」夫慈爱仁义者，近狭之道也。狭者入大而迷，近者行远而惑。圣人之道，入大不迷，行远不惑，常虑自守，可以为极，是谓天德。',
        translation: '老子说：天地之道，以德为主，道为万物赋予生命，万物因此而自正，遂顺自然。微妙的极至是无内之内，不以事为贵。所以，不等待功业而功业已立；不以位为尊，不等待名声而名声已显；不须礼而庄重，不用兵而强大。所以道立而不需教化，就是不去剥夺人的能力。所谓明照而不需观察，就是不去伤害事物之性。凡是有教导之举的，便是违背于道德，伤害于事物，所以阴阳四时，金木水火土五行，同道而异理，万事万物同情而异形。有智慧的人不相互教导，有才能的人不相互授受。故圣人立法的目的，在于引导人民之心，各使其归顺自然，所以生者不称颂其德，死者也没有怨恨产生。“天地是无所谓仁慈的，听任万物自己生灭；圣人是无所谓仁慈的，听任百姓自己生死。”慈爱仁义，是浅近狭窄之道。(刍狗：古代祭祀时用草扎成的狗，人们把草做成刍狗的时候，并不爱它，重视它；祭祀结束后抛弃它，也不是恨它轻视它。)狭窄的人入大而迷，浅近的人行远而惑。圣人之道，入大不迷，行远不惑，常守虚静，可以通达极至，这就叫自然之德。'
      },
      {
        title: '圣人天覆地载，日月照临',
        content: '老子〔文子〕曰：圣人天覆地载，日月照临，阴阳和，四时化，怀万物而不同，无故无新，无疏无亲。故能法天者，天不一时，地不一材，人不一事。故绪业多端，趋行多方。故用兵者，或轻或重，或贪或廉，四者相反，不可一也。轻者欲发，重者欲止，贪者欲取，廉者不利非其有也。故勇者可令进斗，不可令持坚；重者可令固守，不可令凌敌；贪者可令攻取，不可令分财；廉者可令守分，不可令进取；信者可令持约，不可令应变。五者，圣人兼用而材使之。夫天地不怀一物，阴阳不产一类，故海不让水潦以成其大，山材不让枉挠以成其崇峦，圣人不辞其负薪之言以广其名。夫守一隅而遗万方，取一物而弃其余，则所得者寡，而所治者浅矣。',
        translation: '老子说：圣人之德，覆载如天地，照临如日月，茫然无为而阴阳和合，转运四时而万物化育，胸怀万物而不与其同一，殊俗异类和而不同，无故无新，无疏无亲。故能取法于天的人，知道天以一季则不能成岁，地生一财则取用有极，人有一能则不足为贵。所以事业多端，追求多方。所以用兵的人，有的轻视，有的重视，有的贪婪，有的廉洁，四者相反，不可混而为一。轻视的人想发兵，重视的人想罢兵，贪婪的人想谋取，廉洁的人不获取不属于自己的东西，各趋其便。因此不能混而为一，不能混而为一则逢敢必败，如能量其才力，均其轻重贪廉而使之，就会无往而不胜了。所以勇敢者可命令前进而战，不可下令坚持不出；重视者可以下令固守，不可以下令分财；廉洁者可以下令坚守本分，不可以下令进取；守信者可以下令持守盟约，不可以下令应变。此五者，圣人兼用并因材施行，故天下无敌。天地不仅仅怀育了一物，阴阳也不仅仅产生了一类，因此大海不推辞百川的汇入才成就了其浩大，山材不推辞弯曲的树木才成就了其高峦，圣人不推辞卑贱者之言才成就了其高名。独守一个方面而丧失了多方面，获取一物而放弃其余，则所得到的东西必然寡少，而为治的人则必然浅近。'
      },
      {
        title: '天之所覆，地之所载',
        content: '老子〔文子〕曰：天之所覆，地之所载，日月之所照，形殊性异，各有所安。乐所以为乐者，乃所以为悲也。安所以为安者，乃所以为危也。故圣人之牧民也，使各便其性，安其居，处其宜，为其所能，周其所适，施其所宜，如此即万物一齐，无由相过。天下之物，无贵无贱，因其所贵而贵之，物无不贵，因其所贱而贱之。物无不贱。故不尚贤者，言不放鱼于木，不沈鸟于渊。昔尧之治天下也，舜为司徒，契为司马，禹为司空，后稷为田畴，奚仲为工师。其导民也，水处者渔，林处者采，谷处者牧，陵处者田。地宜其事，事宜其械，械宜其材。皋泽织网，陵阪耕田，如是则民得以所有易所无，以所工易所拙,以所长易所短。是以，离叛者寡，听从者众，若风之过萧，忽然而感之，各以清浊应，物莫不就其所利，避其所害。是以，「邻国相望，鸡狗之音相闻。」而足迹不接于诸侯之境，车轨不结于千里之外，皆安其居也。故乱国若盛，治国若虚，亡国若不足，存国若有余。虚者，非无人也，各守其职也；盛者，非多人也，皆徼于末也；有余者，非多财也，欲节而事寡也；不足者，非无货也，民鲜而费多也。故先王之法，非所作也，所因也；其禁诛，非所为也，所守也。上德之道也。',
        translation: '老子说：天覆地载，日月所照，万物形殊而性异，各有所安和所乐；把自己的快乐强加给它们，改变它们的自然之性以适合于自己，那么悲剧就会产生。把自己的安逸强加给它们，改变它们的自然之性以适合于自己的安逸，那么危险就会产生。所以圣人管理人民，各宜其性，使他们安居，处其所宜，使其所能，周其所适，施其所宜，如此则万物一列而各得其位，无由相犯。天下的事物，本来是无所谓贵贱的，因为其珍贵而珍贵它，则万物没有不珍贵的，因为轻贱而轻贱它。则万物没有不轻贱的，贵贱无定分，穷通无常准，在于遇与不遇，用与不用而已。故不尚贤者，因为鱼游应放其入水，因为鸟飞应放其入林，这是使它们各安其性，若置之相反，投鱼入林，投鸟入水，就如同崇尚智能一样，反其性而施行，终致失败。过去尧治理天下的时候，舜为罚徒，掌管教化，契为司马，掌管军队，禹为司空，掌管建筑工程，后稷为田畴，掌管农业生产，奚仲为工师，掌管各种手工业制造。他们引导人民的方法是，居处在江河湖海水域之地的人从事渔业生产，近山林而居住的人从事伐木生产，近山谷而居住的人从事畜牧业生产，居住在平原地区的人以种田为业。所处之地适合于他们所从事的事业，所从事的事业适合于他们所善长的工具，所善长的工具适合于他们所取材的对象。湖泊沼泽之民织网捕鱼，丘陵山坡之民耕种田地，如此则人民得以互通有无，以巧换粗，长短互补。因此逃离背叛的人很少，跟从者却是多多，就好像是风吹箫管一样，忽然而感应到风的吹拂，各以清浊之音响应，事物没有不就其所利而避其所害的。因而当时天下的情况是，邻国相望而不相害，鸡鸣犬吠之声相闻。尧等一班贤臣的足迹不必来亲自踏入各诸侯国之境，车轨亦不行驶于一千里之外，不兴甲兵，而天下大治，人民都适性而安居啊。所以混乱之国表面上却像盛国，治理好的国家表面上却像虚国，危亡之国表面上却像不足，保全之国表面上却像有余之国。所谓的虚，并非是无人，而是人人各守其职，世无闲人；所谓的盛，并不是人多，而是都去追求末了；所谓的有余，不是财货多，而是节制欲望减少事物；所谓的不足，并不是没有财货，而是人民少赋敛重。所以先王所立的法度，并非要去实际操作，而是用来所遵循的；那些禁诛之法，并非要去实际施行，而是用来所提防的，提防并持守它。凡此就获得了上德之道，也即自然之道。'
      },
      {
        title: '以道治天下，非易人性也',
        content: '老子〔文子〕曰：以道治天下，非易人性也，因其所有而条畅之，故因即大，作即小。古之渎水者，因水之流也；生稼者，因地之宜也；征伐者，因民之欲也。能因，则无敌于天下矣。物必有自然而后人事有治也。故先王之制法，因人之性而为之节文。无其性，不可使顺教。有其性，无其资，不可使遵道。人之性有仁义之资，其非圣人为之法度，不可使向方，因其所恶以禁奸，故刑罚不用，威行如神，因其性即天下听从，拂其性即法度张而不用。道德者则功名之本也，民之所怀也，民怀之则功名立。古之善为君者法江海，江海无为以成其大，洼下以成其广，故能长久。为天下溪谷，其德乃足；无为故能取百川，不求故能得，不行故能至。是以，取天下而无事。不自贵故富，不自见故明，不自矜故长，处不有之地故为天下王，不争故莫能与之争，终不为大故能成其大。江海近于道，故能长久，与天地相保。王公修道，功成不有，不有即强固，强固而不以暴人，道深即德深，德深即功名遂成。「此谓玄德。深矣！远矣！其与物反矣！」天下有始，莫知其理，唯圣人能知其所以。非雄非雌，非牝非牡，生而不死，天地以成，阴阳以形，万物以生。故阴与阳，有圆有方，有短有长，有存有亡，道为之命。幽沉而无事，于心甚微，于道甚富，死生同理，万物变化，合于一道。简生忘死，何往不寿。去事与言，慎无为也。守道周密，于物不宰。至微无形，天地之始，万物同于道而殊形。至微无物，故能周恤；至大无外，故为万物盖；至细无内，故为万物贵。道以存生，德以安形。至道之度，去好去恶，无有知故，故易意和心，无以道迕。夫天地专而为一，分而为二，反而合之，上下不失；专而为一，分而为五，反而合之，必中规矩。夫道至亲不可疏；至近不可远。求之远者，往而复反。',
        translation: '老子说：用道来治理天下，不是改变人性，顺其所有而使其条理通畅，所以顺从自然就大，有为就小。古代开渠疏导水流，要顺应水流之势；种植庄稼，要因地制宜；出兵讨伐，要顺从人民的意愿；能顺从就无敌于天下了。事物的自然之性不可交易，明白了这样的道理，然后才可依此去治理人事，顺从民愿，则诸事可成，功无有不利，无为而无不可为。所以先王制定法度，顺应人性而拟定具体的细节条文。不顺应人性，就不可能使人民顺从教化。顺应了人性，没有那样的资质，就不可能使其遵守自然之道。人性具有仁义的资质，如果不是圣人为其制定法度，就不可能使其得到规范，顺应其所厌恶而禁止奸佞，故刑罚不用，威行如神，顺应其性即天下听从，拂逆其性即使法度张大也没有什么作用。道德是功名之根本，是民心的归向，得道民心就归向你，功名就可以建立。古代善于为君的效法江海，江海无为才成就了自己的浩大，因为低下才成就了自己的广阔，所以能够保持长久。亘古而不息，成为天下的溪谷，其德才充足；无为所以能接纳百川，不求所以才能够获得，不行所以才能够到达。所以以无为的态度方能取天下；不自我珍贵故能富，不自我见识故能明，不自我夸耀故能长，处无为之地，故能为天下王，不争所以没有人能与你相争，永远不为大所以才能成就其大业。江海的无为已接近于道，故能长久而不息，与天地相始终。王公修养道德，不居功自傲，无为即刚强，刚强而不以之欺侮他人，道深就是德深，德深便成就功名。“自然之德幽深而邈远啊！它同万物一起返归于本原。”天下有道，不知道其理，只有圣人才能知其所以然，洞晓其中的道理。非雄非雌，非牝非牡，生而不死，天地育成，阴阳育形，万物始生。所以阴与阳，有圆有方，有短有长，有存有亡，道为其生命，幽深而无为，在心甚微，在道甚富，死生同理，万物变化，合于一道而已。轻生忘死，何往而不寿，无事无言，慎守无为。守道周密，对于万物而无主宰。微妙之极而无形，天地之始，万物同出于道而形状殊异。微妙之极而无物，所以能周恤；至大无外，所以能覆盖万物；至细无内，所以为万物所贵。道以存而生，德以安而形。至道之准则，去掉好恶，没有巧诈，所以变意和心，不与道相背。夫天地合而为一，分而为阴阳，阴阳相反而合和，天地不失；合而为一，分而为五行，阴阳五行其势相克，其道相待，必合法则。道是至亲不可疏远的，至近不可远求的，去远处求道的人，去而复返。'
      },
      {
        title: '帝者有名，莫知其情',
        content: '老子〔文子〕曰：帝者有名，莫知其情。帝者贵其德，王者尚其义，霸者通于理。圣人之道，于物无有，道狭然后任智，德薄然后任刑，明浅然后任察。任智者中心乱，任刑者上下怨，任察者下求善以事上即弊。是以，圣人因天地之变化，其德乃天覆而地载，道之以时，其养乃厚，厚养即治。虽有神圣，夫何以易之。法心智，省刑罚，反清静，物将自正。道之为君如尸，俨然玄默，而天下受其福，一人被之不褒，万人被之不褊。是故重为惠，重为暴，即道迕矣。为惠者布施也，无功而厚赏，无劳而高爵，即守职者懈于官，而游居者亟于进矣。夫暴者妄诛，无罪而死亡，行道者而被刑，即修身不劝善，而为邪行者轻犯上矣。故为惠者即生奸，为暴即生乱，奸乱之俗，亡国之风也。故国有诛者，而主无怒也；朝有赏者，而君无与也。诛者不怨君，罪之当也。赏者不德上，功之致也。民之诛赏之来，皆生于身，故务功修业，不受赐于人。是以，朝廷芜而无迹，田野辟而无秽。故「太上，下知而有之。」王道者，「处无为之事，行不言之教，」清静而不动，一度而不摇，因循任下，责成而不劳，谋无失策，举无过事，言无文章，行为仪表，进退应时，动静循理，美丑不好憎，赏罚不喜怒。名各自命，类各自以，事由自然，莫出于己。若欲狭之，乃是离之；若欲饰之，乃是贼之。天气为魂，地气为魄，反之玄妙，各处其宅，守之勿失，上通太乙，太乙之精，通合于天。天道默默，无容无则，大不可极，深不可测，常与人化，智不能得。转轮无端，化遂如神，虚无因循，常后而不先。其听治也，虚心弱志，清明不暗。是故，群臣辐辏并进，无愚智贤不肖，莫不尽其能。君得所以制臣，臣得所以事君，即治国之所以明矣。',
        translation: '老子说：为帝的人有名声，却不知道其中的真实情况。德可化育万物，所以为帝的人以德为珍贵；义可拯溺扶危，所以为王的人崇尚义；理可应于机变，所以称霸的人通达于理。圣人之道，在于对万物心无主宰，道狭窄不宽然后便逞个人智力，德寡薄不厚然后便专任刑罚，明浅显不深然后信任观察。逞个人智力的人心乱，专任刑罚的人上下怨恨，信任观察的人臣下便想方设法讨好他，如此即被蒙蔽。因此圣人顺从天地的变化，其德才天覆而地载，以时导引百姓，他的养育才会深厚，深厚的养育就会把国家治理好。即使有神圣，他又用什么办法来改变这些呢？取法内心的智慧，省却刑罚，返归清静无为，则万物将自正。为君之道应如尸，居其位而无所事，庄重清静，而天下便广受其福，一人被之不大，万人被之不小，因此重赏重罚，就迕逆于道了。为惠者布施也，无功而给予厚赏，无劳而授予高爵，就会使守职者为官懈怠，而无正当职业的游闲之人就会急于进前钻营。崇尚暴力的人妄加诛杀，使百姓无罪而死亡，修道者而遭受刑罚，就会使修身的人不劝善，而那些从事歪门邪道的人就会轻易犯上作乱。所以重赏就产生奸滑，重罚就会产生混乱，奸滑混乱之俗，是亡国的风气啊。因此国有遭诛杀者不愤怒于君主，朝廷有奖赏者而与君主的个人感情无关。被杀的人不怨恨君主，因为所犯之罪与受到的处罚相当。被赏者不感谢君主，因为那是功劳所致。人民知道赏罚的由来，都是由自身的行动所招致，所以都务修功业，不接受别人的恩赐。因此朝廷无事，朝政无事，无为自然而治，田野开辟而没有荒废，农作物繁茂，故“最好的统治者，人们仅仅知道他的存在。”君王之道，在于处无为之事，施行不言之教，清静而不动，以一为准则而不动摇，因循守旧而信任臣下，责任完成而不辛劳，谋划没有失策，行动没有错误，言辞不华美，举止有标准，进退按时，动静遵礼法，对美不喜好，对丑不憎恶，奖赏不喜，处罚不怒，名号自命，归类自由，万事顺其自然，淡化自我。如果要挟持它，就是离开了它；如果要粉饰它，就是伤害了它。阳气为阳精，阴气为阴神，阴阳相反幽深微妙，各处其位置，坚守而不失，上通达于太乙，太乙之精，通合于天。天道无声而无息，无形而无状，大不可穷极，深不可探测，常与人化合，智不能获得。运转无始无终，变化如神，虚无因循而不变，常处于后而不为先。为君之道处理政事，虚心弱志则神清智明，照见万物而不遗，长明而不暗。因此群臣必像辐条都集中于毂上一样，齐心协力共事一君，没有愚智不肖之辈，没有不尽其才能者。君主得到所以用臣之道，臣下得到所以事君之法，这就是重要的治国之术了。'
      },
      {
        title: '知而好问者圣，勇而好问者胜',
        content: '老子〔文子〕曰：知而好问者圣，勇而好问者胜。乘众人之智者即无不任也，用众人之力者即无不胜也。用众人之力者，乌获不足恃也；乘众人之势者，天下不足用也。夫权不可为之势，而不循道理之数，虽神圣人不能以成功。故圣人举事，未尝不因其资而用之也。有一功者处一位，有一能者服一事。力能其任，即举者不重也；能胜其事，即为者不难也。圣人兼而用之，故「人无弃人，物无弃材。」',
        translation: '老子说：有智慧而又好问的人圣智聪明，有勇气而又好问的人战无不胜，利用众人智慧的人没有胜任不了的事情，利用众人之力量的人就无往而不胜。利用众人之力量的人，乌获之类的力士不足恃；利用众人之势力的人，天下太小不足其用事。谋划不可为的形势，而不遵循道理之数，即使是神圣之人，也不能成功。故圣人做事，没有不凭借其资质而行动的。有一定功劳的人就处于一定的地位，有一定才能的人就服膺(铭记在心，衷心信奉)一定的事物，力能胜其任，就不感觉到沉重；能力称其事，做起来就不感觉困难。圣人兼而使用其长处，所以“因其材而使用，没有不各尽其材的，因其能而使用，没有不各尽其能的。”'
      },
      {
        title: '所谓无为者，非谓其引之不来',
        content: '老子〔文子〕曰：所谓无为者，非谓其引之不来，推之不去，迫而不应，感而不动，坚滞而不流，卷握而不散，谓其私志不入公道，嗜欲不挂正术，循理而举事，因资而立功，推自然之势，曲故不得容，事成而身不伐，功立而名不有；若夫水用舟，沙用(長尗)，泥用輴，山用樏，夏渎冬陂，因高为山，固下为池，非吾所为也。圣人不耻身之贱，恶道之不行也；不忧命之短，忧百姓之穷也。故常虚而无为，抱朴见素，不与物杂。',
        translation: '老子说：所谓无为，不是说引之不来，推之不去，强迫而不应，有感而不动，凝固而不流，卷握而不舒展，而是说其私志不进入公道，嗜欲不阻碍正术，循理而举事，凭资质而建功立业，推求自然的形势，巧诈不得容纳，成事而自己不夸耀，立功而名声不显，就像渡水用舟，沙地用(長尗)(交通工具)，泥地用輴，爬山用樏，夏季开渠冬季筑陂，因高为山，低下为池，都不是我的主观之所为啊。圣人不以身贱为耻辱，而以大道不行为罪恶；不忧虑生命的短暂，而忧虑百姓的穷困。所以总是虚静而无为，抱朴见素，不与万物相混杂。'
      },
      {
        title: '古之立帝王者，非以奉养其欲也',
        content: '老子〔文子〕曰：古之立帝王者，非以奉养其欲也。圣人践位者，非以逸乐其身也。为天下之民强陵弱，众暴寡，诈者欺愚，勇者侵怯。又为其怀智不以相教，积财不以相分，故立天子以齐一之。为一人之明，不能遍照海内，故立三公九卿以辅翼之。为绝国殊俗，不得被泽，故立诸侯以教诲之。是以，天地四时无不应也。官无隐事，国无遗利；所以衣寒食饥，养老弱，息劳倦，无不以也。神农形悴，尧瘦癯，舜黧黑，禹胼胝，伊尹负鼎而干汤，吕望鼓刀而入周，百里奚传卖，管仲束缚，孔子无黔突，墨子无暖席，非以贪禄慕位，将欲事起天下之利，除万民之害也。自天子至于庶人，四体勿勤，思虑不困，于事求赡者，未之闻也。',
        translation: '老子说：古代拥立帝王，并不是为了奉养其欲望啊。圣人即位，并不是用其安逸快乐自己的身体啊。而是因为天下之民以强凌弱，以众欺少，奸诈的欺骗愚蠢的，勇敢的侵犯胆小的。又因为胸怀智慧的不用其相互教导，积累财富的不用其相互分配，所以才立天子以便整齐划一他们。因为一人之明见，不能遍照于海内，所以又立三公九卿以为天子的辅助；因为边远地区不同风俗习惯的民族和国家，不能蒙受君王的恩泽，所以立诸侯用以教诲他们。因此天地及春夏秋冬四时没有不应和的。百官没有失职的事，国家没有关爱不到的地方；所以寒冷有衣穿饥饿有饭吃，赡养老弱病残，劳倦得以休养，无不各得其所啊。神农为民而容貌憔悴，唐尧为政而清癯消瘦，虞舜为治国而脸色黧黑，大禹治水而手掌脚掌布满老茧，伊尹背鼎而求见商汤，吕望不以自卑鼓刀而入周朝，百里奚有辗转被买卖的遭遇，管仲曾被鲁人绑缚，孔子汲汲行道很少在家吃饭故烟囱不黑，墨子来去匆匆坐席不及暖即离开，这些人有此遭遇仍不屈不挠，孜孜以求，并终成大业，并不是因为他们贪恋俸禄和爵位，而是为了追求真理，为万民兴起天下的利益，除掉万民的祸害啊。上至天子，下至百姓，四体不勤，不付出辛苦和劳动，不恳心竭虑痛苦地思考，对于万事却想求圆满，还从来没有听说过啊。'
      },
      {
        title: '所谓天子者，有天道以立天下也',
        content: '老子〔文子〕曰：所谓天子者，有天道以立天下也。立天下之道，执一以为保，反本无为，虚静无有，忽恍无际，远无所止，视之无形，听之无声，是谓大道之经。',
        translation: '老子说：所谓的天子，是秉赋自然之道而立于天下的。立于天下之道，就在于必须执道守静保真，返归根本之道而无为，虚静无怀，隐隐约约没有界限，邈远而无限不可止息，视之无形状，听之无声音，这就叫大道之永恒。'
      },
      {
        title: '夫道者，体圆而法方',
        content: '老子〔文子〕曰：夫道者，体圆而法方，背阴而抱阳，左柔而右刚，履幽而载明，得一之原，以应无方，是谓神明。天圆而无端，故不得观其形；地方而无涯，故莫能窥其门。天化遂无形状，地生长无计量。夫物有胜，唯道无胜。所以无胜者，以其无常形势也。转轮无穷，象日月之运行，若春秋之代谢，日月之昼夜，终而复始，明而复晦。制形而无形，故功可成；物物而不物，故胜而不屈。庙战者帝，神化者王。庙战者法天道，神化者明四时。修正于境内，而远方怀德；制胜于未战，而诸侯宾服也。古之得道者，静而法天地，动而顺日月，喜怒合四时，号令比雷霆，音气不戾八风，诎伸不获五度。因民之欲，乘民之力，为之去残除害。夫同利者相死，同情者相成，同行者相助，循己而动，天下为斗。故善用兵者，用其自为用；不能用兵者，用其为己用。用其自为用，天下莫不可用；用其为己用，无一人之可用也。',
        translation: '老子说：道这个东西，体会其圆而效法其方，背阴而抱阳，左柔而右刚，踏幽远而载明亮，得道之根本，便可应用无尽，这就叫神明。天圆而无边际，故不可观察其形状，地方而无涯际，故不能窥见其门径。天化成万物而没有形状，地生长万物而没有限量。万物有尽的时候，只有道没有穷尽的时候。之所以无穷无尽，是因为它没有永恒的形式可言啊，运动无穷，就像日月的运行，就好比是春秋的代谢，日月昼夜终而复始，明而又暗。有形又无形，所以功业可成，支配万物而不被万物所支配，所以长胜而不穷。庙战者可为帝，神化者可为王。庙战者取法天道，神化者明鉴四时。修养政事于国内，而远方之民亦被怀其德；不战而胜，而诸侯归服。古代的得道之人，虚静而法效天地，行动而顺遂日月，喜怒取法四时，号令好比雷霆，声气不违八风，屈伸不悖五度。顺应百姓的欲望，利用人民的力量，为他们去残除害。同利者可相死，同情者可相成，同行者可相助，为已而动，就引发了天下的争斗。所以善于用兵的人，用兵的目的就在于用兵，在于师出有名；不善于用兵的人，用兵只是为了满足自己的利益。师出有名，为了人民的利益而用兵，则天下所有的人力物力没有不可用的；用兵只是为了满足自己的利益，则没有一个人可以利用。'
      },
    ]
  },
  {
    title: '下德',
    data: [
      {
        title: '治身，太上养神',
        content: '老子〔文子〕曰：治身，太上养神，其次养形。神清意平，百节皆宁，养生之本也。肥肌肤，充腹肠，供嗜欲，养生之末也。治国，太上养化，其次正法。民交让争处卑，财利争受少，事力争就劳，日化上而迁善，不知其所以然，治之本也。利赏而劝善，畏刑而不敢为非，法令正于上，百姓服于下，治之末也。上世举本，而下世事末。',
        translation: '老子说：治身，最好的方法是养护精神，其次是养护形体。神清意平，人体的肢节才能都得到安宁，这是养生的根本。使身体肥胖，吃的既饱又好，满足嗜欲，则是养生的末端。治国之道，最好的方法是以道德进行教化，使人民归返于自然，其次是修正刑罚奖赏之法。人民相互谦让而争处卑下，财货利益相互谦让力争少得，事情力役争着去劳作，逐渐为人君所感化而变好，不知其所以然，这是治国的根本。以奖赏利益的方法勉励向善，人民畏惧刑罚而不敢为非作歹，法令修正于人君，百姓服从于下，这是治国的末端。上世推举治国的根本，而下世则专事治国的末端。'
      },
      {
        title: '欲治之主不世出',
        content: '老子〔文子〕曰：欲治之主不世出，可与治之臣不万一，以不世出求不万一，此至治所以千岁不一也。盖霸王之功不世立也，顺其善意，防其邪心，与民同出一道，则民可善，风俗可美。所贵圣人者，非贵其随罪而作刑，贵其知乱之所生也。若开其锐端，而纵之放僻淫佚，而弃之以法，随之以刑，虽残贼天下不能禁其奸矣。',
        translation: '老子说：圣明之君主不是每世每代都能出现的，贤臣则一万个人中也难以挑选出一个，也不是每世每代都能出现的圣明之君主，再去求得一万个人中也难以挑选出一个的贤臣，实在是太困难了，这也就是至治之世一千年也出现不了一个的原因。霸王之功业也不是每世每代都可确立的，顺其善意，防其邪心，与人民同出于一道，则人民就会变得善良，风俗也会变得美好起来。圣人之所以珍贵，并不是珍贵他因罪而作刑，而是珍贵他知道乱世产生的原因。如果开启奸邪之源，放纵邪恶淫佚，之后再去绳之以法，处以刑罚，即使是杀尽天下所有的百姓，也终于禁止不了奸邪。'
      },
      {
        title: '身处江海之上，心在魏阙之下',
        content: '老子〔文子〕曰：身处江海之上，心在魏阙之下，即重生，重生即轻利矣。犹不能自胜，即从之，神无所害也；不能自胜，而强不从，是谓重伤。重伤之人，无寿类矣。故曰：「知和曰常，知常曰明，益生曰祥，心使气曰强，是谓玄同。」用其光，复归其明。',
        translation: '老子说：身处江海之上隐居遁世，心却在魏阙(宫门外之阙门)之下向往着荣华，如此就贵生，贵生就轻利了，不因为利而害生。如若不能自胜，就放纵它，则无害于神，宁神以保生。不能自胜，不能自己控制自己，心不能支配气，强制不放纵，这就叫再伤，再伤之人自然夭折，不可与高寿相齐类。所以说：“知道谐和的道理就叫作得到了常道，知道了常道就叫作聪明。贪生纵欲就是灾殃，欲望支配了气就逞强，知道了这些就叫符合于道了。”用其光照，就可复返其明亮，做到身隐而心不贪恋。'
      },
      {
        title: '天下莫易于为善，莫难于为不善',
        content: '老子〔文子〕曰：天下莫易于为善，莫难于为不善。所谓善者，静而无为，适情辞余，无所诱惑，循性保真，无变于己，故曰为善易也。所谓为不善难者，篡弑矫诈，躁而多欲，非人之性也，故曰为不善难也。今之以为大患者，由无常厌度量生也，故利害之地，祸福之际，不可不察。圣人无欲，无避也。事或欲之，适足以失之；事或避之，适足以就之。志则有所欲，即忘其所为矣，是以，圣人审动静之变，而适受与之度，理好憎之情，和喜怒之节。夫动静得即患不侵也。受与适即罪不累也，理好憎即忧不近也，和喜怒即怨不犯也。体道之人，不苟得，不让祸，其有不弃，非其有不制，恒满而不溢，常虚而易赡。故自当以道术度量，即食充虚，衣御寒，足以温饱，七尺之形，无道术度量，而以自要尊贵，即万乘之势不足以为快，天下之富不足以为乐。故圣人心平志易，精神内守，物不能惑。',
        translation: '老子说：天下最容易的事莫过于行善，天下最难的事莫过于不行善。所谓的行善最容易，只要虚静无为，适情而动，辞却多余的事物，拒绝诱惑，遵循性命之理保全天真，不改变自己的本性就可以了，所以说行善容易。所谓的不行善最困难，在于其用武力杀死君主夺取权位，矫情奸诈，躁动不静而多欲望，这类行动都不是人的本性，所以说行不善太难了。现在的大祸患，都是由贪得无厌、贪心无限所产生的，所以利与害相交之地，祸与福相生之际，不可以不明察啊。圣人是没有欲望的，所以无需躲避什么。有些事情想要得到，恰好却失去了它；有些事情想要躲避，恰好却又得到了它，灾祸和幸福也是如此。心志有所欲望，就会忘记其所作所为了。因此圣人审察动与静的变化，适合取舍之度，理正好憎之情，调和喜怒之节。动静适宜即祸患不侵入，取合适度即罪行不加身，理正好憎即忧患不近前，调和喜怒即怨恨不相犯。体道之人，不随便获得，不避让灾祸，其有不弃，并非其有不制，常满而不溢，常虚而易赡，因此自当以道术度量，即吃饭充饥，穿衣御寒，足以温饱。七尺之躯，没有道术度量，而以自求尊贵，即使是君主之势力，也不足以使其愉快，即使是天下的财富，也不足以使其欢乐。所以圣人心平志平，精神内守，万物不能迷惑。'
      },
      {
        title: '胜人者有力，自胜者强',
        content: '老子〔文子〕曰：「胜人者有力，自胜者强。」能强者，必用人力者也；能用人力者，必得人心者也；能得人心者，必自得者也。未有得己而失人者也，未有失己而得人者也。故为治之本，务在安民；安民之本，在于足用；足用之本，在于不夺时；不夺时之本，在于省事；省事之本，在于节用；节用之本，在于去骄；去骄之本，在于虚无。故知生之情者，不务生之所无以为；知命之情者，不忧命之所无奈何。目悦五色，口惟滋味，耳淫五声，七窍交争，以害一性。日引邪欲竭其天和，身且不能治，奈治天下何！所谓得天下者，非谓其履势位，称尊号，言其运天下心，得天下力也！有南面之名，无一人之誉，此失天下也。故桀纣不为王，汤武不为放。故天下得道，守在四夷；天下失道，守在诸侯。诸侯得道，守在四境；诸侯失道，守在左右。故曰：无恃其不吾夺也，恃吾不可夺也。行可夺之道，而非篡杀之行，无益于持天下矣。',
        translation: '老子说：“战胜别人是有力量，战胜自己才是坚强。”能够坚强的人，必定是利用别人的力量，能利用别人的力量的人，必定是得到了人心，能获得人心的人，必定是自有所得之人。没有得到了自己而失去了别人的人，也没有失去了自己而能得到别人的人。所以为治的根本，致力于安定人民；安民之根本，在于满足财用；足用之根本，在于不夺农时；不夺时之根本，在于简省事物；省事之根本，在于节约财用；节用之根本，在于去除骄奢淫欲；去除骄奢淫欲之根本，在于虚静无为。所以知道本性的人，不追求性的有为；知道本命的人，不忧患命的无为。眼以五色为喜悦，口以滋味为肥美，耳以五声为淫乐，七窍相争，以伤害于一性。日复一日招引邪欲穷尽其性和，自身尚且不能治，又以什么来治理天下呢？所谓得天下者，并不是说其履势位，称尊号，而是说其能运用天下的人心，得到了天下的力量。有君王之名，没有一人称誉他，这就丧失了天下啊。所以夏桀和商纣王之所以被灭亡，并非是因为商汤和周武王放逐他们所致，而是因为他们失去了民心，丧失了天下，商汤和周武王用天下的力量才取而代之的。所以天下得道，四夷亦为之坚守；天子失道，诸侯为之坚守。诸侯得道，四境亦为之坚守，诸侯失道，左右近臣为之坚守。所以没有凭藉其就不能夺取我的势位和尊号，凭借着我自己得民心而不可夺取啊。推行失去民心之道，却又非议篡夺权位杀死君主的行为，是无益于其持有天下的。'
      },
      {
        title: '善治国者，不变其故',
        content: '老子〔文子〕曰：善治国者，不变其故，不易其常。夫怒者逆德也；兵者凶器也；争者人之所乱也。阴谋逆德，好用凶器，治人之乱，逆之至也。非祸人不能成祸，不如「挫其锐，解其纷，和其光，同其尘。」人之性情，皆愿贤己而疾不及人，愿贤己则争心生，疾不及人则怨争生。怨争生则心乱而气逆，故古之圣王退争怨，争怨不生则心治而气顺。故曰：「不尚贤，使民不争。」',
        translation: '老子说：善于治理国家的人，不改变旧有的东西，不改变固有的规律。发怒而用兵是违背道德的，兵这个东西是凶恶不祥之器，争斗是人民所以动乱的原因。兵谋违背道德，好用凶恶不祥之器，来治理人民的动乱，可以说是到了违背的顶点啊。不加祸于人就不能祸及自己，所以，不如摧毁凶锐之器，和解其纷争，与天下万物和光同尘。人之本性，都认为自己好而嫉妒不如别人，认为自已好则争强好胜之心就产生，嫉妒不如别人怨恨争斗就产生。怨恨争斗就会使心意迷乱而逆气，所以古代圣明的君主退却争斗怨恨，争斗怨恨不产生就会使心意得治而气顺。所以说：“不标榜贤能，使人民不争求功名。”'
      },
      {
        title: '治物者，不以物以和',
        content: '老子〔文子〕曰：治物者，不以物以和；治和者，不以和以人；治人者，不以人以君；治君者，不以君以欲；治欲者，不以欲以性；治性者，不以性以德；治德者，不以德以道。以道本人之性，无邪秽，久湛于物即忘其本，忘其本即合于若性。衣食礼俗者，非人之性也，所受于外也。故人性欲明，嗜欲害之，唯有道者能遗物反己。有以自鉴，则不失物之情；无以自鉴，则动而惑营。夫纵欲失性，动未尝正，以治生则失身，以治国则乱人，故不闻道者，无以反性。古者圣人得诸己，故令行禁止。凡举事者，必先平意清神。神清意平，物乃可正。听失于非誉，目淫于采色，而欲得事正即难矣，是以贵虚。故水激则波起，气乱则智昏，昏智不可以为正，波水不可以为平。故圣王执一，以理物之情性。夫一者，至贵无适于天下。圣王托于无适，故为天下命。',
        translation: '老子说：治物的时候，不用物用和；治和的时候，不用和用人；治人的时候，不用人用君；治君的时候，不用君用欲；治欲的时候，不用欲用性；治性的时候，不用性用德；治德的时候，不用德用道。用道来衡量人的本性，则本性就不邪恶污浊，长久地浸淫于外物就会忘记其本性，忘记其本性就合于他性了。衣食和礼俗，不是人的本性，是本性之所接受的东西，所以人性欲平静，嗜欲和爱好就伤害它，只有体道之人能够放弃外物返回到性的根本上来。以道自鉴，保持心性的平静，万物的性素就无所染污；不能以道自鉴，心性的平静遭到破坏，则物来迷乱举动失正。放纵欲望丧失本性，举动失正，用其来治性就丧失自身，用其来治国就引发动乱，所以不体道的人，就不能返归本性。古代的圣人得到自己的本性，其身正，故令行禁止，大凡举事者，必须先平意清神，神清意平，事物才能平正。听言于是非之间，目淫于彩色之中，而想要使事物平正就困难了，因此要以虚无为珍贵。水激就起波纹，气乱就智昏，昏智不可以为正，波纹不可以为平。所以圣明之王执道，以其来治理事物的情性。道这个东西，对于天下来说是至为珍贵和没有偏颇、无所厚薄的，圣明之王托承了道对于天下没有偏颇、无所厚薄的特点，所以能号令天下的百姓，顺正天下的万物。'
      },
      {
        title: '阴阳陶冶万物，皆乘一气而生',
        content: '老子〔文子〕曰：阴阳陶冶万物，皆乘一气而生。上下离心，气乃上蒸，君臣不和，五谷不登，春肃秋荣，冬雷夏霜，皆贼气之所生也。天地之间，一人之身也；六合之内，一人之形也。故明于性者，天地不能胁也。审于符者，怪物不能惑也。圣人由近以知远，以万异为一同。气蒸乎天地，礼义廉耻不设，万民莫相侵暴虐，由在乎混冥之中也。廉耻陵迟，及至世之衰，用多而财寡，事力劳而养不足，民贫苦而忿争生，是以贵仁。人鄙不齐，比周朋党，各推其与，怀机械巧诈之心，是以贵义。男女群居，杂而无别，是以贵礼。性命之情，淫而相迫于不得已，则不和，是以贵乐。故仁义礼乐者，所以就败也，非通治之道也。诚能使神明定于天下，而心反其初，则民性善；民性善，则天地阴阳从而包之，则财足而人赡，贪鄙忿争之心不得生焉。仁义不用，而道德定于天下，而民不淫于采色，故德衰然后饰仁义，和失然后调声，礼淫然后饰容。故知道德，然后知仁义不足行也。知仁义，然后知礼乐不足修也。',
        translation: '老子说：阴阳二气陶冶万物，都是凭借中和之气而产生。君主和百姓离心，中和之气就上升，君臣不和，五谷就不成熟，春天萎缩秋天繁盛，冬天打雷夏天下霜，这都是邪气产生后所造成的恶果。天地之间，只国君主一人而已，独由君主一人来教化；六合之内，只有君主一人之身形。所以明鉴于本性的人，天地不能胁迫。审视于征验(证据；应验；证实)的人，怪物不能迷惑。圣人以近可以知远，以千差万别为一同。中和之气包裹天地、蒸彻上下的时候，礼义廉耻不设，万民没有互相侵陵欺骗残暴虐害之事，因为当时为至道之世，仅以道行，万民尚处在混沌状态之中。廉耻衰落，到了至世的末期，使用多多而财富寡少，尽力劳作而给养不足，人民贫苦忿争产生，因此以仁为贵。提倡兼爱以治理人民。人鄙不整齐，多结党营私，各推举与自己相好之人，胸怀机巧诈伪之心，因此以义为贵，以正其行为。男女群居，杂糅而无别，因此以礼为贵，以分别男女之尊卑。人的生命之情，淫乱过度而相互不能自己，就不和谐，因此以乐为贵，以乐能和心淡欲，并感化改变风俗。所以仁义礼乐这些东西，是用来抢救败世的，并不能通达正确的为治之道啊。果真能使神明安定于天下，心返归其本性，则人民没有情欲而性善；人民性善则天地阴阳覆载而包裹，就会财足而人赡，贪婪卑鄙忿争之心就不会产生了。不任用仁义，单独以道德正定天下，而人民就不会浸淫于色彩之中了，故德衰落然后掩饰仁义，和谐丧失然后协调声音，礼淫乱然后掩饰容止，所以知道了德，然后才知道仁义不足以推行，知道了仁义，然后才知道礼乐之不足修养。'
      },
      {
        title: '清静之治，和顺以寂寞',
        content: '老子〔文子〕曰：清静之治，和顺以寂寞，质真而素朴，闲静而不躁，在内而合乎道，出外而同乎义；其言略而循理，其行悦而顺情，其心和而不伪，其事素而不饰。不谋所始，不议所终，安及留，激则行。通体乎天地，同精乎阴阳，一和乎四时，明朗乎日月。与道化者为人，机巧诈伪莫载乎心。是以，天覆以德，地载以乐，四时不失序，风雨不为虐，日月清静而扬光，五星不失其行，此清静之所明也。',
        translation: '老子说：清静之治，谐和顺畅而空廓寂静，本质天真而简朴无华，闲静而不躁动，在内心合乎于道，在外践行而于义齐同；其言语简要而遵循理数，其行动愉快而顺应性情，其心意和睦而无虚伪狡诈，其事物素朴而没有巧饰。不谋划开始，不算计结果，安定就留身，不安定就离身而去。于天地通体，与阴阳同精，与四时同一，于日月同明。人与道相合，任其自化，与道为人，故天地日月合明其德，机巧诈伪不装载在心。因此天以德覆，地以乐载，四季不失次序，风雨不乱为残虐，日月清静而光亮，金木水火土五星不丧失其运行的轨迹，这就是清静无为所带来的光明。'
      },
      {
        title: '治世之职易守也，其事易为也',
        content: '老子〔文子〕曰：治世之职易守也，其事易为也，其礼易行也，其责易偿也。是以，人不兼官，官不兼士，士农工商，乡别州异。故农与农言藏，士与士言行，工与工言巧，商与商言数。是以，士无遗行，工无苦事，农无废功，商无折货，各安其性。异形殊类，易事而不悖。失业处而贱，得志势而贵。夫先知远见之人，才之盛也，而治世不以责于人。博闻强志，口辩辞给，人知之溢也，而明主不求于下。傲世贱物，不从流俗，士之伉行也，而治世不以为化民。故高不可及者，不以为人量；行不可逮者，不可为国俗。故人才不可专用，而度量道术可世传也。故国治可与愚守也，而军旅可以整同也；不待古之英隽，而人自足者，因其所有而并用之也。末世之法，高为量而罪不及也；重为任而罚不胜也；危为其难而诛不敢也。民困于三责，则饰智而诈上，犯邪而行危，虽峻法严刑，不能禁其奸。兽穷即触，鸟穷即啄，人穷即诈，此之谓也。',
        translation: '老子说：治世的职务容易执掌，当时的各种事情都容易做，其礼仪也同样容易推行，债务也容易偿还啊。因此人不能兼官，官不能兼事，士农工商四民，各有固定的居所，不互相杂处。所以农民之间聚居田野朝夕相处，从事于农耕生产，审四时察季节，互相谈论的都是春耕夏耨、秋收冬藏之事。士与士之间谈论的都是孝义仁爱等有关道德的行为；工民与工民谈论的都是有关技能的事；商民与商民谈论的都是有关获利多少的事。因此士民不失行，工民不生产粗制滥造的东西，农民不歉收庄稼，商民没有亏本的买卖，四民各安心其事业，不见异思迁。世界上的万事万物其形状和性质各不相同，人也是如此，根据不同人的不同特点，从事于他易于做的事而不乱。失去了所善长的职业就会变得贫贱无依，得到了所善长的职业就会变得富贵。具有先知和远见的人，是才能超群之人，而治世却不以此为标准来要求人民。博闻强识，能言善辩，这是才智过人之人，而圣明的君主却不以其为标准来要求下层的百姓。恃才贱物，高傲轻世，不与习俗同流，这是士人高傲的品行，而治世却不以此来教化人民。所以高不可及的人，不可以奉为作人的标准；那些行为不可及的人，不可以作为国家的习俗来提倡。因此，人才不能专用其一个方面的特长，亦不能以此来衡量所有的人，而用人的标准方法是可以传之于后世的。故国家治理得好可以将其交给愚人去持守，而军队亦可与其整治同一，不必等待如古代英俊之才那样的人出现，只要因人之所长，量人之所能而兼用之，就可以了。末世的法律，以高标准来要求，达不到标准的便治罪；以沉重来要求，力不能胜任的便会受到刑罚；因为艰难而不敢做的人便遭到诛杀。人民困窘于这三项要求，就巧饰才智而欺诈君主，触犯邪佞而做危险之事，虽然有峻法严刑，也不能禁绝奸诈。野兽到了没有退路的时候便要反抗，鸟到了没有退路的时候就会用嘴啄人，人到了没有退路的时候就奸诈，说的就是这个意思啊。'
      },
      {
        title: '雷霆之声可以钟鼓象也',
        content: '老子〔文子〕曰：雷霆之声可以钟鼓象也，风雨之变可以音律知也。大可睹者，可得而量也；明可见者，可得而弊也。声可闻者，可得而调也；色者察者，可得而别也。夫至大，天地不能函也；至微，神明不能领也；及至建律历，别五色，异清浊，味甘苦，即「朴散而为器矣。」立仁义，修礼乐，即德迁而为伪矣。民饰智以惊愚，设诈以攻上，天下有能持之，而未能有治之者也。夫智能弥多，而德滋邪。是以，至人淳朴而不散。夫至人之治，虚无寂寞，不见可欲，心与神处，形与性调，静而体德，动而理通，循自然之道，缘不得已矣。漠然无为而天下和，淡然无欲而民自朴，不忿争而财足施，施者不得，受者不让，德反归焉，而莫之惠。不言之辩，不道之道，若或通焉，谓之天府。取焉而不损，酌焉而不竭，莫知其所由出，谓之摇光。摇光者，资粮万物者也。',
        translation: '老子说：雷霆之声可以为钟鼓所仿效，风雨之变可以为音律所表现。大而可见的东西可以得到并测量，清楚而可见的东西可以得到并观察，声音可以听到的可以得到并调和，颜色可观察的可以得到并分而别之。大到极至的东西，天地不能包容；微小到极至的东西，神明不能领会。至于建律历，别五色，分清浊，尝甘苦，道就分散而为万物了。立仁义，修道乐，德就离散而为诈伪了。人民巧饰才智以惊动愚蠢，设奸诈以欺骗君主，天下有能持守它的，而未能有把它治理好的人。智能越多，而德愈加邪佞。因此至人抱道守德。至人之治，虚无寂寞，不见其欲望，心与神处，形与本性协调，平静而体德，行动而与理通，循自然之道，遵不得之理。漠然无为而天下谐和，淡然无欲而人民自然素朴，不忿争而财货足够施与，施与的人不以有德自居，接受的人不必推让，德返归而至，而不必恩惠它。不说话不辩论，处无道之道，如此有的人就会通达于道了，称之为天府。取用它不减少，酌取它而不竭，不知道它从什么地方来，称之为摇光(北斗的第七星)。摇光，是供给万物生长的资粮。'
      },
      {
        title: '天爱其精，地爱其平',
        content: '老子〔文子〕曰：天爱其精，地爱其平，人爱其情。天之精，日月星辰、雷霆风雨也；地之平，水火金木土也；人之情，思虑聪明喜怒也。故闭四关，止五遁，即与道论。神明藏于无形，精气反于真。目明而不以视，耳聪而不以听，口当而不以言，心条通而不以思虑。委而不为，知而不矜，直性命之情，而知故不得害。精存于目即其视明，存于耳即其听聪，留于口即其言当，集于心即其虑通。故闭四关及终身无患，四肢九窍莫死莫生，是谓真人。地之生财，大本不过五行，圣人节五行，即治不荒。',
        translation: '老子说：天爱其精，地爱其平，人爱其情。天之精，为日月星辰，雷霆风雨；地之平，为水火金木土；人之情，为思虑聪明喜怒。所以关闭耳目心口四关，停止五遁，就与道沦为一体了。五遁：五种逸乐。指沉湎于金(如器物之用)、木(如宫室之盛)、水(如泛舟之乐)、火(如烹调之美)、土(如楼台之高)五种物质享受。遁，逸也。神明藏于无形之中，精气返归于天真。目明而不以其视物，耳聪而不以其倾听，口巧而不以其说话，心通顺而不以其思虑。抛弃一切而处无为，知识丰富而不矜夸，顺遂本性之情，而巧诈就不能伤害。精气存在于目其视力就清楚，存在于耳其听力就聪明，留存于口其言语就得当，集汇于心其思虑就顺通。所以关闭了四关，就可以终身无患了，四肢及九窍(耳、目、口、鼻及尿道、肛门之九孔)不死不生、不废不用，这就叫真人。大地生财，最根本的不过于五行的运功，土与金木水火杂以生万物，圣人能节制五行，就为治而不迷乱。'
      },
      {
        title: '衡之于左右，无私轻重',
        content: '老子〔文子〕曰：衡之于左右，无私轻重，故可以为平；绳之于内外，无私曲直，故可以为正；人主之于法，无私好憎，故可以为令。德无所立，怨无所藏，是任道而合人心者也。故为治者，知不与焉。水戾破舟，木击折轴。不怨木石而罪巧拙者，智不载也；故道有智则乱，德有心则险，心有目则眩。夫权衡规矩，一定而不易，常一而不邪，方行而不留。一日行之，万世传之，无为之为也。一者，无为也。百王用之，万世传之，为而不易也。',
        translation: '老子说：衡秤对于左右两边，都没有轻重的私念，所以可以为平；准绳对于内外，都没有曲直的私念，所以可以为正；人主对于法律，没有好憎的私念，所以可以命令天下。德无所立，怨无所藏，这就是抱道而合于人心，所以为治之人，知道不将自己的主观意志强加于内。水势逆流而劲疾就伤船，用木打击车轴就会折断。不怨木石而怪罪工巧者拙劣，显然是智力出了问题。所以道有智就乱，德有心就邪恶，心意有机智就眩昏。权力和准则，要固定不变，永远保持一致而不偏邪，横行而未流散。日日奉行它，万世传承它，以无为为准则应用它。道，就是无为而无不为。百王用之，万世传之，是不易的天道。'
      },
      {
        title: '人之言曰：国有亡主',
        content: '老子〔文子〕曰：人之言曰：国有亡主，世无亡道，人有穷而理无不通，故无为者，道之宗也。得道之宗，并应无穷，故不因道理之数，而专己之能，其穷不远也。夫人君不出户，以知天下者，因物以识物，因人以知人也。故积力之所举，及无不胜也；众智之所为，即无不成也。千人之众无绝粮，万人之群无废功，工无异伎，士无兼官，各守其职，不得相干，人得所宜，物得所安。是以，器械不恶，职事不慢也。夫债少易偿也，职寡易守也，任轻易劝也。上操约少之分，下效易为之功，是以，君臣久而不相厌也。',
        translation: '老子说：人言说：国家有灭亡而世上却没有灭亡的道，人有穷尽而理却没有不通的时候，所以无为是道的根本。得到了道的根本，就会体用而无穷，所以不因循道理之规律，而专任一己之能，其离穷困也就不远了。人君足不出户就了解天下的原因，在于它因物而识物，因人以知人。所以积累所有的力量来共举一物，就没有不胜任的；汇集大家的智慧来做事，就没有不成功的。千人事农则丰衣足食，万人事工则没有废物，工民没有邪技，士没有兼官，各司其职，不得相互干扰，人人都各得其所，万物都得以安置，因此器械不坏，职事不怠慢。债少容易偿还，职少容易司守，任务轻容易勉励。人君操守约简寡少的职分，臣下效劳易做之功，因此君臣总也不相厌恶。'
      },
      {
        title: '帝者体太一，王者法阴阳',
        content: '老子〔文子〕曰：帝者体太一，王者法阴阳，霸者则四时，君者用六律。体太一者，明于天地之情，通于道德之论，聪明照于日月，精神通于万物，动静调于阴阳，喜怒和于四时，覆露皆道，博洽而无私，蜎飞蠕动，莫不依德而生，德流方外，名声传于后世。法阴阳者，承天地之和，德与天地参，光明与日月并照，精神与鬼神齐灵，戴圆履方，抱表寝绳，内能理身，外得人心，发号施令，天下从风。则四时者，春生夏长，秋收冬藏，取与有节，出入有量，喜怒刚柔，不离其理，柔而不脆，刚而不折，宽而不肆，肃而不悖，优游委顺，以养群类。其德含愚而容不肖，无所私爱也。用六律者，生之与杀也，赏之与罚也，与之与夺也，非此无道也。伐乱禁暴，兴贤良，废不肖，匡邪以为正，攘险以为平，矫枉以为直，明于施舍，开塞之道，乘时因势，以服役人心者也。帝者体阴阳即侵，王者法四时即削，霸者用六律即辱，君者失准绳即废。故小而行大即穷塞而不亲，大而行小即狭隘而不容。',
        translation: '老子说：为帝的人体会太一，为王的人取法阴阳，为霸的人效仿四时，为君的人使用六律。体会太一的，也即为帝之人，明鉴于天地之情，通达于道德，聪明照于日月，精神通于万物，动静与阴阳谐调，喜怒与四时相合，万物受其荫庇皆得教导，博爱熙洽而与爱憎无私念，就连能飞行和蠕动的小虫，都没有不仰仗其德而生的，德流布于远方之外，名声传于后世永被称颂。取法阴阳的，也即为王之人，秉承天地之间的和气，德与天地相高下，光明与日月并照，精神与鬼神一齐灵验，头戴圆天足履方地，人立天地之间，中规中矩，时时不忘以表率和准则要求自我，在内能修治自身，在外能获得人心，发号施令，天下如被风一样的顺从。效仿四时的，也即为霸之人，知道春生夏长，秋收冬藏，取舍有标准，出入有限量，喜怒与刚柔，不离道理，柔弱而不坚脆，刚强而不折断，宽容而不放纵，收缩而无悖乱，从容自得无为而听从自然安排，以养育万物。其德能含括愚蠢客纳不肖之人，对天下之物一视同仁，没有偏爱。使用六律的，也即为君之人，生之与杀，赏之与罚，给之与夺，除此以外便没有道了；故其以生杀、赏罚、给夺为道。讨伐动乱禁止残暴，推举贤良，废除不肖，匡正奸邪以为公正，铲除危险以为太平，矫正弯曲以为正直，明察于施舍，开启和阻塞，亦即导民和阻民之道，在于利用时机和把握形势，以使万民之心归附，非此则不可。为帝的人如果不体太一而体会阴阳，那就会止息了；为王的人如果不法阴阳而取法四时，那就会削弱了；为霸的人不效仿四时而使用六律，那就会受辱了；为君的人丧失了准绳，就会使功业遭废。所以以小智而推行大道就阻塞而不亲近，以大智而推行小道就狭隘而不容纳。为帝的人失道而后为德，为王的人失德以后求仁，为霸的人失仁以后为义，为君的人失义以后求礼。大者立则小者全在，亦即有道则德仁义礼俱存；小者立则大者必失，亦即仁义礼得立，则道已丧失。所以，只有大小不失其体，才能为治。'
      },
      {
        title: '地广民众，不足以为强',
        content: '老子〔文子〕曰：地广民众，不足以为强；坚甲兵利，不可以恃胜；城高池深，不足以为固；严刑峻法，不足以为威。为存政者，虽小必存焉；为亡政者，虽大必亡焉。故善守者无与御；善战者无与斗；乘时势，因民欲，而天下服。故善为政者，积其德；善用兵者，畜其怒；德积而民可用者，怒畜而威可立也。故文之所加者深，则权之所服者大；德之所施者博，则威之所制者广，广即我强而敌弱。善用兵者，先弱敌而后战，故费不半而功十倍。故千乘之国，行文德者王；万乘之国，好用兵者亡。王兵先胜而后战；败兵先战而后求胜。此不明于道也。',
        translation: '老子说：土地广大人民众多，这并不足以为强大；铠甲坚固兵器锐利，同样不足以赖之取胜；城墙高大墙体宽深，也不可以固守；严刑苛杀，不足以立威信。推行存国之政、行文德的人，国家虽小亦必能生存；推行亡国之政、好用兵之人，国家虽大亦必然灭亡。所以善于坚守的无需防御，善于作战的无需战斗，利用时势，顺应民愿，而天下威服。故善于为政者，积累德；善于用兵者，蓄藏怒；积累德而人民可用，蓄藏怒而威信可立。所以积累的德越深厚，则归服权势的人越多；施与的德越广博，则制服于威信的人越广，广泛则我强而敌弱。善于用兵者，先使敌人变弱而后再与之战斗，故可取得事半功倍之效。千乘之国虽小，但如果推行德政，就可以称王；万乘之国虽大，但如果为政者好用兵，就必然灭亡。仁义之师先自胜而后交战；衰败之师先交战而后求得胜利，这就是不明白道之理数啊。'
      },
    ]
  },
  {
    title: '上仁',
    data: [
      {
        title: '君子之道，静以修身',
        content: '老子〔文子〕曰：君子之道，静以修身，俭以养生。静即下不扰，下不扰即民不怨。下扰即政乱，民怨即德薄。政乱，贤者不为谋；德薄，勇者不为斗。乱主则不然，一日有天下之富，处一主之势，竭百姓之力，以奉耳目之欲，志专于宫室台榭，沟池苑囿，猛兽珍怪；贫民饥饿，虎狼厌刍豢；百姓冻寒，宫室衣绮绣。故人主畜兹无用之物，而天下不安其性命矣。',
        translation: '老子说：君子之道，清静用以修身，俭约用以养生。清静下民便不被侵扰，下民不被侵扰便没有怨恨。下民被侵扰政事就混乱，下民有怨恨就说明德薄而不厚。政事混乱有贤能的人就不为之谋划，德薄而不厚勇敢的人就不会为之去死。昏庸无道的君主却不是这样，一日据有了天下之富，便处一主之权势，竭尽百姓的力量，以供养自己的视听之欲望，心志专注于亭台楼阁、沟池苑囿、猛兽珍怪；贫民饥饿，而虎狼之兽却都厌倦了牛羊犬猪之类家畜的血肉；百姓寒冷交迫，而官室之内却穿着华丽的绸缎。所以人主蓄养这些无用之物，而天下的百姓就会不安其生命了。'
      },
      {
        title: '非淡漠无以明德',
        content: '老子〔文子〕曰：非淡漠无以明德，非宁静无以致远，非宽大无以并覆，非正平无以制断。以天下之目视，以天下之耳听，以天下之心虑，以天下之力争，故号令能下究，而臣情得上闻；百官修达，群臣辐凑。喜不以赏赐，怒不以罪诛，法令察而不苛，耳目聪而不暗，善否之情，日陈于前而不逆，故贤者尽其智，不肖者竭其力，近者安其性，远者怀其德，得用人之道也。夫乘舆马者，不劳而致千里；乘舟楫者，不游而济江海。使言之而是，虽商夫刍荛，犹不可弃也；言之而非，虽在人君卿相，犹不可用也。是非之处，不可以贵贱尊卑论也。其计可用，不差其位；其言可行，不贵其辩。暗主则不然，群臣尽诚效忠者，希用其身也。而亲习邪枉，贤者不能见也；疏远卑贱，竭力尽忠者不能闻也。有言者，穷之以辞；有谏者，诛之以罪。如此而欲安海内，存万方，其离聪明亦以远矣。',
        translation: '老子说：非淡漠无以明德，非宁静无以致远，非宽大无以包容，非公平无以裁决。集中全天下的眼睛看视，全天下的耳朵倾听，用全天下的心去思考，用全天下的力量去抗争，所以号令能够贯彻到底，而臣情得以上达；百官条理通达各司其职，群臣归心于人君。(辐凑，形容人或物聚集像车辐集中于车毂一样。)人君高兴不行赏赐，愤怒不行罪诛，法令昭著而不苛烦，耳目聪明而不昏昧，善与不善之情，每日陈述于面前而不迎，故有贤能的人都能尽其智慧，不才的人竭尽其力量，近者安其性命，远者怀归其德，这就是掌握了用人之道。乘车的不用付出辛劳就能到达千里之外，坐船的人不用游水就可渡过大江大海。假如他人的话是正确的，即使是商人樵夫之类的人也不可放弃；假如他人的话是错误的，即使是人君卿相之类的人也不可利用。是非之所在，不可以贵贱尊卑来评定啊。其计可用，就不论其位置的尊卑；其言可行，就不要求其能言善辩。昏暗无道的君主，却不是如此，群臣竭诚效忠，希望自己能被重用。但君主却亲近惯用奸邪之人，这样，贤能的人不得进见；疏远卑贱之人，竭力尽忠之人就不能上达于朝廷。对于讲话的人，必穷究其言辞；对于劝谏的人，必加罪名而杀之。这样的话，还想要安定海内，抚恤四方，离开聪明的想法实在是太远了，无异于南辕而北辙。'
      },
      {
        title: '能尊生，虽富贵不以养伤身',
        content: '老子〔文子〕曰：能尊生，虽富贵不以养伤身，虽贫贱不以利累形。今受先祖之遗爵，必重失之；生之所由来久矣，而轻失之，岂不惑哉！「贵以身治天下，可以寄天下；爱以身治天下，所以托天下。」',
        translation: '老子说：能够珍贵生命的人，虽然富贵但却不因给养而伤害身体，虽然贫贱但却不因利而累及身体。现在继承了其先祖遗爵的人，必定不轻易失去它；而生命之所由来很久了，轻易地失去它，难道不是太迷惑了吗！所以，只有把天下看轻，把自己看重的人，才可以把天下的重任担当起来；只有把天下看轻，爱自己胜过天下的人，才可以把天下的重任交付给他。'
      },
      {
        title: '本在于治身',
        content: '文子〔平王〕问治国之本。老子〔文子〕曰：本在于治身，未尝闻身治而国乱者也，身乱而国治者，未有也。故曰：「修之身，其德乃真。」道之所以至妙者，父不能以教子，子亦不能以受之于父，故「道可道，非常道也；名可名，非常名也。」',
        translation: '文子问什么是治国的根本，老子回答说：根本在于治身，身治而国家混乱的还从来没听说过，身乱而国家治理得好的，从来没有过。所以说：“能自身贯彻这一原则的，他的德才是真诚的。”道这个东西之所以最为微妙，就在于父不能以其教子，子也不能受之于父，故“道，可以说得出来的，就不是永恒存在的道；名称，可以叫得出来的，就不是永恒存在的名称。”'
      },
      {
        title: '何行而民亲其上',
        content: '文子〔平王〕问曰：何行而民亲其上？老子〔文子〕曰：使之以时而敬慎之，如临深渊，如履薄冰。天地之间，善即吾畜也，不善即吾仇也。昔者，夏商之臣，反仇桀纣，而臣汤武；宿沙之民，自攻其君，归神农氏，故曰：「人之所畏，不可不畏。」',
        translation: '文子问：什么样的德行才能使人民亲近其君主？老子说：按时使用民力并恭敬谨慎，战战兢兢，如临深渊，如履薄冰，不可掉以轻心。天地之间，善的东西我就积累，不善的东西就是我的仇人。过去夏商两朝的大臣，反过来仇恨夏桀和商纣王，而去臣服商汤和周武王；宿沙氏之民，自己去攻击自己的君主，而去归附神农氏，原因就在于夏桀和商纣王以及宿沙氏之君残暴无德。所以说：“别人所害怕的，就不能不害怕啊。”'
      },
      {
        title: '治大者，道不可以小',
        content: '老子〔文子〕曰：治大者，道不可以小；地广者，制不可以狭；位高者，事不可以烦；民众者，教不可以苛。事烦难治，法苛难行，求多难赡。寸而度之，至丈必差；铢而称之，至石必过；石称丈量，径而寡失。大较易为智，曲办难为慧。故无益于治，有益于乱者，圣人不为也；无益于用，有益于费者，智者不行也。故功不厌约，事不厌省，求不厌寡；功约易成，事省易治，求寡易赡，任于众人则易。故小辩害义，小义破道，道小必不通，通必简。河以逶迤故能远，山以陵迟故能高，道以优游故能化。夫通于一伎，审于一事，察于一能，可以曲说，不可以广应也。夫调音者，小弦急，大弦缓；立事者，贱者劳，贵者佚。道之言曰：芒芒昧昧，因天之威，与天同气。同气者帝，同义者王，同功者霸，无一焉者亡。故不言而信，不施而仁，不怒而威，是以天心动化者也。☆施而仁，言而信，怒而威，是以精诚为之者也。施而不仁，言而不信，怒而不威，是以外貌为之者也。故有道以理之，法虽少，足以治；无道以理之，法虽众，足以乱。',
        translation: '老子曰：治理大国，不可以小道；国土主管大，制度不可以狭窄；处于高位者，政事不可以繁多；人民众多，政教不可以苛刻。政事繁多就难以治理好，法律苛刻就难以推行，所求太多就难以满足。一寸一寸地量，量到一丈时就必然有差错；一铢一铢地称，称到一石时必然过量；但如果直接用石和丈来称量，方法简便且误差很小。大器直接称量容易操作简单准确，小器一点点地量事烦而难以达到准确，事倍而功半。所以无益于治，而有益于乱的事，圣人不做；无益于利用，而有益于浪费的事，智者不做。因此功业不厌恶简易，政事不厌恶节省，追求不厌恶寡少；功业简易容易成功，政事节省容易治理，追求寡少容易满足，信任众人大功就可告成。所以于小处治理就伤害义，以小义治理就破坏了道，小道必然不通于治，通达必须简要。黄河因为弯曲而长故能致远，泰山因为缓延的斜坡故能高峻，道因为悠闲自得故能神化。精通于一项技能，明白一件事情，观察一种能力，仅可以应对一个方面的问题，而不可以应对全面的问题。在调音的时候，小弦急促，大弦缓慢；在立事的时候，卑贱者辛劳，高贵者安逸。道之言说，芒芒昧昧(模糊不清，难以辨识)，因天之威，与天同气。与道同气者可以为帝，与道同义者可以为王，与道同功者可以为霸，无一者同与道的就危亡了。所以不言而信，不施而仁，不怒而威，这就是与天同心而感化万物的人。施与而后仁，话说而后有信，发怒而后有威，这是精诚感化的人。施与而后不仁，话说而后无信，发怒而后不威，这是表面感化的人。所以有道以后再去治理天下，法令虽少，也足以治理得好；无道而去治理天下，法令虽多，也足以混乱。故为治在于道，而不在于法令的多少。'
      },
      {
        title: '鲸鱼失水，则制于蝼蚁',
        content: '老子〔文子〕曰：鲸鱼失水，则制于蝼蚁；人君舍其所守，而与臣争事，则制于有司。以自为恃位，守职者以听从取容，臣下藏智而不用，反以事专其上。人君者，不任能而好自为，则智日困而自负责；数穷于下，则不能申理；行堕于位，则不能持制。智不足以为治，威不足以行刑，则无以与天下交矣。喜怒形于心，嗜欲见于外，则守职者离正而阿上，有司枉法而从风，赏不当功，诛不应罪，则上下乖心，君臣相怨，百官烦乱而智不能解，非誉萌生而明不能照，非己之失而反自责，则人主愈劳，人臣愈佚，是「代大匠斫。」「夫代大匠斫者，希有不伤其手矣。」与马遂走，筋绝不能及也，上车摄辔，马死服衡下。伯乐相之，王良御之，明主乘之，无御相之劳而致千里，善乘人之资也。人君之道，无为而有就也，有立而无好也；有为即议，有好即谀，议即可夺，谀即可诱。夫以建而制于人者，不能持国。故「善建者不拔，」言建之无形也。唯神化者，物莫能胜。中欲不出谓之扃，外邪不入谓之闭。中扃外闭，何事不节；外闭中扃，何事不成。故不用之，不为之，而有用之，而有为之。不伐之言，不夺之事，循名责实，使自有司。以不知为道，以禁苛为主。如此，则百官之事，各有所考。',
        translation: '老子说：鲸鱼离开了水，便为蝼蛄和蚂蚁所制约；人君舍弃了为君之道，而与臣下争事，便为有司(官吏)所制约。仰仗君位自己为所欲为，司职的大臣们就随顺其欲望所好用来取媚于人君，臣下隐藏智慧而不用，反以小事专擅其君。做人君的，不任能臣而喜欢自己独断，则智慧日见穷尽而自负其责；对臣下没有方法可用，束手而无策，就不能治理好国家；行动与君位不符，举措失常，就不能执掌成法和行使君命。智慧不足以治理国家，威信不足以执行刑罚，那么就没有什么东西可以用来与天下相互配合了。喜怒之情表现于心，嗜欲之情流露于外，则守职的大臣们就放弃了正直而曲意迎合人君，官吏枉法成风，赏赐与功劳不符，诛杀无辜，就会使上下离心离德。君臣相互怨恨，百官冗乱(繁杂)而才智不能释放，非誉萌生而得不到公正的裁决，不是自己的过失而反过来却自责于自己，这样，则人主越辛劳，人臣越安逸，这就同代替手艺高超的木工砍木头一样，“代替手艺高超的木工砍木头的人，很少有不砍伤自己手的啊”。与马竞跑，累断了筋骨你也赶不上它，而上车把握缰绳御马，即便把马累死在衡下，你自己却安然而无恙。伯乐相马，王良御车，明主乘之，不费驾御和观察之辛劳而能使车、马到达千里之外，原因就在于伯乐和王良善于相马、善于驾御马车，知道并善于利用马和车的特点，人君也是如此，必须善于借助和利用别人的资质特点。人君之道，无为就有所守，举事建制而没有私好；有为就遭非议，有私好就会有人奉承你，遭非议权力便被削弱，有人奉承便难逃诱惑。喜欢自己多事而被别人所控制的人，是不能执掌国家的，故“善于建立的坚固不可拔取”，说的是无形无状之中的建立。只有与自己相化合的人，才可以战胜万物，制约万物而不被万物所制约。内心的欲望不释放叫做扃(从外面关门的闩、钩等；上闩，关门)，外物的诱惑不入于心叫做闭。内外扃闭，何事不得节制，外内闭扃，何事得不成功！所以，只有不利用，不作为，才能有利用，有作为，亦即不用才能有用，无为而无不为。说不夸耀之言，行无为之事，就其名而求其实，就其言而督其行，考察是否名实相符，权力由官吏行使。以不知无为为君道，以虚静不烦刻为目标。如此，则百官之事务，就各有所稽考了。'
      },
      {
        title: '食者，民之本也',
        content: '老子〔文子〕曰：食者，民之本也；民者，国之基也。故人君者，上因天时，下尽地理，中用人力。是以群生以长，万物蕃殖，春伐枯槁，夏收百果，秋畜蔬食，冬取薪蒸，以为民资，生无乏用，死无传尸。先王之法，不掩群而取镺，不涸泽而渔，不焚林而猎。豺未祭兽，罝罘不得通于野；獭未祭鱼，网罟不得入于水；鹰隼未击，罗网不得张于皋；草木未落，斤斧不得入于山林；昆虫未蛰，不得以火田。育孕不杀，鷇卵不探，鱼不长尺勿得取，犬豕不期年不得食。是故，万物之发生若蒸气出。先王之所以应时修备，富国利民之道也。非目见而足行之也，欲利民不忘乎心，则民自备矣。',
        translation: '老子说：食物是人民的根本，人民是国家的基础，所以为人君者，上应天时之动，下尽地理之利，中间取用人力。因此众生得以生长，万物得以繁殖，春季砍木伐枯萎耕种土地，夏季收获百果之实，秋季积蓄蔬菜粮食，冬季拾取柴草，用来作为人民生活的资产，出生的没有无用之人，死后没有弃尸都得安葬。先王的法令，不偷袭捕取兽群和正在成长中的禽兽，不把池水淘光而捕鱼，不放火烧林而猎取野兽。豺未祭兽，时未到深秋，野外不得放置捕兽网；獭未祭鱼，时未到正月，不得下网捕鱼；鹰隼未击，时未到立秋，不得在高地上张设捕鸟网；(祭兽：豺于深秋之际，多捕杀它兽以备冬，陈于穴的四周，有似人之陈物而祭，因称之为“祭兽”。这里是指到了深秋，禽兽的繁殖期已过，小兽已长大，到了猎捕的季节。)草木未落，秋季未到，人们不得携带砍割草木的工具进入山林；昆虫未冬眠，不可田火焚烧草木而田猎；哺乳和怀胎的野兽不杀，待母哺食的幼鸟和尚未孵化的鸟卵不取，鱼长不到一尺长不得网取，狗和猪不长到一周年不得宰食。因此万物的生长就像热气一样源源不断地涌现。先王之所以立规矩按时修养防备，是因为此乃富国利民之道。富国利民之道并非目见足行，想要使人民得利的欲望不忘于心中，则人民的给养就会齐备而应有尽有。'
      },
      {
        title: '古者明君，取下有节',
        content: '老子〔文子〕曰：古者明君，取下有节，自养有度，必计岁而收，量民积聚，知有余不足之数，然后取奉。如此即得承所受于天地，而离于饥寒之患。其惨怛于民也，国有饥者，食不重味，民有寒者，冬不被裘，与民同苦乐，即天下无哀民。暗主即不然，取民不裁其力，求下不量其积，男女不得耕织之业，以供上求，力勤财尽，有旦无暮，君臣相疾。且人之为生也，一人跖耒而耕，不益十亩，中田之收不过四石，妻子老弱仰之而食，或时有灾害之患，无以供上求，即人主悯之矣。贪主暴君，涸渔其下，以适无极之欲，则百姓不被天和履地德矣。',
        translation: '老子说：古代的明君，对百姓的收取是有节制的，自己的物质生活有一定的限度，必须计算每年的收入而酌量收取，计量人民的积聚有多少，知道有余和不足的数量，然后决定收取和奉送。这样，就承受了天和地殖之德，而远离了饥寒的忧患。人君关心(惨怛，悲痛忧伤)人民，国家有饥民，则食不甘味，人民有受冻者，则冬不穿皮衣，与人民同苦同乐，天下就没有哀民。昏君却不是这样，收取民资不衡量民力，征收民财不计量其积聚的多少，正常的男耕女织之业不能得以供应人君的需求，劳力辛苦而财物不得，有早餐而无晚餐，朝不保夕，所以人君和百姓相互仇视。况且人之为生，一人跖耒(跖，踩；耒，原始的翻土工具)而耕种，力所能及不能超过十亩，中等田地的收获也不过四石左右，妻子和儿女及年迈的父母都仰仗这些粮食而生活，有的时候发生灾害之祸，就没有什么东西可供应人君的需求了，人君理应哀怜他们啊。贪主暴君却竭泽而渔，对人民的财产尽量搜刮，以用来满足其无穷的欲望，这样百姓就承受不到天和地德了。'
      },
      {
        title: '天地之气，莫大于和',
        content: '老子〔文子〕曰：天地之气，莫大于和。和者，阴阳调，日夜分，故万物春分而生，秋分而成，生与成，必得和之精。故积阴不生，积阳不化，阴阳交接，乃能成和。是以圣人之道，宽而栗，严而温，柔而直，猛而仁。夫太刚则折，太柔则卷，道正在于刚柔之间。夫绳之为度也，可卷而怀也，引而申之，可直而布也。长而不横，短而不穷，直而不刚，故圣人体之。夫恩推即懦，懦即不威；严推即猛，猛即不和；爱推即纵，纵即不令；刑推即祸，祸即无亲，是以贵和。',
        translation: '老子说：天地阴阳之气，大不过冲和之气。所谓的冲和之气，可以调和阴阳，使日夜得以划分，所以万物在春分季节开始生长，在秋分季节成熟，生长与成熟，都必须得到冲和之气之精。故积聚阴气不能生长，积聚阳气不能生化，只有阴阳相互会合，才能成就冲和而孕育万物。因此圣人之道，宽容而畏惧，严厉而温和，柔弱而刚直，威猛而仁爱。太刚直就容易折断，太柔弱就容易弯卷，所以道正好处在刚直与柔弱之中间。准绳是用来丈量长短的，可以卷起而揣在怀中，取出使其伸长，可笔直而展开。长的时候不放横，短的时候不穷尽，直而不刚，所以圣人取法准绳。推行恩惠就软弱，软弱就不威猛；推行严厉就威猛，威猛就不和平；推行仁爱就顺从，顺从就不用命令；推行刑罚就虐害，虐害就不亲爱，因此圣人以和为珍贵，珍视冲和之气。'
      },
      {
        title: '国之所以存者，得道也',
        content: '老子〔文子〕曰：国之所以存者，得道也；所以亡者，理塞也。故圣人见化以观其征。德有昌衰，风为先萌。故得生道者，虽小必大；有亡征者，虽成必败。国之亡也，大不足恃；道之行也，小不可轻。故存在得道，不在于小；亡在失道，不在于大。故乱国之主，务于地广，而不务于仁义；务在高位，而不务于道德。是舍其所以存，造其所以亡也。若上乱三光之明，下失万民之心，孰不能承？故审其己者，不备诸人也。古之为君者，深行之谓之道德，浅行之谓之仁义，薄行之谓之礼智，此六者，国家之纲维也。深行之则厚得福，浅习之则薄得福，尽行之天下服。古者修道德即正天下，修仁义即正一国，修礼智即正一乡。德厚者大，德薄者小。故道不以雄武立，不以坚强胜，不以贪竞得。立在天下推己，胜在天下自服，得在天下与之，不在于自取。故雌牝即立，柔弱即胜，仁义即得。不争即莫能与之争，故道之在于天下也，譬犹江海也。天之道，「为者败之，执者失之。」夫欲名之大而求之争之，吾见其不得已，而虽执而得之，不留也。夫名不可求而得也，在天下与之，与之者归之，天下所归者，德也。故云：上德者，天下归之；上仁者，海内归之；上义者，一国归之；上礼者，一乡归之。无此四者，民不归也。不归用兵，即危道也。故曰：「兵者，不祥之器，不得已而用之。」「杀伤人，胜而勿美」，故曰：「死地，荆棘生焉，以悲哀泣之，以丧礼居之。」是以，君子务于道德，不重用兵也。',
        translation: '老子说：国家之所以存在，是因为得到了道；之所以灭亡，是因为道理阻塞啊。所以圣人可以从变化之中看出或存或亡的征兆。德有昌盛和衰亡，社会风气的好坏是其萌芽。所以掌握了存国之道的人，国家虽小但必能强大；有亡国征兆的，虽然一时立国但终究必败。国家将要灭亡，虽然是大国亦不足为恃，得道而行，虽是小国也不可轻视。所以国家不在于大小，得道就会存在，失道就会灭亡。所以乱国的君主，专心于土地的广大，而不专心于仁义；专心于高位，而不修养道德。这是舍弃其所以立国的根本，而在成就所以亡国之道啊。如果在天上惑乱日月星三光之明，在下面丧失了万民之心，那谁还不能继承君主之位呢？所以善于审察自身的人，不去责备别人，把责任推给他人。古代那些为君的人，深入而行的叫做道德，浅行的叫做仁义，薄行的叫做礼智，此六者，是国家的法度。深入推行道德仁义礼智就厚得福，肤浅的推行就薄得福，完全推行它们就会使天下归服。上古修养道德就可匡正天下，修养仁义就可匡正一国，修养礼智就可匡正一乡。德之深厚者力量大，德之寡薄者力量小。所以君位不因为雄武得立，不因为坚强得胜，不因为贪婪争逐得获。能够立于君位在于天下推举自己，胜在天下的自然归服，获在天下的给予，不在于自我谋取。所以退藏就能够得以被立，柔弱就能获胜，仁义就可得到天下。不与人争就没有人与你争，所以道在天下，就像江海一样，江海之所以能够为百川之王，就因其善处于下，不与它物相争，道也是如此，不在于自我的谋取，而在于自然的归附。自然之道，不可作为，不可执着，反之必定失败，要想治理天下并有所作为，这是一定不能达到目的的。天下这个奇怪的东西，是不能强占的，是不可勉强治理的，谁强占，谁勉强治理，谁就会使天下离心，把天下治理得混乱，谁把持，谁就会把天下丧失。名声是不可以刻意追求而获得的，得到它在于天下的酉姓送给你，送给你的人就会归服你，天下百姓所归服的，就在于有德。所以说具有上德的人整个天下都归服你，具有上仁的人海内归服你，具有上义的人一国归服你，具有上礼的人一乡归服你，没有这四者，人民是不会归服的啊。不归服而用兵强迫归服，这就是危亡之道了。所以说：“兵器是不吉利的东西，只有不得已时才使用它。”杀死杀伤了太多的人，胜利了也不是什么美事。所以说：“交战过的地方，战场如长满了荆棘的墓地，战争杀死杀伤太多，以哀痛的心情参加，打了胜仗也要依照丧礼的仪式去处理。”因此君子专心修养于道德，不重视用兵，不以用兵为贵。'
      },
      {
        title: '问仁义礼何以为薄于道德也',
        content: '文子〔平王〕问仁义礼何以为薄于道德也？老子〔文子〕曰：为仁者，必以哀乐论之；为义者，必以取与明之。四海之内，哀乐不能遍，竭府库之财货，不足以赡万民。仁义因附，「是以，大丈夫居其厚，不居其薄。」夫礼者，实之文也；仁者，恩之效也。故礼因人情而制，不过其实，仁不溢恩，悲哀抱于情，送死称于仁。夫养生不强人所不能及，不绝人所不能已，度量不失其适，非誉无由生矣。故制乐足以合欢，不出于和，明于死生之分，通于侈俭之适也。末世即不然，言与行相悖，情与貌相反，礼饰以烦，乐扰以淫，风俗溺于世，非誉萃于朝，故至人废而不用也。与骥逐走，即人不胜骥；托于车上，即骥不胜人。故善用道者，乘人之资以立功，以其所能，托其所不能也。主与之以时，民报之以财(时)，主遇之以礼，民报之以死，故有危国无安君，有忧主无乐臣。德过其位者尊，禄过其德者凶。德贵无高，义取无多，不以德贵者，窃位也；不以义取者，盗贼也。圣人安贫乐道，不以欲伤生，不以利累己，故不违义而妄取。古者无德不尊，无能不官，无功不赏，无罪不诛。其进人也以礼，其退人也以义。小人之世，其进人也若上之天，其退人也若内之渊。言古者以疾今也。相马失之瘦，选士失之贫，豚肥充厨，骨骴不官。君子察实，无信谗言。君过而不谏，非忠臣也；谏而不听，君不明也。民沉溺而不忧，非贤君也。故守节死难，人臣之职也；衣寒食饥，慈父之恩也。以大事小谓之变人，以小犯大谓之逆天。前虽登天，后必入渊。故乡里以齿，老穷不遗；朝廷以爵，尊卑有差。夫崇贵者，为其近君也；尊老者，谓其近亲也；敬长者，谓其近兄也。生而贵者骄，生而富者奢，故富贵不以明道自鉴，而能无为非者，寡矣。学而不厌，所以治身也；教而不倦，所以治民也。贤师良友，舍而为非者寡矣。知贤之谓智，爱贤之谓仁，尊仁之谓义，敬贤之谓礼，乐贤之谓乐。古之善为天下者，无为而无不为也，故为天下有容，能得其容；无为而有功，不得其容，动作必凶。为天下有容者，「豫兮其若冬涉大川，犹兮其若畏四邻，俨兮其若容，涣兮其若冰之液，敦兮其若朴，混兮其若浊，广兮其若谷。」豫兮其若冬涉大川者，不敢行也；犹兮其若畏四邻者，恐自伤也；俨兮其若容者，谦恭敬也；涣兮其若冰之液者，不敢积藏也。敦兮其若朴者，不敢廉成也；混兮其若浊者，不敢明清也；广兮其若谷者，不敢盛盈也。进不敢行者，退不敢先也；恐自伤者，守柔弱不敢矜也；谦恭敬者，自卑下尊敬人也；不敢积藏者，自损弊不敢坚也。不敢廉成者，自亏缺不敢全也；不敢清明者，处浊辱而不敢新鲜也；不敢盛盈者，见不足而不敢自贤也。夫道，退故能先，守柔弱故能矜，自卑下故能高人，自损弊故实坚，自亏缺故盛全，处浊辱故新鲜，见不足故能贤，道无为而无不为也。',
        translation: '文子问仁义礼为什么比道德薄，层次低于道德，老子回答说：修养仁的，必定用哀痛和欢乐来辩论修养它的好处；喜欢义的，必定用收受和给与来阐明喜欢它的好处。四海之内，哀痛和欢乐不能普遍，竭尽府库内的有所财货，也不足以供养万民。所以喜欢才智不如修养道而推行德，顺应天地的自然之性，万物便自然各得其所而天下万民自然会给养充足。仁义也就依附而存在了。“因此大丈夫立身淳厚，不居于浇薄”。礼，是哀痛和欢乐、收受和给与的实际节制及修饰文字；仁，是恩惠的证验。所以礼是根据人情而制定的，礼不超过人情的实际，仁不能超过恩惠，悲哀出于情，送死称于仁。养生不强人所不能及，也不要绝断人所必需的，而在于度量适宜，这样非誉就没有缘由产生了。所以控制欢乐足以欢喜，而不超过和，明白了死与生的分别，也就通晓了奢侈与节俭的适度标准。末世却不是这样，言行相背，情貌相反，礼巧饰以烦多，乐搅扰以淫乱，风俗沉溺于世故，非誉聚集于朝廷，所以道德修养达到最高境界的人被废而不用。与骏马竞跑，人不可能胜过骏马；人坐在车上，骏马就战胜不了人。所以善于利用道的人，利用他人的资质以建功立业，以人之力所能及，来完成自己做不了的事情。君主按时使用民力，人民就回报以财(时)，君主以礼待其人民，人民就报之以死，所以有危亡之国就没有安定之君，有忧虑之主就没有欢乐之臣。德行超过其位的人就尊贵，俸禄超过其德行的人就凶险。德贵于不高，义索取的不多，不是因为有德而高贵的人，是窃取地位者；不是因为义而索取的人，是偷盗财物者。圣人安贫乐道，不因为欲望而伤害生命，不因为贪利而连累自己，所以不违背义而妄自谋取。古代的时候没有德行不能尊贵，没有能力不能做官，没有功劳不能赏赐，没有罪行不能诛杀。以礼为标准选取官吏，以义为标准辞退官吏；不随便进宫，也不妄自辞退。小人横行之世，选取有道德的人做官比登天还难，辞退官吏就好像使其跌入了深渊。说古代意在于非议现在啊，现在刚好是小人当道。相马嫌马瘦，选士嫌士贫，小猪肥胖只能杀掉吃肉，骨瘦如柴的人不能做官；岂不知马之优劣不在肥瘦，而在能否致远；士之好坏不在贫富，而在于能否胜任，以肥瘦相马，为相马之失，以贫富选官，为选士之过。君子审察于实际，不听信谗言。君主有过失而不劝谏，这就不是忠臣；劝谏而不听，就不是圣明的君主。人民陷于困厄痛苦之中而不忧虑，这就不是贤明的君主。所以保持个人的节操，为国难而死，这是人臣的天职啊；寒冷有衣穿，饥饿有饭吃，这是慈父之恩啊。君主对待臣下和人民，亦应如此。以大事小叫做变人，以小犯大叫做逆天。开始虽能登天，但最后必跌入涤渊；爬得越高，跌得越惨。所以乡里按年龄对待，老弱和穷困的人不遭遗弃；朝廷根据爵位相处，尊卑有差别。因君以崇贵，因亲而敬老，因礼而尊长。出生就尊贵的人骄傲，出生就富贵的人奢侈，所以富贵不能用以明道而自我照鉴，而能不做坏事的人就很少了。学习不满足，这是所用来治身的；教导而不厌倦，这是所用来治民的。贤师良友舍之而去做坏事的人就很少了。知道贤的叫做智，爱戴贤的叫做仁，崇尚贤的叫做义，尊敬贤的叫做礼，喜欢贤的叫做乐。古代善于治理天下的人，无为而无不为，不治而天下无处不治，所以为天下容纳，能得到天下容纳，无为而有功业，不能得到天下容纳，动作必然凶险。能为天下容纳者，也即得道之人，“小心谨慎啊像严冬里踹水过江河，瞻前顾后啊像畏惧周围的邻居，矜持庄重啊像是去作客，流动不羁啊像冰冻融解，敦厚朴实啊像原初的木材，混沌黯然啊像江河的浊流，空旷开阔啊像山壑空谷”。所谓小心谨慎啊像严冬里踹水过江河，是不敢行进啊；所谓瞻前顾后啊像畏惧周围邻居，是害怕自己受到伤害；所谓矜持庄重啊像是去作客，是谦虚恭敬啊；所谓流动不羁啊像冰冻融解，是不敢积累贮藏啊；所谓敦厚朴实啊像原初的木材，是不敢苟取成功啊；所谓混沌黯然啊像江河的浊流，是不敢清澈明亮啊；所谓空旷开阔啊像山壑空谷，是不敢盛满盈溢啊。所谓不敢行进者，是后退而不敢争先的人；所谓害怕自己受到伤害者，是坚守柔弱而不敢矜夸的人；所谓谦虚恭敬者，是自处卑下而尊敬别人的人；所谓不敢积累贮藏者，是自我损弊而不敢坚执的人；所谓不敢苟取成功者，是自我亏损而不敢自满的人；所谓不敢清澈明亮者，是处于混浊屈辱而不敢清新美好的人；所谓不敢盛满盈溢者，是发现不足而敢自为贤能的人。道这个东西，退后所以才能为先，坚守柔弱所以才能矜持，自处卑下所以才能高于别人，自我损弊所以才能坚实，自我亏损所以才能全盛，处于混浊屈辱所以才能清新美好，发现不足所以才能贤达，道这个东西是无为而无不为的。'
      },
    ]
  },
  {
    title: '上义',
    data: [
      {
        title: '凡学者，能明于天人之分',
        content: '老子〔文子〕曰：凡学者，能明于天人之分，通于治乱之本，澄心清意以存之，见其终始，反于虚无，可谓达矣。治之本，仁义也；其末，法度也。人之所生者，本也；其所不生者，末也。本末一体也；其两爱之，性也。先本后末，谓之君子；先末后本，谓之小人。法之生也，以辅义。重法弃义，是贵其冠履而忘其首足也。仁义者，广崇也。不益其厚而张其广者毁，不广其基而增其高者覆。故不大其栋，不能任重，任重莫若栋，任国莫若德。人主之有民，犹城中之有基、木之有根；根深即本固，基厚即上安。故事不本于道德者，不可以为经；言不合于先王者，不可以为道。便说掇取一行一功之术，非天下通道也。',
        translation: '老子说：大凡是学者，都能够清楚于天和人的职分，通晓于治和乱的根本，并能使自己心意清静，明见其始终，返归于虚无之境，可谓是通达之人了。为治的根本，是推行仁义；为治的末端，是施行法度。人之养生护神是根本；不养生而养形则是末端。根本和末端是一体的，亦即神与形归一；两者皆爱，使神清形和、形神相济，便回归到了自然之性。先本后末，先养神后养形，就叫做君子；先末后本，先养形后养神，就叫做小人。法度的产生，是为了辅佐义的推行。重视法而抛弃义，这是贵重帽子和鞋子，却不知道帽子是戴在头上，鞋子是穿在脚上的，重法弃义即有似于此，无异为本末倒置。仁义是广大而崇高的。不增加其厚度和扩张其广大的，必然损毁，不增大坚固其基础而只增加其崇高的，必然倾覆。所以不用大而结实的栋梁，就不能承重，房屋中的栋梁是最能承重的，治国第一要务则在于施德。人主有人民，就像城之有城基、树木皆有根；根深则树木坚固，城基厚，亦即人民拥护，这样人主才能安心。所以做事不以道德为本，不可以为常道和准则；说话不合于先王之言的，不可以修养道。巧说虽然能成就一种德行，但这仅是权宜之计，不足以成事，并不是天下通行之道啊。'
      },
      {
        title: '治人之道，其犹造父之御驷马也',
        content: '老子〔文子〕曰：治人之道，其犹造父之御驷马也。齐辑之乎辔衔，正度之乎胸膺，内得于中心，外合乎马志。故能取道致远，气力有余，进退还曲，莫不如意，诚得其术也。今夫权势者，人主之车舆也；大臣者，人主之驷马也。身不可离车舆之安，手不可失驷马之心。故驷马不调，造父不能以取道；君臣不和，圣人不能以为治。执道以御之，中才可尽；明分以示之，奸邪可止。物至而观其变，事来而应其化，近者不乱即远者治矣。不用适然之教，而得自然之道，万举而不失矣。',
        translation: '老子说：治人之道，恐怕就像造父驾御四马拉的车子啊。协调驾车四马的缰绳和嚼子，使其整齐划一，在心中掌握缰绳和嚼子的舒缓和紧急，在内得于自己的随心所欲，在外遂顺于马的习性和特点。所以能取道而致远，不费力气，进退都得心应手，莫不符合自己的心意，这是真正地掌握了驾御的规律啊。现在那些执掌权势的人，是人主的车子；大臣们则是人主的拉车之马。人主身体不可离开车子的安适，手不可失却驾御驷马的缰绳和嚼子，亦即大臣之心。所以驷马不协调，造父也不能取道上路而疾驰；君臣不和谐，即使是圣人也不能治理好国家。用道来驾御臣下，即使是中才亦能人尽其力；明确职分给他们看，奸邪就可止而不生。事物到来而仔细观察其变化，自身不乱别人才能得治。不用偶然的教化，而用自然之道，则行万事而不会有过失。'
      },
      {
        title: '凡为道者，塞邪隧',
        content: '老子〔文子〕曰：凡为道者，塞邪隧，防未然，不贵其自是也，贵其不得为非也。故曰：勿使可欲，无日不求；勿使可夺，无日不争。如此则人欲释，而公道行矣。有余者止于度，不足者逮于用，故天下可一也。夫释职事而听非誉，弃功劳而用朋党，即奇伎夭长，守职不进；民俗乱于国，功臣争于朝，故有道以御人，无道则制于人矣。',
        translation: '老子说，凡是体道之人，都堵塞邪辟的通道，防患于未然，不以自以为是为贵，而以不做越轨之事为贵。所以说：不要使人有可欲之念，没有可欲之念就没有追求；不要使人有可夺之心，没有可夺之心就没有争掠。这样就去除了人欲，而大道便通行于天下了。有余的人止于准则，不足的人努力追赶，所以天下就可以一齐了。放下职守而听信非誉，抛弃功劳而任用朋党，就会使怪巧之术盛行，守职者不能进用；民俗乱于国，功臣争于朝，所以人主有道则制人，无道则为人所制。'
      },
      {
        title: '治国有常，而利民为本',
        content: '老子〔文子〕曰：治国有常，而利民为本；政教有道，而令行为右。苟利于民，不必法古；苟周于事，不必循俗。故圣人法与时变，礼与俗化。衣服器械，各便其用；法度制令，各因其宜。故变古未可非，而循俗未足多也。诵先王之书，不若闻其言；闻其言，不若得其所以言；得其所以言者，言不能言也。故「道可道，非常道也；名可名，非常名也。」故圣人所由曰道，所为曰事，道犹金石也，一调不可更。事犹琴瑟也，曲终改调。法制礼乐者，治之具也，非所以为治也。故曲士不可与论至道，讯寤于俗而束于教也。',
        translation: '老子说：治国有准则而以利民为根本，刑赏和教化如果以道为准则政令就会得到尊重。如果有利于民众，那就不必效法古人；如果有利于事情的圆满，那也不必顺从于民俗。所以圣人制定法令随时代的变化而变化，礼仪也随着时代的变化而变化。服饰器具，各以方便使用为原则；法律制度命令，因地因时而不同。所以改变古法不必遭到非议，而顺从民俗也不必过多赞誉。读先王之书，不如听其言；听其言，不如获得其所言说的根本之道；获得了其所言说的根本之道，也即言不能言的永恒之道。所以“道可以说得出来的，就不是永恒存在的道；名字可以叫得出来的，就不是永恒存在的名字”。因此圣人对依据的由来称作道，对其作为称作事，道就像金石所做的钟磬之类的乐器一样，音律一旦调好就再也不能更改了。而事则像琴瑟一样，弹奏完一曲后，再弹下一曲时因曲节不同必定要改调。事亦必随时势的变化而变化。法制和礼乐这类东西，是治国的工具，而不是治国的根本方法。所以不可与寡闻陋见之士讨论至道的问题，这是因为其浸染于习俗的政教所束缚的原因啊。'
      },
      {
        title: '天下几有常法哉',
        content: '老子〔文子〕曰：天下几有常法哉！当于世事，得于人理，顺于天道，祥于鬼神，即可以正治矣。昔者，三皇无制令而民从，五帝有制令而无刑罚，夏后氏不负言，殷人誓，周人盟。末世之衰也，忍垢而轻辱，贪得而寡羞，故法度制令者，论民俗而节缓急；器械者，因时变而制宜适。夫制于法者，不可与达举；拘礼之人，不可使应变。必有独见之明，独闻之聪，然后能擅道而行。夫知法之所由生者，即应时而变；不知治道之源者，虽循终乱。今为学者，循先袭业，握篇籍，守文法，欲以为治，犹持方枘而内圆凿也，欲得宜适亦难矣。夫存危治乱，非智不能。道先称古，虽愚有余，故不用之法，圣人不行也；不验之言，明主不听也。',
        translation: '老子说：天下难道有永恒不变的法律吗！只要适合于世事，符合于人伦，顺从于天道，祥和于鬼神，就可以算是正确的治理方法了。过去三皇没有制度法令而民众顺从，五帝有制度法令而没有刑罚，夏后氏不违背诺言，殷人用誓言去约束别人，周人靠盟约谋取天下，无为而治容易，有为而治就困难，到了约信盟誓时代，则刑戳杀伐时代也就随之到来了。盛世的末期，人们忍受污垢而轻视耻辱，贪得无厌而寡廉鲜耻，所以法律制度和政令，研究民俗的厚薄而调节其轻重缓急，而一切的工具，则是因地而制宜。被礼法所制约的人，不可与其共同谋划大事；拘泥于礼法的人，不能够随时应变。必须有独立见解之明，独闻之聪资质的人，然后能够专道而行，行动而不离其宗。知道法律之所由来的人，就会随机应变；不知道圣道所由来的人，虽然暂时有所遵循但最终必乱。现在研究学问的人，继承先王的事业，抱守先王的典籍，墨守已成文的法律条文，想要用这些来治理天下，那就好像是用方榫与圆孔对接，两者必不相吻合，想要使其适宜真是太难了。使危亡之国继续存在，把乱世治理好，没有才智是不能办到的。说话做事必先称颂古代先王之道，即使是愚蠢之人最终也能胜任，所以无用之法，圣人不施行；无效之言，明主不听。'
      },
      {
        title: '法安所生',
        content: '文子〔平王〕问曰：法安所生？老子〔文子〕曰：法生于义，义生于众适。众适合乎人心，此治之要也。法非从天下也，非从地出也，发乎人间，反己自正。诚达其本，不乱于末；知其要，不惑于疑；有诸己，不非于人；无诸己，不责于所立。立于下者，不废于上；禁于民者，不行于身。故人主之制法也，先以自为检式，故禁胜于身，即令行于民。夫法者，天下之准绳也，人主之度量也。悬法者，法不法也。法定之后，中绳者赏，缺绳者诛，虽尊贵者不轻其赏，卑贱者不重其刑。犯法者，虽贤必诛；中度者，虽不肖无罪。是故，公道行而私欲塞也。古之置有司也，所以禁民不得恣也；其立君也，所以制有司使不得专行也。法度道术，所以禁君使无得横断也。人莫得恣即道胜而理得矣，故反于无为。无为者，非谓其不动也，言其从己出也。',
        translation: '文子问：法律是如何产生出来的呢？老子回答说：法律产生于义，义产生于大众适宜，是所以用来调合君臣父子兄弟夫妇等人际关系的，法律是根据这种人与人之间的关系，用强制的办法维护人道之际的合和，所以说法律产生于义，义为众人所遵奉。法律必然要合乎人心，这就是为治的切要啊。法律并不是从天上掉下来的，也不是从地下生出来的，而是发端肇始于人间，是人们根据人道之际的关系制定的，并反过来又由法律来强制约束人们自己。真正通达了法律的本质，不使法律本身混乱；知道法律的切要，不陷于疑惑当中；自己守法，不非议别人；自己未守法而遭到惩罚，也不责备于立法之人。约束普通百姓的法律条文同样可以约束君主，不能对下紧对上松；对老百姓有所禁止的，君主自己同样要执行，以法为正，先正自己才能去正别人，立法于百姓，而君主也必定要遵奉。所以君主制定了法律，首先自己要做守法护法的模范，因此君主自身受法律的约正，人民就会闻令而响应，天下无人不从。法律这个东西，是天下行动的准绳，是君主行事的标准。颁布法令，是处罚不守法之人。法律确定后，行为举止符合法律标准的要奖赏，背离法律标准的要处罚，即使是尊贵者老实守法也不要轻易奖赏，即使是卑贱者犯法也不要加重处罚。以法律为准绳，在法律面前没有尊贵与卑贱之分。犯法的人，即使是有贤能的人也一定要惩罚；符合法律标准的人，即使是不孝之子也不要治罪。因此公道通行而私欲堵塞了。古代设置官吏，是用来禁止人民不要恣意妄为的；其拥立君主，是用来禁止官吏独断专行的。其所立的法律制度，是用来禁止君主恣意专断的。人不得放肆而妄为，则道理就战胜了一切，所以便归返回无为，无为而无不可治。所谓的无为，并不是说没有行动和举措，而是说人人都主动以法律修正自己。'
      },
      {
        title: '善赏者，费少而劝多',
        content: '老子〔文子〕曰：善赏者，费少而劝多；善罚者，刑省而奸禁；善与者，用约而为德；善取者，人多而无怨。故圣人因民之所喜以劝善，因民之所憎以禁奸。赏一人而天下趋之，罚一人而天下畏之。是以至赏不费，至刑不滥。圣人守约而治广，此之谓也。',
        translation: '老子说：善于奖赏的人，奖赏所用的资财少，而勉励人们为善的多；善于刑罚的人，刑罚省却，而禁止了奸佞；善于给与的人，节约费用，而多施之以道德；善于获取的人，人民给与他的虽多，而没有怨恨。所以圣人根据人民的所喜欢以勉励为善，根据人民的所憎恶以禁奸佞。奖赏一人而天下之人皆来归附，惩罚一人而天下之人皆感到畏服。因此说最高的奖赏不需很多资财，犯罪的自当惩处，但重刑而不过度。圣人执行简要，而为治的功效却广大，说的就是这个道理。'
      },
      {
        title: '臣道者，论是处当',
        content: '老子〔文子〕曰：臣道者，论是处当，为事先倡，守职明分，以立成功，故君臣异道即治。同道即乱，各德其宜，处有其当，即上下有以相使也。故枝不得大于干，末不得强于本，言轻重大小有以相制也。夫得威势者，所持甚小，所在甚大，所守甚约，所制甚广。十围之木，持千钧之屋，得所势也；五寸之关，能制开阖，所居要也。下必行之令，顺之者利，逆之者凶，天下莫不听从者。顺也，发号令行禁止者，以众为势也。义者，非能尽利于天下之民也，利一人而天下从之；暴者，非能尽害于海内也，害一人而天下叛之。故举措废置，不可不审也。',
        translation: '老子说：为臣之道，辩论事情处置得当，为事先倡导，坚守岗位而明确自己的职责，从而建立并成就功业，所以君臣持守的道不一样，君道无为，臣道有为，天下就可治理得好。君臣同守一道天下就会不治而混乱，君臣各得其所宜，处事得当，则上下关系就得以通畅协调了。故树枝不可大过树干，树梢不可比树根强大，这就是所说的轻重大小必须有所相互制约呀。据有威力和权势的人，所持有的东西要很少，所担任的责任却很大，所坚守的法度要简约，所控制的范围却很大。十围粗的巨木，支撑起千钧之屋的重量，正是发挥了它的力量，故势在必然；五寸长的门栓，却能控制门的开关，这是因为它正处在关键之处。百姓必须执行的命令，顺从者就使获利，违背者就惩罚，天下之人就没有不听从的了。必须顺从执行的法令，发布以后必须令行禁止，以当众显示君主的威力。君主行义，虽然不能使天下的人民都能获利，但是使一人获利而天下的人民就都归顺了；使用暴力，虽然不能使天下所有的人都受害，但仅伤害一人而天下的人民就都背叛他了。所以君主的举措以及废除和建立，不可不慎重对待啊。'
      },
      {
        title: '屈寸而申尺，小枉而大直',
        content: '老子〔文子〕曰：屈寸而申尺，小枉而大直，圣人为之。今人君之论臣也，不计其大功，总略其行，而求其小善，即失贤之道也。故人有厚德，无问其小节；人有大誉，无疵其小故。夫人情莫不有所短，成其大略是也，虽有小过，不以为累也。成其大略非也，闾里之行，未足多也。故小谨者无成功，訾行者不容众，体大者节疏，度巨者誉远，论臣之道也。',
        translation: '老子说：只有一寸长的地方是弯曲的，而一尺长的地方却是伸直的，很小的一段有弯曲，大段却是笔直的，人之大贤就是如此，所以圣人准此而行。现在人君评论臣下，不统计其大功，大略其行，而去追求其小善，这是失去贤才之道啊。所以人若有厚德，不问其小节；人有大誉，不挑剔其小毛病。人的情况莫无有所短的，成就其远大的谋略是正确的，虽然有小过，但也不足以为祸害。成就其远大的谋略是错误的，仅在乡里推行，也不足以称赞。所以谨小慎微的人不会成功，行为放纵的人不被民众所容纳，识大体的人不挑剔别人的小节，从大处着眼的人美名远扬，这才是评论臣下之道啊。'
      },
      {
        title: '自古及今，未有能全其行者也',
        content: '老子〔文子〕曰：自古及今，未有能全其行者也；故君子不责备于一人。方而不割，廉而不刿，直而不肆，博达而不訾，道德文武，不责备于人以力。自修以道，而不责于人，易偿也。自修以道，则无病矣。夫夏后氏之璜，不能无瑕；明月之珠，不能无秽。然天下宝之者，不以小恶妨大美。今志人之所短，忘人之所长，而欲求贤于天下，即难矣。夫众人之见位之卑，身之贱，事之污辱，而不知其大略。故论人之道：贵即观其所举，富即观其所施，穷即观其所不受，贱即观其所不为。视其所处难，以知其所勇；动以喜乐，以观其守；委以财货，以观其仁；振以恐惧，以观其节。如此，则人情可得矣。',
        translation: '老子说：自古到今，没有德行完备的人；所以君子不以尽善尽美去苛求于一人必须具备。方正而不损伤什么，有棱角而不划伤什么，正直而不放肆，豁达而不放纵，道德文武这些东西，不以尽善尽美苛求于人。用道自我修养，而不索取于别人，就容易偿还。用道自我修养，就没有病患了。即使是夏后氏的璜(半璧形的玉)，也不能无瑕；即使是夜明珠，也不能没有污秽。但是天下之人仍以其为宝物，特别珍视它们，原因就是不因小的缺点而妨碍大处的美好。现在记住别人的短处，而忘记了其长处，如此还想求天下的贤能之才，很困难啊。一般人只知道地位卑下，身之轻贱，事之污辱，而不知其大略。所以论人之道，高贵的观其举止，富有的观其布施，贫穷的观其所不接受，卑贱的观其所不做什么。视其所处之难，以观察其勇敢的程度；用欢喜和快乐感动他，以观察其操守；把财货托付给他，以观察其仁义；用恐惧震动他，以观察其气节。这样，就获得了人心，得到了真才。'
      },
      {
        title: '屈者所以求伸也',
        content: '老子〔文子〕曰：屈者所以求伸也，枉者所以求直也；屈寸伸尺，小枉大直，君子为之。百川并流，不注海者不为谷；趋行殊方，不归善者不为君子。善言贵乎可行，善行贵乎仁义。夫君子之过，独日月之蚀；不害于明，故智者不妄为，勇者不妄杀，择是而为之，计礼而行之。故事成而功足恃也，身死而名足称也。虽有智能，必以仁义为本而后立。智能并行，圣人一以仁义为准绳，中绳者谓之君子，不中绳者谓之小人。君子虽死亡，其名不灭；小人虽得势，其罪不除。左手据天下之图，而右手刎其喉，虽愚者不为，身贵于天下也。死君亲之难者，视死如归，义重于身也。故天下大利也，比之身即小；身之所重也，比之仁义即轻。此以仁义为准绳者也。',
        translation: '老子说：卷屈的所以追求伸展，弯曲的所以追求笔直；弯曲一寸而伸直一尺，是小弯曲而大笔直，君子便准此而行。百川合流，不流注于大海者不能成为谷；趋行远方，不归善者不是君子。善言贵在可行，善行贵在仁义。君子的过失，就像日蚀和月蚀并不伤害日月之明一样，也不伤害君子的形象，所以有智谋的人不妄为，有胆量的人不妄杀，选择正确的方法去执行，按礼仪的要求去做事。所以事业成功足以仰仗，身死而名声足以称誉于后世。虽然有智谋和才能，也必须以仁义为根本而后才能施展。智谋与才能并行，圣人始终以仁义为准绳，符合仁义标准的就叫做君子，不符合仁义标准的就叫做小人。君子即使死亡，其名也不会泯灭；小人虽然得一时之势，但罪行却不可消除。左手拿着天下的地图，右手却割断脖子，即使是愚蠢的人也不会这样做，君子更不会这样做，因为其身体贵于天下啊。为君主和父母之难而死的人，视死如归，因为义重于他的身体。所以天下是大利，但和身体相比却为小；身体是重要的，但与仁义相比却为轻，这就是以仁义为准绳的人的选择啊。'
      },
      {
        title: '道德之备犹日月',
        content: '老子〔文子〕曰：道德之备犹日月，夷狄蛮貊不能易其指。趣舍同即非誉在俗，意行均即穷达在时，事周于世即功成，务合于时即名立。是故，立功名之人，简于世而谨于时，时之至也，间不容息。古之用兵者，非利土地而贪宝赂也，将以存亡平乱为民除害也。贪饕多欲之人，残贼天下，万民骚动，莫宁其所。有圣人勃然而起，讨强暴，平乱世，为天下除害，以浊为清，以危为宁，故不得不中绝。赤帝为火灾，故黄帝擒之；共工为水害，故颛顼诛之。教人以道，导之以德而不听，即临之以威武；临之不从，则制之以兵革。杀无罪之民，养不义之主，害莫大也；殚天下之财，赡一人之欲，祸莫深焉。肆一人之欲，而长海内之患，此天伦所不取也。所为立君者，以禁暴乱也。今乘万民之力，反为残贼，是以虎傅翼，何谓不除！夫畜鱼者，必去其蝙獭；养禽兽者，必除其豺狼，又况牧民乎！是故，兵革之所为起也。',
        translation: '老子说：道德之伦理就像日月一样啊，即使在夷狄蛮貊边远地区的落后之邦，也不能改变其旨趣。取舍在于自己，非毁在于别人，能不能奉行在于自己，能不能通达则在于时机，事合于世即功成，物合于时即名立。因此建立功名之人，选择不同的时代而谨慎选择时机，时机到来的时候，短促而迫切，不容闪失。古代的周兵者，并不是贪得他国土地和宝货，而是以其存亡国平乱世为民除害。贪婪多欲之人，残害天下，万民动乱不安，不能安居其所。有圣人愤然而起，讨强暴，平乱世，为天下除害，使浊变清，转危为安，故不得不中断一个朝代的运行。赤帝为火灾，所以黄帝擒住他不使其为害；共工为水害，所以颛顼诛杀他不使其为害。以道教化他们，以德引导他们，如果不听，就以权势统治他们；统治他们而不从，就以兵革制止他们。杀无罪之民，养不义之主，没有比这更大的灾难了；竭尽天下之财，满足一人之欲，没有比这更大的祸害了。放纵一人之欲，而长天下之患，这是天理所不容许的。所以拥立君主，是为了禁除暴乱。现在利用万民之力，却反过来残害万民，这是为虎添翼，恶上加恶，为什么不除掉他呢？养鱼的时候，必须除去水獭；养禽兽的时候，必须除去豺狼，又何况管理人民呢！因此兵革兴起的原因就在这里。'
      },
      {
        title: '为国之道，上无苛令',
        content: '老子〔文子〕曰：为国之道，上无苛令，官无烦治，士无伪行，工无淫巧，其事任而不扰，其器完而不饰。乱世即不然，为行者相揭以高，为礼者相矜以伪。车舆极于雕琢，器用遂于刻镂。求货者争难得以为宝，诋文者逐烦挠以为急，事为诡辩，久稽而不决，无益于治，有益于乱。工为奇器，历岁而后成，不周于用。故神农之法曰：丈夫丁壮不耕，天下有受其饥者；妇人当年不织，天下有受其寒者。故身亲耕，妻亲织，以为天下先。其导民也，不贵难得之货，不重无用之物。是故，耕者不强，无以养生，织者不力，无以衣形，有余不足，各归其身。衣食饶裕，奸邪不生，安乐无事，天下和平，智者无所施其策，勇者无所错其威。',
        translation: '老子说：治国之道，君主没有苛刻的法令，官吏没有乱治，士人没有诡诈的行为，工人没有过度的奇巧，事有专任而不扰乱，器物完备而不华饰。乱世却不是这样，行仁义之事的人相互抬举以显其高尚，行礼仪之事的人相互夸耀以掩其诡诈。车子极尽装饰打扮之能事，器物穷究于雕刻。商人争逐难得希罕之物以为宝，谤文毁人的人竞遂于杂乱琐事以应其急，凡事皆用似是而非或颠倒事实的言论进行辩论，长久的争论下去而得不到解决，无益于为治，却有利于为乱。工人沉醉于奇器淫巧之中而不能自拔，一件物品往往费时数年后才能完成。故神农氏治理天下的方法是：成年男子不耕种，天下有遭受饥荒的人；壮年妇女不织布，天下就有挨冻的人。所以神农氏身体力行亲自耕种，他的妻子也亲自织布，用来倡导天下之人都来耕织。人民受其引导，不以难得希罕之货为贵重，不重视无用之物，因此耕种的人如果不努力，不要强，就没有粮食可吃；织布的人不努力，就没有衣服可穿，有余或者不足，都是由其自己所决定。所以衣服和粮食富裕，奸佞邪辟就不能产生，安乐无事，天下和平，有智慧的人没有地方施展其计策，有勇力的人没有地方施展其威力。'
      },
      {
        title: '霸王之道，以谋虑之',
        content: '老子〔文子〕曰：霸王之道，以谋虑之，以策图之，挟义而后动，非以图存也，将以存亡也。故闻敌国之君，有暴虐其民者，即举兵而临其境，责以不义，刺以过行。兵至其郊，令军帅曰：「无伐树木，无掘坟墓，无败五谷，无焚积聚，无捕民虏，无聚六畜。」乃发号施令曰：「其国之君，逆天地，侮鬼神，决狱不平，杀戮无罪，天之所诛，民之所仇也。兵之来也，以废不义而授有德也；有敢逆天道，乱民之贼者。身死族灭。以家听者禄以家，以里听者赏以里，以乡听者封以乡，以县听者侯其县。」克其国不及其民，废其君易其政，尊其秀士，显其贤良，振其孤寡，恤其贫穷，出其囹圄，赏其有功。百姓开户而纳之，渍米而储之，唯恐其不来也。义兵至于境，不战而止；不义之兵，至于伏尸流血，相交以前。故为地战者，不能成其王；为身求者，不能立其功。举事以为人者，众助之；以自为者，众去之。众之所助，虽弱必强；众之所去，虽大必亡。',
        translation: '老子说：称霸天下之道，用谋略夺取它，用计策图谋它，怀义而后行动，不是为了图取存国，而是为了存续亡国。所以一旦听说敌国之君有残暴百姓的，就举兵而临其国境，用不义来问罪，用其过失来谴责他。大军进抵其郊外，命令军队的统帅说：不要砍伐树木，不要掘开坟墓，不要伤害庄稼，不要烧毁粮草，不要滥抓民工充当军役，不要收聚六畜。再发号施令说：“其国之君违背天地之道，侮辱鬼神，判决诉讼不平公，杀戳无辜，上天震怒要惩罚他，人民对他仇恨难忍。大军之来此，任务是废除不义而授与道德；有胆敢违逆天道、祸乱人民的贼人，必定身死而族灭。率领全家听从军令者，全家都享受俸禄；率领一里百姓听从军令者，将一里的人口和土地赏赐给他；率领一乡百姓听从军令者，封其为一乡之长；率领一县百姓响应的，封其为县侯。”攻克其国而不伤及其人民，废掉其君主而改变其国政，尊重其国德才出众之人，使那些贤良之士得以显名，赈济其孤寡，抚恤其贫穷，打开监狱放出被监禁之人，奖赏有功之人。百姓打开门欢迎大军之来，淘米备饭，唯恐大军不来。义兵到其境，不战而屈人之兵；不义之兵至，于尸横遍野，血流成河仍在所不顾，仍向前交战而不息。所以为争夺土地而战的人，不能成就其王业；为自己求取名声而战的人，不能建立其功业。用兵征讨强暴平定乱世，为天下除害的人，民众会帮助他；用兵为了满足自己贪求的人，民众就会离他而去。有了民众的帮助，虽然弱小但必能强大；民众离其而去，虽然强大但最终必然灭亡。'
      },
      {
        title: '上义者，治国家',
        content: '老子〔文子〕曰：上义者，治国家，理境内，行仁义，布德施惠，立正法，塞邪道。群臣亲附，百姓和辑，上下一心，群臣同力。诸侯服其威，四方怀其德，修正庙堂之上；折冲千里之外，发号行令而天下响应，此其上也。地广民众，主贤将良，国富兵强，约束信，号令明，两敌相当，未交兵接刃，而敌人奔亡，此其次也。知土地之宜，习险隘之利，明苛政之变，察行阵之事，白刃合，流矢接，舆死扶伤，流血千里，暴骸满野，义之下也。兵之胜败皆在于政，政胜其民，下附其上，即兵强；民胜其政，下叛其上，即兵弱。仁义足以怀天下之民，事业足以当天下之急，选举足以得贤士之心，谋虑足以决轻重之权，此上义之道也。',
        translation: '老子说：上义的人，治国家，理境内，行仁义，布施德惠，立正法，堵邪道。群臣亲附，百姓和睦辑让，上下一心，君臣同力。诸侯服其威，四方怀其德，修养政事于庙堂之上，折冲于千里之外，发号施令而天下响应，这就是上义最好的结果。土地广大人民众多，人君贤将领良，国富而兵强，用信义约束上下，号令明确，两敌相对，没有短兵相接，于戈未动，而敌人已奔散逃亡，这是上义中次一级的结果。知道土地之所宜，熟悉险要之处的有利形势，清楚奇正的相互变化，明察军队行列之事，双方交战，白刃相接，流矢纷飞，车载死人，扶助伤员，流血千里，尸体遍布原野，这是上义中最差的结果了。兵之胜败全在于政治的得失，政治清明，百姓就亲附人君，兵力就强大；政治昏暗，百姓就背叛人君，兵力就弱小。仁义足以怀柔天下的人民，事业足以应付天下的急迫，选举足以赢得贤士之心，谋虑足以决定轻重的权变，这就是上义之道啊。'
      },
      {
        title: '国之所以强者必死',
        content: '老子〔文子〕曰：国之所以强者必死，所以死者必义也，义之所以行者威也。是故，「令之以文，齐之以武，是谓必取。」威义并行，是谓必强。白刃交接，矢石若雨，而士争先者，赏信而罚明也。上视下如子，下事上如父；上视下如弟，下事上如兄。上视下如子，必王四海；下事上如父，必政天下。上视下如弟，即必难为之死；下事上如兄，即必难为之亡；故父子兄弟之寇，不可与之斗。是故，义君内修其政，以积其德，外塞于邪，以明其势，察其劳佚，以知饥饱，战期有日，视死若归，恩之加也。',
        translation: '老子说：国家所以强大是因为人民都能视死如归，人民之所以为国视死如归是为了舍生而取义，义所以能为人民所奉行。是因为人民畏惧它，因此用文字规定它，用武备整齐它，因此叫做必得民心，得民心而民必为其赴死。畏惧和大义并行，因此叫做必能强大。白刃交战，箭矢和石块如雨，而战士仍能奋勇争先杀敌，是因为奖赏有信处罚明确。君主视百姓如子，百姓事君主如父；君主视百姓如弟，百姓事君主如兄。君主视百姓如子，必能称王于天下；百姓事君主如父，天下必能匡正。君主视百姓如弟，就必能为百姓之难而死；百姓事君主如兄，就必能为国难而亡；所以父子兄弟之敌，敌人就无法与之争斗。因此上义之君内修其政，以积累其德行，外堵塞于邪佞，以明察其形势，详审其劳逸程度，以了解其饥饱情况，战争的时间不长，战士都能视死如归，是因为恩情深厚啊。'
      },
    ]
  },
  {
    title: '上礼',
    data: [
      {
        title: '上古真人，呼吸阴阳',
        content: '老子〔文子〕曰：上古真人，呼吸阴阳，而群生莫不仰其德以和顺。当此之时，领理隐密自成纯朴，纯朴未散，而万物大优。及世之衰也，至伏羲氏，昧昧懋懋，皆欲离其童蒙之心，而觉悟乎天地之间，其德烦而不一。及至神农、黄帝，核领天下，纪纲四时，和调阴阳，于是万民莫不竦身而思，戴听而视，故治而不和。下至夏、殷之世，嗜欲达于物，聪明诱于外，性命失其真。施及周室，浇醇散朴，离道以为伪，险德以为行，智巧萌生，狙学以拟圣，华诬以胁众，琢饰诗书，以贾名誉，各欲以行其智伪，以容于世，而失大宗之本，故世有丧性命，衰渐所由来久矣。是故，至人之学也，欲以反性于无，游心于虚；世俗之学，擢德攓性，内愁五藏，暴行越知，以譊名声于世，此至人所不为也。擢德自见也，攓性绝生也。若夫至人定乎死生之意，通乎荣辱之理。举世誉之而不益劝，举世非之而不加沮。得至道之要也。',
        translation: '老子说：上古时代的真人，呼吸阴阳，而一切生物都仰仗其盛德所以和协顺从。当此之时，领悟道理隐密不显而自成纯朴，纯朴不散，而万物优游(闲适)，不相侵害而各得其性。到了世道衰落时期，至伏羲氏时代，纯厚未明而万物美盛，人人都想脱离其愚昧天真之心，而觉悟于天地之间，其德行遂繁多而不一了。及至神农、黄帝时代，统领天下，以春夏秋冬四时为纲纪，调和阴阳，于是万民都立身而思考，侧目而探视，所以天下虽治但已不和协顺从。下到夏、殷之世，嗜欲通达于万物，听视为外物所诱惑，性命丧失了其本真。延续到周代，淳朴的风俗变得浮薄了，人们脱离了道而为诡诈，污薄的德行流行于天下，智伪巧诈萌生，如猿猴学人的动作一样用来模仿圣人，以华丽不实之言来胁迫欺骗众人，雕琢粉饰诗书，沽名钓誉，人人都欲以智慧和诡诈集于一身而通行于世，见容于世，而丧失了大根本，所以世代衰败，性命之本真渐衰，由来已久啊。因此体道之人为学，想要反性归于道德，游心于虚无；而世俗之为学，则是努力拔取道德，以至于内扭五脏，抓心挠胆，暴行越智，以图扬其巧诈之智，在世上喧呼其名声，这是体道之人所不做的。拔高德行是自我表现，抬高性命是伤害生命。至于体道之人则一齐于死生之意，通达于荣辱之理，死生同义，荣辱不惊。所以全社会的人都称赞他，他却不感到更加鼓舞；全社会的人都责备他，他却不感到更加沮丧。这是获得了最高之道的关键啊。'
      },
      {
        title: '古者被发无而卷领',
        content: '老子〔文子〕曰：古者被发无(幠)而卷领。以王天下，其德生而不杀，与而不夺，天下非其服，同怀其德。当此之时，阴阳和平，万物蕃息；飞鸟之巢，可俯而探也；走兽，可系而从也。及其衰也，鸟兽虫蛇，皆为民害，故铸铁煅刃，以御其难。故民迫其难则求其便，因其患则操其备。各以其智，去其所害，就其所利，常故不可循，器械不可因。故先王之法度，有变易者也。故曰：「名可名，非常名也。」五帝异道而德覆天下，三王殊事而名后世，因时而变者也。譬犹师旷之调五音也，所推移上下，无常尺寸以度，而靡不中者。故通于乐之情者能作音，有本主于中，而知规矩钩绳之所用者能治人。故先王之制，不宜即废之；末世之事，善即着之。故圣人制礼乐者，而不制于礼乐；制物者，不制于物；制法者，不制于法。故曰：「道可道，非常道也。」',
        translation: '老子说：古代的人散发，随便用什么东西盖在头上把散发束住就可以了，并把衣领翻在外边。能够称王天下的原因，在于其德好生而不好杀，给与而不掠夺，天下不是靠征服而获得的，因为他有德所以人民才共同归附他。那时，阴阳和平，万物繁殖增长；飞鸟之巢，可以低头去掏取；走兽可以牵着跟人而行，人无害物之心，物无畏人之虑，可谓是圣德之世了。到了衰落之时，乌兽虫蛇，皆为民害，所以人们熔炼铁锤制刀器，用来抵御鸟兽虫蛇的祸害。故人民迫于其祸害而各寻求其适当之法，为防备灾难所以各操其刀器之具以防身。每个人都利用其智慧，以除去所遇到的灾害，趋利避害成为每个人的追求，固定的成例不必遵循，器械工具不必一成不变。所以先王的法度，有所变化是必然的，因此说：“名字可以叫得出来的，就不是永恒存在的名字。”五帝统治天下的方法不一样，但都以其德覆盖天下，三王处事不同名声却都传之后世，原因就是他们都能根据时代的变化而变化。就好像师旷调五音一样，推移上下十分熟练，虽然没有固定之法可循，但却无不符合。所以精通于音乐之性的人能定音律，其心中自有根本，而知道法度准则用途的人能够统治别人。所以先王的制度，不适宜的东西就废除它；末世的事情，好的就表彰它。所以圣人制定礼乐，而不为礼乐所制约；制定事物的，不为事物所制约；制定法律的，不为法律所制约。所以说：“道可以说得出来的，就不是永恒存在的道。”'
      },
      {
        title: '昔者之圣王，仰取象于天',
        content: '老子〔文子〕曰：昔者之圣王，仰取象于天，俯取度于地，中取法于人。调阴阳之气，和四时之节，察陵陆水泽肥墽高下之宜，以立事生财，除饥寒之患，辟疾疢之灾。中受人事，以制礼乐，行仁义之道，以治人伦。列金木水火土之性，以立父子之亲而成家。听五音清浊六律相生之数，以立君臣之义而成国。察四时孟仲季之序，以立长幼之节而成官。列地而州之，分国而治之，立大学以教之，此治之纲纪也。得道则举，失道则废。夫物未尝有张而不弛，盛而不败者也，唯圣人可盛而不败。圣人初作乐也，以归神杜淫，反其天心。至其衰也，流而不反，淫而好色，不顾正法，流及后世，至于亡国。其作书也，以领理百事，愚者以不忘，智者以记事。及其衰也，为奸伪以解有罪，而杀不辜。其作囿也，以成宗庙之具，简士卒以戒不虞。及其衰也，驰骋弋猎以夺民时，以罢民力。其上贤也，以平教化，正狱讼，贤者在位，能者在职，泽施于下，万民怀德。至其衰也，朋党比周，各推其所与。废公趣私，外内相举。奸人在位，贤者隐处。',
        translation: '老子说：过去的圣王，仰头法象于天，低头法度于地，中间取法于人。调阴阳两气，和四时节气，考察丘陵平原、河流沼泽肥沃贫瘠高下好坏之适宜，因此建立事业生产财富，除击饥寒之患祸，避免疾病之灾难。同时又受理人事，因此制定礼乐，推行仁义之道，用来调理入伦。根据金木水火土五行之性，以建立父子相养相亲的家庭之制。倾听五音清浊六律相生之数理，以确立君臣之义而建国家。考察春夏秋冬四时孟仲季(一年四季每季的第一月为孟，第二月为仲，第三月为季)之次序，以确定长幼尊卑而建官制。分地设州以编户，分封诸侯国以便于治理，建立太学用以教化，这就是为治的大纲要领。得道则兴，失道则废。事物从来就没有紧张而不松驰的，也从来就没有兴盛而不衰败的，只有圣人例外，可以长盛而不衰。圣人最初制定礼乐等法度，是用来归于神和而杜绝淫乱的，以使人们返归于自然之心。到世道衰落的时候，流于淫乱的习俗而不能返归于自然之心，淫乱而好色，不顾政治法度的约束，流毒涎及到后世，终于导致了亡国之祸。圣人为文而著书，是为了领会理解各种事物，使愚者不忘，智者记事。到了世道衰落的时候，人们都变得奸滑诈伪以解脱罪行，而滥杀无辜之人。圣人修筑兽囿，蓄养禽兽的目的是为了在宗庙中祭祀祖先，训练检阅士兵是为了防备意外。到世道衰落的时候，策马田猎弋射飞禽而剥夺了农时，使民力疲劳不堪。圣人崇尚贤能，以其安定教化，公正地判决诉讼之事，使有贤才的人在位发挥，有能力的人在职尽力，恩泽施及百姓，万民同怀其德。到世道衰落的时候，结党营私，排斥异己，人人都推举其同党。废公而奔私，内外勾结，互相推荐吹捧。奸人在位，贤者只好隐处而不显。'
      },
      {
        title: '天地之道，极则反，盈则损',
        content: '天地之道，极则反，盈则损。故圣人治弊而改制，事终而更为，其美在和，其失在权。圣人之道曰：非修礼乐，廉耻不立。民无廉耻，不可以为治。不知礼义，法不能正。非崇善废丑，不向礼义，无法不可以为治。不知礼义，不可以行法。法能杀不孝者，不能使人孝。能刑盗者，不能使人廉。圣王在上，明好恶以示人，经非誉以导之。亲贤而进之，贱不肖而退之。刑错而不用，礼乐修而任贤德也。故天下之高，以为三公；一州之高，以为九卿；一国之高，以为二十七大夫；一乡之高，以为八十一元士。智过万人谓之英，千人者谓之俊，百人者谓之杰，十人者谓之豪。明于天地之道，通于人情之理，大足以容众，惠足以怀远，智足以知权，人英也。德足以教化，行足以隐义，信足以得众，明足以照下，人俊也。行可以为仪表，智足以决嫌疑，信可以守约，廉可以使分财，作事可法，出言可道，人杰也。守职不废，处义不比，见难不苟免，见利不苟得，人豪也。英俊豪杰，各以大小之材处其位，由本流末，以重制轻，上唱下和，四海之内，一心同归，背贪鄙，向仁义，其于化民，若风之靡草。今使不肖临贤，虽严刑不能禁其奸，小不能制大，弱不能使强，天地之性也。故圣人举贤以立功，不肖之主举其所与同，观其所举，治乱分矣；察其党与，贤不肖可论也。',
        translation: '天地之道，物极必反，溢满则减损。所以圣人整治弊病而改革制度，事情结束而变更做法，其美在于和谐，其失在于权衡。圣人之道说：不学习礼义，廉耻就不能建立。人民没有廉耻，就不可以为治。不知道礼义，法度就要偏斜。不崇尚善废除丑，不向往礼义，没有法度就不可以为治。不知道礼义，就不可以施行法律。法律可以诛杀不仁不孝之人，却不能使人达到仁孝。能惩罚为盗之人，却不能使人廉洁。圣王处在高位，明确好恶以颁示人民，度量毁誉以引导人民。亲近贤才并提拔重用他们，轻贱不肖之人并斥退他们。刑罚放置而不用，这样礼义得以修养而贤德之人得以重用。所以天下贤德最高的，以为是三公；一州贤德最高的，认为是九卿；一国贤德最高的，以为是二十七大夫；一乡贤德最高的，以为是八十一元士。智慧超过万人的人叫人英，超过千人的人叫人俊，超过百人的人叫人杰，超过十人的人叫人豪。明于天地之道，通于人情之理，心胸之大足以容包一切，恩惠仁爱足以安抚远方，聪明智慧足以知道权变的，这就是人英。道德足以教化，行动足以仗义，信用足以得众，明亮足以照耀天下的，这就是人俊。行动可以为仪表，智慧足以判断嫌疑，信用可以守约，廉洁可以使人分其财产，作事可以效法，出言就可行的，这就是人杰。守职不荒废，处义不偏私，见到灾难不随便躲避，见到利益不随便获得的，这就是人豪。英俊豪杰之士，各以其贤德大小居其位，由本到末，以重制约轻，上唱下和，四海之内，一心同归，背弃贪鄙，响应仁义，用他们来教化人民，如风吹草而倒一般，人人莫不望风而靡(顺风而倒)。现今使不肖之人统治贤德之人，虽然施用严刑也不能禁除其奸佞，小不能制约大，弱不能使用强，这是天地的本性。所以圣人举贤以立功，不肖之主举其同类，观察他们的举荐，治和乱就清楚了；考察其同党，贤和不肖就可分辨清楚了。'
      },
      {
        title: '为礼者，雕琢人性',
        content: '老子〔文子〕曰：为礼者，雕琢人性，矫拂其情，目虽欲之禁以度，心虽乐之节以礼，趣翔周旋，屈节卑拜；肉凝而不食，酒澄而不饮，外束其形，内愁其德，钳阴阳之和而迫性命之情，终身为哀。人何则不本其所以欲，而禁其所欲；不原其所以乐，而防其所乐。是犹圈兽而不塞其垣，禁其野心，决江河之流而壅之以手，故曰：「开其兑，济其事，终身不救。」夫礼者，遏情闭欲，以义自防，虽情心囷噎，形性饥渴；以不得已自强，故莫能终其天年。礼者，非能使人不欲也，而能止之；乐者，非能使人勿乐也，而能防之。夫使天下畏刑而不敢盗窃，岂若使无有盗心哉！故知其无所用，虽贪者皆辞之；不知其无所用，廉者不能让之。夫人之所以亡社稷，身死人手，为天下笑者，未尝非欲也。知冬日之扇，夏日之裘，无用于己，万物变为尘垢矣！故扬汤止沸，沸乃益甚，知其本者，去火而已。',
        translation: '老子说：礼这个东西，修饰人的本性，矫正人的性情，眼睛想看却以准则相限制，心情虽快乐却不能超越礼的约束，趋行应酬，卑躬屈膝；凉肉而不食，淡酒而不饮，在外束缚自己的形象，在内收敛自己的德行，强迫自己的性命之情符合阴阳之和，这样做则终身悲哀。人为什么不推究产生欲望的原因，而禁止其所欲；不追究产生快乐的根源，而防止其所乐。这就好像是围栏蓄养禽兽而不堵塞围墙，禁除其野心，江河决口后用手去封堵一样，不去治本而去救末，所以说：“如果敞开嗜欲的孔窍，任其嗜欲得逞，那就终身不能救治。”因此礼这个东西，遏制封闭情欲，用义来自我提防，虽然心情遭束缚堵塞，欲吐不能，郁闷不畅，身体性命自然饥渴需要饮食；因为不得已还要自我控制，不得越礼，所以致使人们不能终老于自然寿命。礼，不能使没有欲望，而只能制止欲望；乐，不能使人不去快乐，而只能防止而已。如果让天下之人畏惧刑罚而不敢去盗窃，还不如使他们根本就不产生盗窃之心！所以知道礼乐无用，即使是贪婪的人也都不接受它；不知道礼乐无用，廉洁的人也不能谦让它。(所以，知其没有用处的，即使是贪婪的人也会推辞不要的；不知其没有用处的，即使是廉洁的人也不能辞让给他人。)有的人之所以丧失了社稷，死于别人之手，为天下人所耻笑，未尝没有欲望啊。只不过就像冬天里的扇子，夏天里的皮衣，对于自己没有丝毫的用途，如此，万物都变作了污尘一样的废物了。所以扬汤止沸，只能使沸腾越来越厉害，知道其根本的，撤去柴火而已。'
      },
      {
        title: '循性而行谓之道',
        content: '老子〔文子〕曰：循性而行谓之道，得其天性谓之德。性失然后贵仁义，仁义立而道德废。纯朴散而礼乐饰，是非形而百姓眩，珠玉贵而天下争。夫礼者，所以别尊卑贵贱也；义者，所以和君臣、父子、兄弟、夫妇，人道之际也。末世之礼，恭敬而交为。义者，布施而得，君臣以相非，骨肉以生怨也。故水积则生相食之虫，土积则生自肉之兽，礼乐饰则生诈伪。末世之为治，不积于养生之具，浇天下之醇，散天下之朴，滑乱万民，以清为浊，性命飞扬，皆乱以营，贞信熳烂，人失其性。法与义相背，行与利相反，贫富之相倾，人君之与仆虏，不足以论。夫有余则让，不足则争；让则礼义生，争则暴乱起。故多欲则事不省，求赡则争不止。故世治则小人守正，而利不能诱也；世乱则君子为奸，而法不能禁也。',
        translation: '老子说：依顺本性做事叫做道，得到天性叫做德。本性丧失然后珍贵仁义，仁义确立而道德就废驰。纯朴散佚就用礼乐粉饰，是非形成而百姓眩目，珠玉珍贵天下就争着追逐。礼，是所以用来分别尊卑贵贱的；义，是所以用来调和君臣、父子、兄弟、夫妇等人际关系的。衰落之世的礼，恭敬而礼尚往来。用义施舍别人而有德，君臣因此而互相非议，父子因此而产生怨恨；所以水积成潭就产生相互吞食的鱼虫，土积成丘就产生自己吃自己同类相残的野兽，礼乐粉饰就产生诈骗。衰落之世的为治之道，不积于养生之具，使天下淳厚朴实变得不厚道，离散了天下的纯朴，滑乱了万民，以清为浊，性命放纵，全都乱于迷惑，言行不一散乱失常，人丧失了本性。法与义相违背，行动与利益相反，贫富之间相互倾轧，人君与奴仆之间的关系已不足以论说了。有余就礼让，不足就争逐；礼让则礼义产生，争逐则暴乱纷起。所以人多欲望事情就不简约，追求满足争逐就不能停止。因此世道治理得好小人也要坚守正派，而利益不能引诱；世道混乱即使是君子也要为奸，而法律却不能禁止。'
      },
      {
        title: '衰世之主，钻山石',
        content: '老子〔文子〕曰：衰世之主，钻山石，挈金玉，擿硥蜃，消铜铁，而万物不滋。刳胎焚郊，覆巢毁卵，凤凰不翔，麒麟不游。构木为台，焚林而畋，竭泽而渔，积壤而丘处，掘地而井饮，浚川而为池，筑城而为固，拘兽以为畜。则阴阳谬戾，四时失序，雷霆毁折，雹霜为害，万物焦夭，处于太半，草木夏枯，三川绝而不流。分山川溪谷，使有壤界；计人众寡，使有分数。设机械险阻以为备。制服色，等异贵贱。差贤不肖，行赏罚。则兵革起而忿争生，虐杀不辜，诛罚无罪，于是兴矣。',
        translation: '老子说：衰落之世的君主，钻凿山石以求得金玉，用刀雕刻金玉使之成器，剖开大蛤以求得珠，熔化铜铁以铸器，而万物受到破坏不能生长。杀害尚在母腹中的幼兽焚烧于郊野，倾覆鸟巢毁坏鸟卵，凤凰不见飞翔，麒麟不见优游。架木为高台焚林而打猎，竭泽而捕鱼，把土堆积成丘而在上面居住，掘地打井而取饮水，疏通河流而为护城河，修筑城墙而加固城池，抓捕野兽而为蓄养；因此阴阳错乱，四时失去正常的次序，雷霆击毁万物，雹霜交相为害，万物干枯而早死，超过一半还多，草木夏天枯萎，三川水道堵塞而断流。分别山川溪谷，使天下有土地界线；统计各地人口的多少，以便作为分配俸禄和征收赋税高低的标准。制造兵器设置险要的工事用以防备。制定服色，等级不同贵贱有别。区分贤才和不肖无才德之人，推行赏罚。这样，战争出现而忿争产生，虐杀无罪之人，诛罪无辜之民，于是就如此兴盛起来了。'
      },
      {
        title: '世之将丧性命，犹阴气之所起也',
        content: '老子〔文子〕曰：世之将丧性命，犹阴气之所起也，主暗昧而不明，道废而不行，德灭而不扬，举事戾于天，发号逆四时，春秋缩其和，天地除其德。人君处位而不安，大夫隐循而不言，群臣推上意而怀常，疏骨肉而自容，邪人谄而阴谋，遽载骄主(用驿车连续不断地载着骄傲的君主飞驰。喻人人争着巴结骄主。)而像其，乱人以成其事。是故，君臣乖而不亲，骨肉疏而不附，田无立苗，路无缓步，金积折廉，壁袭无嬴，壳龟无腹，蓍筮日施，天下不合而为一家，诸侯制法各异习俗。悖拔其根而弃其本，凿五刑，为刻削，争于锥刀之末，斩刈百姓，尽其太半，举兵为难，攻城滥杀，覆高危安，大冲车，高重垒，除战队，使阵死路，犯严敌，百往一反。名声苟盛，兼国有地，伏尸数十万，老弱饥寒而死者，不可胜计。自此之后，天下未尝得安其性命，乐其习俗也。贤圣勃然而起，持以道德，辅以仁义；近者进其智，远者怀其德，天下混而为一，子孙相代辅佐。黜谗佞之端，息末辩之说，除刻削之法，去烦苛之事，屏流言之迹，塞明党之门，消智能，循大常，隳枝体，黜聪明，大通混冥，万物各复归其根。夫圣人非能生时，时至而不失也，是以不得中绝。',
        translation: '老子说：世道将要丧失生命的时候，就好像阴气的兴起一样啊，君主昏昧而不明，道被废弃而不行，德寂灭而不传播，做事违背天意，发号施令逆反四时，春秋和气不复生，天地去掉其所施与的厚德。人君在位而不安，大夫隐居逃世而不进言，群臣推测君主的意图而去迎合他，离间父子之亲情而求得能自容其身，奸邪之人奉承而私谋，人人争着巴结骄主而顺从其意趣，搞乱人伦以成就其事业。因此君臣背逆而不亲密，父子疏远而不归附，田中无禾苗，路上没有行人，金子积累过多已变得廉价，美玉堆积过多已没有价值，乌龟的腹甲已用尽，蓍筮每天都举行，天下分裂不合为一家，诸侯独立为国法制习俗各有不同。背叛拔除根本而丢弃，造五刑之法，务求刻薄苛严，争逐于尖利之末端，杀害百姓如割草木一样，半数还多的百姓被害，举兵发难，攻城滥杀，颠覆高大而危害安定，把冲锋的战车造的很大，使重重的堡垒变得高大坚固，修整军队，使土兵们奔向战死之阵地，侵犯严阵以待的敌人，一百个士兵中只有一个能够逃命。名声一旦得到彰显，便是兼并别国扩大了土地，倒在地上的尸体有数十万，因老弱饥寒而死掉的，更是不可胜数。自此以后，天下再也不能得安其性命，欢乐其习俗了。贤圣之人愤然而起，坚持道德，以仁义为辅助；距离近和身边之人进献其才智，远方之人因其德而归附，天下混而为一统，子孙世代递相辅佐。铲除谗佞之端，禁止肤浅而无本的邪说，废弃刻薄苛严之法，去掉烦琐苛暴之事，杜绝流言之迹，堵塞朋党之门，消灭智诈技巧，遵循大道，毁坏肢体使神离形，罢黜聪明，大通于大道，万物便各各复归其根本。圣人不能选择出生的时机，但时机一旦到来却绝不丧失，因此得以绵绵相续。'
      },
      {
        title: '酆水之深十仞而不受尘垢',
        content: '老子〔文子〕曰：酆水之深十仞而不受尘垢，金石在中，形见于外，非不深且清也，鱼鳖蛟龙莫之归也。石上不生五谷，秃山不游麋鹿，无所荫蔽也。故为政以苛为察，以切为明，以刻下为忠，以计多为功。如此者，譬犹广革者也，大败大裂之道也。「其政闷闷，其民淳淳；其政察察，其民缺缺。」',
        translation: '老子说：酆水的深度有十几仞而不受尘垢的污染，金石在河水中，站在岸上可以清楚地看见它们的外形，河水浅且清澈，鱼鳖和蛟龙等水族动物就不敢在这里生活，怕被人捕捉。石头上不生五谷，秃山上不会有麇鹿出没，因为那里未有隐蔽之所。所以为政以苛刻烦琐的方法来显示明察，以严厉的为高明，以对下严酷的为忠君，以考核事多的为功绩。如此的话，就好像是把皮草强力拉大、扩大，则皮革必然破裂，所以这是大败大裂之道啊。“哪里的治国之政不那么清晰，哪里的人民就朴朴实实；哪里的治国之政严苛明察，哪里的人民就奸诈狡猾”。'
      },
      {
        title: '以正治国，以奇用兵',
        content: '老子〔文子〕曰：「以正治国，以奇用兵。」先为不可胜之政，而后求胜于敌。以未治而攻人之乱，是犹以火应火，以水应水也。同莫足以相治，故以异为奇。奇静为躁，奇治为乱，奇饱为饥，奇逸为劳。奇正之相应。若水火金木之相伐也，何往而不胜。故德均则众者胜寡，力敌则智者制愚，智同则有数者禽无数。',
        translation: '老子说：“用正道治理国家，以奇诡的方法用兵。”先成为不可战胜的政治，把自己的政事处理好，而后才能取胜于敌人。自己的政事尚没有治理好就去进攻敌人的乱政，这就不是以奇诡用兵，倒像是以火应火，以水应水啊，火不可胜火，水亦不能胜水。相同的东西不足以相治，所以要以异为奇。静与躁，治与乱，饱与饥，逸与劳，皆相异而为奇。静为躁奇，治为乱奇，饱为饥奇，逸为劳奇；以静制躁，以治攻乱，以饱治饥，以逸待劳，都是以奇即奇诡用兵，奇正之相互对应。就像水之攻火，金之克木一样，无往而不胜。所以道德均同时众必胜寡，均势力敌时智必胜愚，才智均同时有术者必擒无术者。'
      }
    ]
  }
];