var data = [
  {
    title: '捭阖',
    data: [
      {
        title: '粤若稽古',
        content: '粤若稽古，圣人之在天地间也，为众生之先。观阴阳之开阖以名命物，知存亡之门户，筹策万类之终始，达人心之理，见变化之朕焉，而守司其门户。故圣人之在天下也，自古及今，其道一也。\n' +
        '　　变化无穷，各有所归。或阴或阳，或柔或刚，或开或闭，或弛或张。是故圣人一守司其门户，审察其所先后，度权量能，校其伎巧短长。',
        translation: '考察古代的历史，圣人是天地间芸芸众生的主宰。圣人能够根据阴阳开合的变化来创造万物，并给万物命名，圣人之道万物生死存亡的关键，谋划自然万物从产生到死亡的全过程，并能深入到人的内心，看见人内心的细微变化，掌握背离死亡趋向生存的规律。所以，圣人在天下，从古到今，他的道的恒一不变的。\n' +
        '　　万事万物的变化虽然是无穷无尽的，但是都以避亡趋存作为他们的归宿。有的表现为阴，有的表现为阳；有的表现为柔，有的表现为刚；有的表现为开，有的表现为闭；有的表现为弛，有的表现为张。因此，圣人掌握了阴阳两种枢纽，就能审察万事万物的先后，度量万物的才能，比较万物各自的短长。'
      },
      {
        title: '夫贤不肖',
        content: '夫贤、不肖、智、愚、勇、怯，有差，乃可捭，乃可阖；乃可进，乃可退；乃可贱，乃可贵，无为以牧之。审定有无与其实虚，随其嗜欲以见其志意。微排其所言而捭反之，以求其实，实得其指；阖而捭之，以求其利。\n' +
        '　　或开而示之，或阖而闭之。开而示之者，同其情也；阖而闭之者，异其诚也。可与不可，明审其计谋，以原其同异。离合有守，先从其志。即欲捭之贵周，即欲阖之贵密。周密之贵微，而与道相追。',
        translation: '人的禀性是有差等的，有的是德才兼备的贤人，有的是无德无才的不肖之人；有的人智慧，有的人愚蠢；有的人勇敢，有的人怯弱。根据每个人的禀性，分别采用或捭或阖、或进或退、或贱或贵的方法和手段，顺应每个人的特点来驾驭他。如果要弄清对方是有还是无，搞清对方的实际情况，一般情况下，是顺着他的爱好和欲望来推测出对方心里的真实意图。可以暗暗排查对方言辞，然后依据已知情况反问过去，以得其实情，了解到他的旨意；先阖后捭，从中得到利益。\n' +
        '　　或公开自己的真实情况显示给对方，或不公开自己的真实情况而将它隐藏起来，不让对方知道，当己方的实际情况或目的等与对方完全相同的时候，就可以公开显示给对方看；当己方的实际情况或目的等与对方不同的时候，就不能公开。上述办法可用还是不可用，首先是要搞清楚对方的考虑和谋划，来探究己方与对方是同还是异。是离是合须等待时机，先从对方的意愿来尽量满足他，然后适时而动。如果要用捭的方式，一定要做到周到；如果要用阖的方式，一定要做到严密。周到、严密还要注意隐蔽，隐蔽的最佳效果就像道一样微而不显。'
      },
      {
        title: '捭之者，料其情也',
        content: '捭之者，料其情也；阖之者，结其诚也。皆见其权衡轻重，乃为之度数。圣人因而为之虑，其不中权衡度数，圣人因而自为之虑。\n' +
        '　　故捭者，或捭而出之，或捭而内之；阖者，或阖而取之，或阖而去之。捭阖者，天地之道。捭阖者，以变动阴阳，四时开闭，以化万物。纵横、反出、反覆、反忤，必由此矣。',
        translation: '用捭使对方开，而对其虚实进行辨别；辨别清楚之后用阖，确定下来对方的实情。圣人都是根据对方实际需要的轻重缓急来揣度对方的所想，然后再顺其所想而为对方作出谋划。圣人即因势考虑，如果不合对方的心意或其实际所需，就替自己作谋划，留好退路。\n' +
        '　　所以用捭或能使对方开而真实情况暴露出来，或能让对方开而使己方的观点被接纳；用阖或能使己方有所获取，或能使己方顺利地躲过祸患。捭阖，就是天地间的道。捭阖，能够使阴阳发生变动，阴阳变动产生四季，四季的更替化育万物。纵或横、返与出、翻与覆、反与背，都是由捭阖而生的。'
      },
      {
        title: '捭阖者，道之大化',
        content: '捭阖者，道之大化，说之变也。必豫审其变化，吉凶大命系焉。口者，心之门户也；心者，神之主也。志意、喜欲、思虑、智谋，此皆由门户出入。故关之以捭阖，制之以出入。\n' +
        '　　捭之者，开也、言也、阳也；阖之者，闭也、默也、阴也。阴阳其和，终始其义。故言长生、安乐、富贵、尊荣、显名、爱好、财利、得意、喜欲，为阳，曰始。故言死亡、忧患、贫贱、苦辱、弃损、亡利、失意、有害、刑戮、诛罚，为阴，曰终。诸言法阳之类者，皆曰始，言善以始其事；诸言法阴之类者，皆曰终，言恶以终其谋。',
        translation: '捭阖是阴阳之道的无限变化，是游说时应变的关键。游说前一定要对各种变化事先有所准备，吉凶死亡的关键全系于捭阖。口是心意出入的门户，心是精神的居所。心所产生的志意、喜欲、思虑、智谋等，皆由口说出来。所以用捭阖来控制讲话，控制言语的出入。\n' +
        '　　捭就是开，就是开口言说，就是阳；阖就是闭，就是默而不说，就是阴。阴阳相互调和，从开始到结束，都要符合捭阖之理。所以说，把凡是有关长生、安乐、富贵、尊荣、显名、爱好、财利、得意、喜欲的，都视作“阳”，称为“始”。把凡是有关死亡、忧患、贫贱、苦辱、弃损、亡利、失意、有害、刑戮、诛罚的，都视作“阴”，称为“终”。那些在言谈时采用“阳”一类的事情来立说的，我们都可以称之为“始”，因为他们是从事情好的一面来进行游说，劝诱对方开始行动，促成游说得到成功；那些在言谈时采用“阴”一类的事情来立说的，我们都可以称之为“终”，因为他们是从事情恶的一面来进行游说，阻止对方的谋略策划实施，使他终止行动。'
      },
      {
        title: '捭阖之道，以阴阳试之',
        content: '捭阖之道，以阴阳试之，故与阳言者，依崇高；与阴言者，依卑小。以下求小，以高求大。由此言之，无所不出，无所不入，无所不可。可以说人，可以说家，可以说国，可以说天下。为小无内，为大无外。益损、去就、倍反，皆以阴阳御其事。\n' +
        '　　阳动而行，阴止而藏；阳动而出，阴隐而入。阳还终阴，阴极反阳。以阳动者，德相生也；以阴静者，形相成也。以阳求阴，苞以德也；以阴结阳，施以力也；阴阳相求，由捭阖也。此天地阴阳之道，而说人之法也，为万事之先，是谓圆方之门户。',
        translation: '捭阖之道，就是反复地使用阴阳进行试探。所以与品行高尚的人言说，就要说“阳”类的事；与品性卑劣的人言说，就要说“阴”类的事。下与小，均为阴，故可以用低下的去求合志向渺小的人；高与大，均为阳，故可以用高尚的去求合志趣高远的人。照这样去言说，可出可入，没有什么地方是不可以的。用捭阖之术，可以游说他人，可以游说大夫，可以游说诸侯国的国君，可以游说周天子。不论内部有多小，也不论外部有多大，均不能局限于本身，而须辩证地对待。益损、去就、背反，都是用阴阳开合之道来驾驭。\n' +
        '　　阳就是行动前进，阴就是静止潜藏，阳活动外出，阴隐藏入内。阳返还停止于阴，阴走到极点又还回为阳。阳动，道德就生成了；阴静，形体就产生了。从阳的方面去追求阴，要以道德包容对方；从阴的方面去追求阳，就要走出暗处实际去做。阴阳之间相互依赖，这是由捭阖之道决定的。这是天地阴阳的大道，是游说他人的根本法则。捭阖是处理万事之本，是天地的门户。'
      }
    ]
  },
  {
    title: '反应',
    data: [
      {
        title: '古之大化者',
        content: '古之大化者，乃与无形俱生。反以观往，覆以验来；反以知古，覆以知今；反以知彼，覆以知己。动静虚实之理，不合于今，反古而求之。事有反而得覆者，圣人之意也，不可不察。',
        translation: '古代化育万物的圣人，都是与至道共同存在的。圣人处事都是从事物正反两个方面反复思考的。返回去可以看到以往，覆过来可以看到未来；返回去可以看到古代，覆过来可以看到现在；运用“反”可以知道对方，运用“覆”可以了解自己。动和静、虚与实的道理，如果与今天不相符合的，就返回到古代来寻求答案。任何事情都可以通过运用“反”而得到“覆”，这是圣人教导我们的，我们每个人不能不详加考察。'
      },
      {
        title: '人言者，动也',
        content: '人言者，动也；己默者，静也。因其言，听其辞。言有不合者，反而求之，其应必出。言有象，事有比，其有象比，以观其次。象者象其事，比者比其辞也。以无形求有声。其钓语合事，得人实也。其犹张罝网而取兽也，多张其会而司之。道合其事，彼自出之，此钓人之网也。常持其网驱之。',
        translation: '别人在说话，是动；自己沉默不说，是静。根据对方说的话，听出对方言辞中透露的真实想法。对方言辞透露出的意思与己方想要得到的不相符合，就运用“反”的方法来求，对方的回应必定满足己方的需要。言语中有“象”，事物中有“比”，通过“象”和“比”的手法来探求言辞背后隐藏的真实意图。所谓“象”，便是用形象化的手法来比喻事物；所谓“比”，是以同类的言辞来做类比。因为采用象、比手法皆不直说，故能于无形之中而得到对方回应，了解到对方的实情。如果使用象、比手法说出的用作引诱的话能合于对方所想，那么对方的回应必会暴露事实，这些实情将为我所得。这就像张着兽网捕猎野兽一样，只要在野兽出没的地方多设一些网，伺机观察等候着，就一定能捕捉到野兽。针对对方使用的方法只要切合事理，对方自然就会暴露实情，这就是钓人的网，在实际生活中，常常要持钓人之网去驱使对方，使其为我所用。'
      },
      {
        title: '其不言无比',
        content: '其不言无比，乃为之变。以象动之，以报其心，见其情，随而牧之。己反往，彼覆来，言有象比，因而定基。重之袭之，反之覆之，万事不失其辞，圣人所诱愚智，事皆不疑。故善反听者，乃变鬼神以得其情。其变当也，而牧之审也。牧之不审，得情不明；得情不明，定基不审。',
        translation: '如果对方沉默不言，或其言辞中没有用来作推理、类比的信息，这时就要变化谈论的方式。用“象”的手法使对方开而动，主动迎合对方的心理，从而见到对方的实情，进而驾驭对方。己方与对方这样经过几个来回之后，通过揣摩对方言辞之中的“象”和“比”来了解对方的底细，己方就能确定对付的基本策略了。像这样翻过来覆过去，任何事都可以从对方言辞中察知。圣人把反听之法用于任何人或事，都不会有差错。所以，善于反听的人，得情就像神鬼一样变幻莫测。己方言语应变得当，就能详尽考察对方。不能详尽考察对方，主要是对对方的实情不明了；因为对对方的实情不明了，所以才定不下驾驭对方的策略。'
      },
      {
        title: '变象比',
        content: '变象比，必有反辞，以还听之。欲闻其声反默，欲张反敛，欲高反下，欲取反与。欲开情者，象而比之，以牧其辞，同声相呼，实理同归。\n' +
        '　　或因此，或因彼，或以事上，或以牧下，此听真伪、知同异，得其情诈也。动作言默，与此出入，喜怒由此以见其式，皆以先定为之法则。以反求复，观其所托。故用此者，己欲平静，以听其辞，察其事，论万物，别雄雌。虽非其事，见微知类。若探人而居其内，量其能射其意。符应不失，如腾蛇之所指，若羿之引矢。',
        translation: '如果对方实情不明了，就要用“变象比”之法，不断变换己方言辞中透露出来的“象”和“比”，对方一定有反应的言辞，然后己方再返回来听。总之，想听到对方的声音，己方反而先要静默；想让对方张开，己方反而先要收敛；如果想升高，己方反而要先下降；如果想取得，反而先要给予对方好处。要让对方“开”而露出实情，就通过“象”和“比”综合使用的办法，来驾驭言辞。声音相同就会彼此呼应，看法一致就会走到一起。\n' +
        '　　反听之法，或者用在此处，或者用在彼处，或者用来侍奉上司，或者用来驾驭下属。这种方法能够有效地听到实情或不实之情，知道与己方是同或是异，能够看出对方是真诚或是伪诈。对方外在的身体行动或者内心的喜怒，都与反听之法相合拍，也都由反听之法来掌握它的规律。所有这些，都以己方要先做好准备为法则。用“反”来求对方回应，然后观察对方的真实意图，所以用这种方法。己方要平心静气来听对方的言辞，察明事理，议论万物，分别好坏。即使不是这个事，也可以从同类事物的微小征兆来推理认识此事的类别、实质和发展趋势。这就像钻到人的心中来探测人一样，知悉对方的能力，捕捉对方的意图。这种方法就像螣蛇所指祸福不差，后羿发箭必定命中那样百验不失。'
      },
      {
        title: '故知之始己',
        content: '故知之始己，自知而后知人也。其相知也，若比目之鱼。其伺言也，若声之与响；见其形也，若光之与影也；其察言也，不失若磁石之取针，如舌之取燔骨。其与人也微，其见情也疾。如阴与阳，如圆与方。未见形，圆以道之，；既见形，方以事之。进退左右，以是司之。己不先定，牧人不正，事用不巧，是谓忘情失道；己审先定以牧人，策而无形容，莫见其门，是谓天神。',
        translation: '所以，从“知”这个角度来说，首先是从己方开始，只有先自知然后才能知他人。自知与知他人，就像比目鱼一样，是亮亮并列而行的。对方一现形，就像光一样显露出来，己方就像影子一样，立即捕捉到对方的实情。己方做到了自知，在观察对方的言辞，从中得到己方想要的东西时，就像磁铁取针，舌头从炙肉中褪出骨头一样容易。己方给予对方的少，而得到对方的实情却是又多又快。无论用于“阴”或者“阳”的情况，“圆”或者“方”的事物，都可以得心应手。如果未见到对方实情，则说一些迎合对方的话，引导对方说出实情；如果得到对方实情，那么就按照己方已经设计好的对策去行事。是进还是退，都是据此来定夺。总之，己方如果不先定，那么就不能驾驭对方。如果在己方未定的情况下仓促行事，那就是忘记得情的规律己方先定然后来驾驭对方，做到计策谋略不露形迹，对方找不到识破己方的任何缝隙，这是获得对方实情的最高境界。'
      }
    ]
  },
  {
    title: '内楗',
    data: [
      {
        title: '君臣上下之事',
        content: '君臣上下之事，有远而亲，近而疏；就之不用，去之反求；日进前而不御，遥闻声而相思。事皆有内楗，素结本始。或结以道德，或结以党友，或结以财货，或结以采色。用其意，欲入则入，欲出则出；欲亲则亲，欲疏则疏；欲就则就，欲去则去；欲求则求，欲思则思。若蚨母之从子也；出无间，入无朕。独往独来，莫之能止。',
        translation: '君臣上下之间的事，是很难预料的。有的人于君主相距遥远反而受君主亲近，有的人与君主近在咫尺反而被君主疏远。有的人主动亲近君主，反而不被使用；有的人要离开反而被君主所诏求。有的人天天出现在君主面前也得不到任用，有的人只是远远听到他的名声，君主却朝思暮想要得到他。这都是由于内心相知的程度不同所致，本源于君臣之间平时的结交。有的以道德结交，有的以志趣相投的朋友之道相结交，有的以财务相结交，有的以美色娱乐相结交。顺着君主之意，那么，你就能想入就入，想出就出；想亲就亲，想疏就疏；想靠近就能靠近，想离开就能离开；想自己得到征召，就能得到征召；想让君主思念自己，就能让君主思念。就像青蚨母子相随而不分离一样，出与入都没有缝隙行迹，独自自由自在地往来，没有人能够阻止。'
      },
      {
        title: '内者，进说辞也',
        content: '内者，进说辞也。楗者，楗所谋也。欲说者，务稳度；计事者，务循顺。阴虑可否，明言得失，以御其志。方来应时，以合其谋。详思来楗，往应时当也。\n' +
        '　　夫内有不合者，不可施行也。乃揣切时宜，从便所为，以求其变。以变求内者，若管取楗。言往者，先顺辞也；说来者，以变言也。善变者，审知地势，乃通于天，以化四时，使鬼神，合于阴阳，而牧人民。见其谋事，知其志意。事有不合者，有所未知也。合而不结者，阳亲而阴疏。事有不合者，圣人不为谋也。',
        translation: '所谓“内”，就是向君主进献言辞，以言辞来结交君主；所谓“揵”，就是向君主进献计谋，以计谋来打通阻塞，得到君主的信任。想去游说君主的时候，必须先审时度势，暗中揣测君主的真实想法和意图；要想向君主进献计谋时，必须顺着君主的意愿。己方暗中考虑是否可行之后，再对君主公开说出行事之得失，以此来迎合君主的谋虑。先须经过详细周密的计谋，然后去回应君主，那么，则没有不当的。\n' +
        '　　如果己方的言辞或计谋与君主不合的，就不能施行。于是就揣摩时机是否适宜，从有利于实施的方便出发，来改变策略，以灵活变通的方式来结交君主。做到这样，那么达到目的就像用钥匙开锁一样，变被动为主动。游说时，涉及已发生事件，要用“顺辞”，即顺从君主之意的言辞；在游说中涉及还未发生的事件时，要用“变言”，即有变通余地的话。善于应变的须做到知悉各国地理形势、精通天文四时的变化；这样就能做到役使鬼神，与阴阳之理相合，驱使民众。见到君主处理事情的计谋和措施，就能知道他的真实想法和意图。己方所行之事有时不能与君主之意相合，是因为我们对对方之意了解不多，即使己方主动迎合他，也不能得到君主发自内心的真诚信任，表面上与己方亲近而暗地里却很疏远。不合于君主之意的事，圣人是不谋划的。'
      },
      {
        title: '故远而亲者',
        content: '故远而亲者，有阴德也；近而疏者，志不合也。就而不用者，策不得也。去而反求者，事中来也。日进前而不御者，施不合也。遥闻声而相思者，合于谋待决事也。故曰：不见其类而为之者见逆，不得其情而说之者见非。得其情，乃制其术，此用可出可入，可楗可开。故圣人立事，以此先知而楗万物。',
        translation: '所以那些关系疏远反而得到君主亲近的人，是因为他们与君主暗中心意相通；那些关系亲近反而被君主疏远的人，是因为他们与君主之意不能契合。主动亲近反而不被任用的，是因为他的预测和策略不得于君主之心；离开朝廷反而被君主下令诏回的人，是因为他预测的事后来应验了。天天在君主面前不被任用的人，那是因为措施不合于君主之意；君主远远听到他的名声就朝思暮想要得到的人，那是因为他的计谋与君主相合，君主等待他来决策事情。所以说如果找不到双方的共通之处而仓促谋事，则必遭排斥；得不到对方的实情而实施游说，则必被否定。得到对方的实情，才能制定出有针对性的措施。此法用之实践，就可自由自在地出入朝廷，就可轻易地与君主的内心相交结，而使君主敞开心扉。所以圣人能成就事业，就是在知悉客观情况基础上，预先知道可否，所以才能驾驭万物。'
      },
      {
        title: '由夫道德',
        content: '由夫道德、仁义、礼乐、忠信、计谋，先取《诗》《书》，混说损益，议论去就。欲合者用内，欲去者用外，外内者必明道数。揣策来事，见疑决之。策而无失计，立功建德。\n' +
        '　　治名入产业，曰楗而内合。上暗不治，下乱不窹，楗而反之。内自得而外不留，说而飞之。若命自来，己迎而御之。若欲去之，因危与之。环转因化，莫知所为，退为大仪。',
        translation: '在游说时，要顺着道德、仁义、礼乐、忠信、计谋等方面来进言，从《诗经》、《尚书》中征引语句，在此基础上夹杂进自己的言辞，或增加或减少，来议论时局，决定自己是离开还是留下辅助君主。如果决定辅助君主，那么就要与君主的内心相交结；如果要离开，那么就不用去迎合君主的内心了。无论是用“外”还是用“内”，都必须符合与君主相处的规律。对遇到的疑难之事，先揣测清楚然后再出计谋解决他。计谋从来没有失策的，就能立功建立德业。\n' +
        '　　既能帮助国君处理好君臣之间的职分，又能帮助国君治理百姓，使百姓有固定的产业，这就叫从内部与君主交结。君主昏暗，国家得不到治理，臣民作乱，国君尚不悟而觉察，则可考虑返回，不再为其谋划。对于那些内心自以为是而不能采纳别人之说的君主，己方只能假意去称颂他，以调取他的欢心。如果有君主之命来召己，那么就接受他侍奉他，然后使用它以行自己的意愿。如果自己要离开君主，就说自己继续留在君主身边将会危害到他，这样君主就自然会放行。或去或留，就像圆环一样随着情况的不同而转换，让人不知他的作为。做到这样，可以说是能懂得全身而退的大法则了。'
      }
    ]
  },
  {
    title: '抵巇',
    data: [
      {
        title: '物有自然',
        content: '物有自然，事有合离。有近而不可见，有远而可知。近而不可见者，不察其辞也；远而可知者，反往以验来也。巇者，罅也。罅者，涧也。涧者，成大隙也。戏始有朕，可抵而塞，可抵而却，可抵而息，可抵而匿，可抵而得，此谓抵戏之理也。',
        translation: '人和事物的发展有时相合，有时背离，就像物自然而生一样，非人力所能够控制。有时近在眼前却看不到，有时远在天边却了解得很清楚。近在眼前却看不见的原因，是因为没有考察对方的言辞；远在天边却被认知，是因为己方能够返回历史，寻找历史上同类事例的解决方法，或经验、或教训，来比证今天。巇就是小的裂缝，小的裂缝会发展成中等裂缝，中等裂缝最终会发展成大的裂缝。小的裂缝在内部开始显示征兆的时候，可以用“抵”的方式来堵塞上；小的裂缝在外部出现的时候，可以用“抵”的方式来消除它；小的裂缝公开出现的时候，可以用“抵”的方式来让它闭息；小的缝隙在暗中成长的时候，可以用“抵”的方式来让它藏匿；如果小的缝隙已经大得不能弥补了，那么就用“抵”的方式来取代它。这就是“抵巇”的道理。'
      },
      {
        title: '事之危也',
        content: '事之危也，圣人知之，独保其身；因化说事，通达计谋，以识细微。经起秋毫之末，挥之于太山之本。其施外，兆萌牙蘖之谋，皆由抵戏。抵戏之隙，为道术用。',
        translation: '事情有危险的征兆出现，圣人就能察觉，并能采用措施进行自保。在自保基础上，圣人在根据客观情况的变化来筹划计谋和制定弥补的策略，并运用此来辨识细微缝隙产生的原因。事物常常由细小的状态引起的，如果任其发展下去由小到大就会撼动泰山的根基。所以如果要施策于外，必须根据抵巇的原理，在事物尚处在萌芽状态时，及时发现其罅隙，并想出新的计策来堵塞它。善于发现并运用抵巇之法来弥补缝隙，就是道术之用，就是圣人处理事情的根本方法。'
      },
      {
        title: '天下纷错',
        content: '天下纷错，士无明主，公侯无道德，则小人谗贼，贤人不用。圣人窜匿，贪利诈伪者作。君臣相惑，土崩瓦解而相伐射。父子离散，乖乱反目。是谓萌牙戏罅。圣人见萌牙戏罅，则抵之以法。世可以治则抵而塞之，不可治则抵而得之。或抵如此，或抵如彼。或抵反之，或抵覆之。五帝之政，抵而塞之。三王之事，抵而得之。诸侯相抵，不可胜数。当此之时，能抵为右。',
        translation: '天下混乱，士没有遇到明主，公侯道德沦丧，小人谗害贤臣贼害忠良，贤臣得不到重用。圣人逃离乱世隐居起来，贪婪奸诈之徒兴起作乱朝政。君臣之间互相猜疑，各种势力之间互相攻伐，国家的形势面临着土崩瓦解的局面。而普通民众中也是父子离散，彼此反目为仇。这些都叫社会有裂缝的状态。圣人见到这种状态，就会用抵巇之法采取措施来弥补，使之走上正轨。如果不可治，就运用“抵巇”之法，循其缝隙毁掉它，然后重新建立一个新的秩序。或者用抵巇之法达到弥补缝隙的目的，或者用抵巇之法达到取而代之的目的。或者用抵的手法反过来，或者用抵的手法倒过去。五帝时期，政治清明，偶有缝隙，用抵巇之法来弥缝漏洞。三王之时，天下大乱，缝隙已不能弥补，因此禹用疏导办法取代堵塞办法来治洪水，而商汤和文王就起来反叛，取代夏桀和商纣，重新建立新的秩序。现在各诸侯国之间，都是利用对方的缝隙，或抵而塞，或抵而得，数也数不尽。在当今的这个时代，善于运用抵巇之法的便是处理国家关系的上上之策。'
      },
      {
        title: '自天地之合离',
        content: '自天地之合离、终始，必有戏隙，不可不察也。察之以捭阖，能用此道，圣人也。圣人者，天地之使也。世无可抵，则深隐而待时；时有可抵，则为之谋；可以上合，可以检下。能因能循，为天地守神。',
        translation: '天地万物之间有合有离，有开始有终结，必然会产生缝隙。这是不可不详察的。觉察到这一点，能够用抵巇之术加以掌控的，就是圣人。圣人是天地的使者。时世没有缝隙可利用的，就深深地隐居起来等待时机；如果有缝隙可利用的话，就为之策谋。用这个方法，上可暗合君王，助其治国；下可以约束民众，收拾局面。如果能够顺应自然规律来运用，那么就能掌握天地间一切变化的规律。'
      }
    ]
  },
  {
    title: '飞箝',
    data: [
      {
        title: '凡度权量能',
        content: '凡度权量能，所以征远来近。立势而制事，必先察同异，别是非之语，见内外之辞，知有无之术，决安危之计，定亲疏之事。然后乃权量之，其有隐括，乃可征，乃可求，乃可用。',
        translation: '凡考虑问题衡量情势，必须广泛地从或远或近的各方面来吸取信息。确立做事获得成功的态势而能有效地去行事，其前提必须先看到对方与己方是同还是异，能分别出对方语言中的事与非，分辨出对方言辞表面和背后的含义，知道对方和己方所拥有的或者没有的，在此基础上才能决断事关安危的大计，确定己方与对方或是亲近或是疏远之事。然后再在实践中加以检验衡量，对上述同或异、是或非、内或外、有或无等的做法加以调整和修改，最后才决定如何去取，如何使用。'
      },
      {
        title: '引钩钳之辞',
        content: '引钩钳之辞，飞而钳之。钩钳之语，其说辞也，乍同乍异。其不可善者，或先征之而后重累，或先重以累而后毁之。或以重累为毁，或以毁为重累。其用或称财货、琦玮、珠玉、璧帛、采色以事之，或量能立势以钩之，或伺候见涧而钳之，其事用抵墟。',
        translation: '一般的人，都是喜欢听奉承话的，对这些人要用奉承的话，故意赞扬对方，为对方制造声誉，使对方高兴而泄露实情然后钳制他。作为说辞的“钩箝之语”要根据情势而善于变化，一会儿表示赞同对方，一会儿又表示与对方相异。对那些不喜欢虚名，不喜欢听人吹捧，用飞箝之语难以相诱的人，可以先行离开奉承的话题，不断抬高他的名誉地位，使其名不副实，为以后誓毁他做准备。一次飞扬不成，就反复使用，直到达到毁掉对方的目的。有时高扬对方优点使其缺点暴露时诋毁，有时历数其缺点使他的优点显露出来，这也是一种重累飞扬的方法，其目的还是要最终诋毁他。在迎合时具体使用对方可能喜欢的财货、美玉、玉璧、丝帛、美女等，也可以以正确衡其才能，酌情任用以立其势来箝持他。在这种情况下，就要结合“抵巇之法”来使用了。'
      },
      {
        title: '将欲用之于天下',
        content: '将欲用之于天下，必度权量能，见天时之盛衰，制地形之广狭，阻险之难易，人民货财之多少，诸侯之交孰亲孰疏，孰爱孰憎，心意之虑怀，审其意，知其所好恶，乃就说其所重，以飞钳之辞钩其所好，以钳求之。',
        translation: '将飞箝之术推广应用到诸侯国之间的斗争中去，在游说君主时，必须审时度势，能够看到天时是否助其盛或者使其衰，准确判断该国的地理形势，疆域是广大或狭小，地势险要是否易于攻占或据守，知悉其国人口多少、经济实力如何，了解这个国家与各诸侯国之间的关系是亲近或是疏远，国君比较亲近哪个国家，比较憎恨哪个国家，国君个人耿耿于怀的心意是什么。仔细观察国君的意图，知道他的喜好和憎恶，然后去游说国君最关心的事情，并用“飞箝”的言辞，钩住他的喜好，然后再来控制他，使他能够随着己方的意愿而行事。'
      },
      {
        title: '用之于人',
        content: '用之于人，则量智能、权材力、料气势，为之枢机。以迎之随之，以钳和之，以意宣之，此飞钳之缀也。用之于人，则空往而实来，缀而不失，以究其辞。可钳而纵，可钳而横；可引而东，可引而西；可引而南，可引而北；可引而反，可引而覆。 虽覆能复，不失其度。',
        translation: '将飞箝之术推广应用到与人打交道，则必须先考量对方的智慧、衡量对方的才干，估量他的气势。把对对方的充分了解作为与之相处的关键。先迎合他、附和他，然后再用飞箝之术控制他，使对方与己方相合，这些用对方之意以达到显示己方目的的手法，都是飞箝的方法。飞箝之术用在与人打交道上，己方往往没有付出却能够得到丰厚的回报，使对方与自己紧密连结而不会失去控制，然后再在其言辞上探究实情。做到这些，就能钳制对方，或者使他向纵的方向，或者使他向横的方向；或者使他向东，或者使他向西；或者使他向南，或者使他向北；或者使他从起点返回，或者使他返回后再翻过来。反反复复，都始终在自己的掌控之中。'
      }
    ]
  },
  {
    title: '忤合',
    data: [
      {
        title: '凡趋合倍反',
        content: '凡趋合倍反，计有适合。化转环属，各有形势，反覆相求，因事为制。是以圣人居天地之间，立身、御世、施教、扬声、明名也；必因事物之会，观天时之宜，因知所多所少，以此先知之，与之转化。',
        translation: '凡事都有趋向于融合统一或者朝背逆相反方向发展的两种趋势，尊重“趋向”与“背反”之客观规律，乃是计谋适合与否之关键。且两者之间相互转化，首尾相互连接起来像圆环一样，用计施谋如果要恰当合适的话，就要能够像圆环一样随着形势的变化及时应对，或从趋合的方向或从背反的方向来采取相应的措施。因此圣人在天地之间，自立于社会，处理世事，实施教化，使自己的名声扬起，显示于外，必定顺着事物发展变化的关键，看准社会发展的状况与趋势的适当时机，据此知道并决定自己所做的是多还是少，根据忤合的原理能够实现知道事情的发展趋势，然后随着事物之形式转变而随时变化自己的决策。'
      },
      {
        title: '世无常贵',
        content: '世无常贵，事无常师；圣人无常与，无不与；无所听，无不听；成于事而合于计谋，与之为主。合于彼而离于此，计谋不两忠，必有反忤；反于是，忤于彼；忤于此，反于彼。其术也。\n' +
        '　　用之于天下，必量天下而与之；用之于国，必量国而与之；用之于家，必量家而与之；用之于身，必量身材能气势而与之；大小进退，其用一也。必先谋虑计定，而后行之以飞箝之术。',
        translation: '世界上没有永久高贵的人，也没有恒一不变的师法对象。圣人做事，没有恒久不变的赞同或不赞同，也没有恒久不变的听从或不听从。圣人的行事都是以事情能否获得成功，所出计谋是否切合实际为根本。计谋与一方相合就一定与另一方相离，不能同时适用于相反的双方，一定会有相合、相逆的情况出现。所谓“忤合”之术，就是合于彼就一定会逆于此，合于此就一定会逆于彼。因而要根据实际情况灵活运用“忤合”之术。\n' +
        '　　把“忤合”之术运用于管理天下，必定根据天下的实际情况而实施；运用于治理国家，必定根据诸侯国的实际情况而实施；运用于治理卿大夫之家，必定根据其家的实际情况而实施；运用于处理人与人之间的关系，必定看对方才能、品行气质、地位等而实施。无论对象的大小或策略的进退，运用的原则都是一致的。即必定先用忤合之术做好周密的计谋，然后用“飞箝”之术来实现它。'
      },
      {
        title: '古之善背向者',
        content: '古之善背向者，乃协四海，包诸侯，忤合之地而化转之，然后求合。故伊尹五就汤，五就桀，而不能有所明，然后合于汤；吕尚三就文王，三入殷，而不能有所明，然后合于文王，此知天命之箝，故归之不疑也 。',
        translation: '古代那些善于运用忤合之术的人，能够把天子和诸侯都掌控在自己手中，运用“忤合”之术去驾驭他们，使对方根据己方的实际需要而改变，然后与他们相合。所以，伊尹五次投奔汤，然后又五次离开汤投奔夏桀，但心里还是不明白投奔谁，最终还是投奔了汤；姜尚三次投奔文王，又三次离开文王投奔商纣王，但心里还是不明白到底投奔谁，最终还是离开纣王投奔了周文王。经过多次的忤合之后，明白了天命的所定，所以最后一次归附之后就再也没有怀疑过了。'
      },
      {
        title: '非至圣达奥',
        content: '非至圣达奥，不能御世；非劳心苦思，不能原事；不悉心见情，不能成名；材质不惠，不能用兵；忠实无真，不能知人。故忤合之道，己必自度材能知睿，量长短远近孰不知。乃可以进，乃可以退，乃可以纵，乃可以横。',
        translation: '不是道德最高尚能够通达高深道理的人，不能治理天下；不是费尽心力苦苦思索的，不能穷尽事物的原理；不是精心地去发现事物的本质，就不能给事物以成功的命名，以达到名实相副；天赋的才干不够聪明，就不能用兵打仗；为人处世虽然忠于实际但没有真诚的态度，也是不能了解别人的。所以运用忤合的原则，一定先要衡量自己的才能和智慧，估量己方与对方之间的长短远近，优势或劣势，确定对方不如己方之后再实施。做到这样，就可退可进，纵横天下了。'
      }
    ]
  },
  {
    title: '揣篇',
    data: [
      {
        title: '古之善用天下者',
        content: '古之善用天下者，必量天下之权，而揣诸侯之情。量权不审，不少强弱轻重之称；揣情不审，不知隐匿变化之动静。\n' +
        '　　何谓量权？曰：度于大小，谋于众寡。称货财有无之数，料人民多少，饶乏有余不足几何；辨地形之险易，孰利孰害；谋虑孰长孰短；揆君臣之亲疏，孰贤孰不肖；与宾客之知慧，孰少孰多；观天时之祸福，孰吉孰凶；诸候之交，孰用孰不用；百姓之心，去就变化，孰安孰危，孰好孰憎；反侧孰辩，能知此者，是谓量权。',
        translation: '古代善于把游说之术运用于天下的人，必定能洞察到天下政治形势的发展变化，揣度各诸侯国国君心里的真实详情。如果对天下局势和各诸侯国综合实力不能熟知，就不会知道诸侯国中谁强大，谁弱小，不会知道各诸侯国内部哪些地方强，哪些地方弱，不会知道各诸侯国在国际形势中的地位轻重；如果对诸侯国国君心理揣测不准，就不知道对方内心隐秘的真实想法，以及它对外界情况发生变化时的内心反应。\n' +
        '　　什么叫做量权？就是要考虑一个国家地域的大小，谋士的多少，估量一个国家的物产资源和国家财富的数量，人口的多少，物资丰富或者缺乏的有哪些；分辨清楚地形的险要之处与平易之处，哪里的地形有利，哪里的地形有害；对一国之谋士，要了解其中哪些谋士善于谋划长远，哪些谋士善于谋划眼前；揣测君臣之间的亲属关系，发现大臣中谁贤谁不贤；预料到对方宾客的智慧是多还是少；观察天象时序的变化，何时给人带来福祉，何时给人带来祸患，何时行事为吉，何时行事为凶；诸侯之间的交往，哪个可以利用，哪个不可以利用；老百姓的民心向着谁背着谁，这种民心的变化，什么样是安全，什么样是危险，老百姓心里真正喜爱什么，憎恨什么。能够从多个方面熟练对以上情况进行辨别，并能够知道如何应对的，就叫做量权。'
      },
      {
        title: '揣情者',
        content: '揣情者，必以其甚喜之时，往而极其欲也，其有欲也，不能隐其情；必以其甚惧之时，往而极其恶也，具有恶也，不能隐其情。情欲必知其变。感动而不知其变者，乃且错其人，勿与语而更问所亲，知其所安。夫情变于内者，形见于外。故常必以其见者，而知其隐者，此所谓测深揣情。',
        translation: '测探对方内心隐秘的实情，必须在他最高兴的时候去迎合他，尽力刺激并满足他的欲望，对方有欲望，内心的真情是隐藏不住的；必须在他最恐惧的时候去见他，最大限度地诱发他的恐惧憎恶，对方有恐惧憎恶的心理，内心的真情也是隐藏不住的。人的内心真情和欲望必定在其情绪极端变化时不自觉的显露出来。如果触动了对方情感但仍然不知道他内心的变化，就暂且将它放在一边，不与他进行语言交流而改为问其身边亲近之人，了解他的心意到底落在什么地方。人的情感在内心发生变化的，在外表就一定会表现出来。所以常常可以通过外在的表现来推测人的内心，这就叫“测深揣情”。'
      },
      {
        title: '故计国事者',
        content: '故计国事者，则当审量权；说人主，则当审揣情；谋虑情欲必出于此。乃可贵，乃可贱；乃可重，乃可轻；乃可利，乃可害；乃可成，乃可败。其数一也。故虽有先王之道、圣智之谋，非揣情，隐匿无可索之。此谋之本也，而说之法也。',
        translation: '所以谋划国家大事，就用“量权”之法，要对这个国家的综合国力仔细权量；游说国君，就用“揣情”之法，要打探游说的对象心里的真实想法。一切谋略和考虑的出发点都在于此。善于运用“量权”和“揣情”之术的人，就可是自己获得富贵，使别人落于贫贱；使自己得到重用，使别人被人轻视；使自己获得利益，使别人受到损害；使自己取得成功，使别人最终失败。它的道理是一致的。所以即使具有先贤圣王的经验、圣人智者的谋略，如果不用“揣情”和“量权”之术的话，也无法弄明白那些隐藏的东西。“量权”和“揣情”是谋略的根本，游说的法则。'
      },
      {
        title: '常有事于人',
        content: '常有事于人，人莫能先。先事而生，此最难为。故曰揣情最难守司。言必时其谋虑。故观蜎飞蠕动，无不有利害，可以生事。美生事者，几之势也。此揣情饰言成文章，而后论之也。',
        translation: '对人实施“揣情”和“量权”之术，没有人能够与之争先，揣术在办事之前预先设计好，这是行揣术最难做到的。所以说揣情最难掌控，游说时一定要试试谋虑，小心应对。所以看小虫子的飞动或爬动，其中都隐含有利害关系，由此可以生出种种事端。大的事端生出来，往往都是有小的征兆。这就要求我们在揣情中善于修饰言辞，然后再去进行论说。'
      }
    ]
  },
  {
    title: '摩篇',
    data: [
      {
        title: '摩者，揣之术也',
        content: '摩者，揣之术也。内符者，揣之主也。用之有道，其道必隐。微摩之，以其索欲，测而探之，内符必应；其索应也，必有为之。故微而去之，是谓塞窌，匿端，隐貌，逃情，而人不知，故能成其事而无患。摩之在此，符应在彼，从而用之，事无不可。',
        translation: '摩是揣术的一种。人的内心真实想法必定表露余外，通过摩的手段将人内心的隐秘事情暴露出来为我所知，这是揣的主要目的。运用摩的规律，关键在于要做到隐蔽。暗暗地运用摩的手法，根据对方的需要，从满足其喜好欲望的角度，暗中试探他，对方内心在欲望的驱使下一定会有反应。一旦有了反应，在外部表情中显露出来，我们就能够有所作为。在目的达到之后再暗暗地离开，这就叫做堵塞漏洞，藏匿头绪，隐蔽己方外在表现和内心的真实想法，不让己方的表情泄密，做到对方和他人都不知道己方的行为和心理，这样事情办成功了，也没有留下后患。我们用满足对方的喜好欲望来引诱他，对方一定会有行动反应出来，接着我们再根据他的反应来做事，那么没有什么事情是做不好的。'
      },
      {
        title: '古之善摩者',
        content: '古之善摩者，如操钩而临深渊，饵而投之，必得鱼焉。故曰：主事日成，而人不知；主兵日胜，而人不畏也。圣人谋之于阴，故曰神；成之于阳，故曰明，所谓主事日成者，积德也，而民安之，不知其所以利。积善也，而民道之，不知其所以然；而天下比之神明也。主兵日胜者，常战于不争不费，而民不知所以服，不知所以畏，而天下比之神明。',
        translation: '古代的那些善于使用摩的人，就好像拿着钓鱼竿在知摩深渊旁垂钓一样，饵料投放下去了，一定能够钓到鱼。所于善以说，这种人掌管政事，每天处理事务都能成功而别人却无法感受到；指挥军事，每天都能打胜仗，士兵相信统帅也的谋略而不惧怕敌人。圣人谋划在暗中，所以称作“神”大事。成事在明处，所以说是“明”。所谓主持政事每天都能成功，是因为他在积累德行，民众享受到的好处一个接着一个，但并不知道是谁给了他们利益；他在不断地对民众教育引导，而民众接受引导教化却不知道原因，这样天下人就把他比作“神明”。所谓指挥军事每天都能打胜仗的，是说他经常不用攻杀的手段进行战斗，也没有耗费人力和物力就结束了战争，因而老百姓不知道他是怎样使敌人顺服，也不知道他是怎样使敌人害怕的，这样天下人就把他比作“神明”。'
      },
      {
        title: '其摩者，有以平',
        content: '其摩者，有以平，有以正；有以喜，有以怒；有以名，有以行；有以廉，有以信；有以利，有以卑。平者，静也。正者，宜也。喜者，悦也。怒者，动也。名者，发也。行者，成也。廉者，洁也。信者，期也。利者，求也。卑者，谄也。故圣人所以独用者，众人皆有之；然无成功者，其用之非也。',
        translation: '摩的方式有很多种：有的用平，有的用正，有的用喜，有的用怒，有的用名，有的用行，有的用廉，有的用信，有的用利，有的用卑。“平”的方法能够使对方可以用平静的心态处理事务；“正”的方法能够使对方觉得这样做刚好合适：“喜”的方法是让对方高兴；“怒”的方法是让对方激动；“名”的方法是让对方名声能够得到传播：“行”的方法是让对方能够成就事业；“廉”的方法是让对方感到这样做是廉洁自律；“信”的方法是让对方因为讲信用而被人们期待；“利”的方法是让对方能够得到自己的所求的东西；“卑”的方法是让对方隐藏起来，以韬光养晦的方式以自保。所以圣人使用的这些方法，普通人也都是可以用的，但是很少有人能成功，其原因就在于没有掌握好规律。'
      },
      {
        title: '故谋莫难于周密',
        content: '故谋莫难于周密，说莫难于悉听，事莫难于必成；此三者唯圣人然后能任之。故谋必欲周密；必择其所与通者说也，故曰：或结而无隙也夫事成必合于数，故曰：道数与时相偶者也。',
        translation: '所以计谋最难做到的是周详严密，游说最难做到的是让对方全部听从己方的意见，办事最难的是让所做之事定成功。这三者，只有圣人才能够做得到。所以计谋一定要做到周密，必定选择能够与自己心意相通的人一起商量谋划；所以说这就像给绳子打结一样紧密而没有缝隙。要把事情做成功必定要符合游说所要求的技术，这就叫做道理、技术、时机三者相互结合。'
      },
      {
        title: '说者听，必合于情',
        content: '说者听，必合于情；故曰：情合者听。故物归类；抱薪趋火，燥者先燃；平地注水，湿者先濡；此物类相应，于事誓犹是也。此言内符之应外摩也如是，故曰：摩之以其类，焉有不相应者；乃摩之以其欲，焉有不听者。故曰：独行之道。夫几者不晚，成而不拘，久而化成。',
        translation: '游说时所说的话要使对方听从，就一定要合于对方内心的真情，只有内心情感切合的才会听取。所以物都是以类而聚，抱着柴薪走向火，干燥的会率先燃烧；平坦的地面注入水，湿润的地面先积水。这就是物类相应的道理而在情势上必然产生的趋向也是这样。这里说的内符回应外摩也是这个道理。所以说，运用摩的手法，就是要用同类去感应，如有不感应，就改用满足对方欲望的办法来引诱，这样对方哪有不听从的呢？所以说这种技巧，只有圣人能够使用它。能够见到事物的微小征兆就采取行动，这样就不会错过时机，事情成功了，便默默地退出，不将功劳据为己有，做到这两样，长久以往，便能够获得最后的成功。'
      }
    ]
  },
  {
    title: '权篇',
    data: [
      {
        title: '说者，说之也',
        content: '说者，说之也；说之者，资之也，饰言者，假之也；假之者，益损也。应对者，利辞也；利辞者，轻论也。成义者，明之也；明之者，符验也。言或反覆，欲相却也。难言者，却论也；却论者，钓几也。',
        translation: '游说就是为了说服对方，要说服对方必须要对他有所帮助。修饰言辞，需要借助动人的言辞，要借助动人的言辞，就要对言辞加以增减修饰；回答对方突然的发问，要用机巧的言辞浮泛作答；申说义理的言辞必须要让对方明白某个道理，若使对方明白某个道理，又必须要举事实加以验证。言谈时双方可能意见不合，就需要反复辩难，意欲使对方让步。双方互相论难时，己方不接受对方的言论，不接受对方言论的目的是为了把对方隐微的事勾引出来。'
      },
      {
        title: '佞言者，谄而干忠',
        content: '佞言者，谄而干忠：谀言者，博而干智；平言者，决而干勇；戚言者，权而干信；静言者，反而干胜。先意承欲者，谄也；繁种文辞者，博也；策选进谋者，权也。纵舍不疑者，决也；先分不足而窒非者，反也。',
        translation: '佞言，不是发自内心，而是为了取媚故意说出的言辞，能够隐藏自己的真实意图而博得忠的美名；谀言，用繁复称引之华丽言辞奉承能够获得智的名声；平言，用直截了当的言辞来说，以敢于直言而求得勇者的名声；戚言，根据形势权且装出忧戚的样子，说出悲伤的话，从而赢得对方的信任；静言，有谋略的言辞都是自知自己不足反而责备他人的不足，以求得辩驳的胜利。先预测到对方的欲望，然后顺其欲望去说，就是“謟”；广泛称引华丽的文辞，就是“博”；把疑虑抛却而直截了当地说，就是“决”；根据形势的变化选择策略而进说，就是“权”；自己的理由不足反而反攻对方之过，致使对方成为过错的一方，这就是“反”。'
      },
      {
        title: '故口者机关也',
        content: '故口者机关也，所以关闭情意也。耳目者，心之佐助也，所以窥间见奸邪。故曰：参调而应，利道而动。故繁言而不乱，翱翔而不迷，变易而不危者，观要得理。故无目者，不可示以五色，无耳者，不可告以五音。故不可以往者，无所开之也；不可以来者，无所受之也。物有不通者，故不事也。古人有言曰：“口可以食，不可以言。”言有讳忌也。众口烁金，言有曲故也。',
        translation: '所以说口是机关，是用来控制实情和心意的；耳目是心的辅助，是用来窥探奸邪的。所以说口、耳、目三者调和相应，选择有利的途径然后行动。这样便能做到：言辞繁多但不会混乱，行动自由但不会迷失方向，情况变化而不被欺骗，这都是因为看准了要点而得到应对的原则。所以没有视力的人是不能显示各种颜色给他看的，没有听力的人是不能发出各种声音给他听的。如果不去游说，就不会打开对方的心扉而了解实情，如果不让他人前来游说，就不会得到对方的想法。双方信息不通，圣人是不会乱做的。古人有句话说：“口可以用来吃饭，但不能随便说话。”说话要有所顾忌。谚语说“众口铄金”，就是因为人们在说话时怀有私心而难免歪曲事实的缘故。'
      },
      {
        title: '人之情，出言则欲听',
        content: '人之情，出言则欲听，举事则欲成。是故智者不用其所短，而用愚人之所长；不用其所拙，而用愚人之所工，故不困也。言其有利者，从其所长也；言其有害者，避其所短也。故介虫之捍也，必以坚厚；螫虫之动也，必以毒螫。故禽兽知用其所长，而谈者亦知用其所用也。',
        translation: '人之常情是说出话来总希望让人家听从，干什么事总想着能够成功。因此，聪明的人总是避免使用自己的短处，而利用愚笨人的长处，避免使用自己笨拙之处，而利用愚笨人擅长之处，所以不会陷入困境。说某个事物或某个因素是有利的，那是因为我们是从它的长处来说的；说某个事物或某个因素是有害的，那是因为我们是从它的短处来说的，从其短处着眼来避免祸害。所以带有甲壳的虫在保卫自己的时候，一定要用坚固厚实的甲壳；带毒刺的虫在出动攻击的时候，必定要用它的毒刺。禽兽都知道使用它们的长处，因此，游说的人也要知道他应该使用的方法而使用之。'
      },
      {
        title: '故曰辞言五',
        content: '故曰辞言五、曰病、曰怨、曰忧、曰怒、曰喜。病者，感衰气而不神也；怨者，肠绝而无主也；忧者，闭塞而不泄也；怒者，妄动而不治也；喜者，宣散而无要也。此五者，精则用之，利则行之。故与智者言，依于博；与拙者言，依于辩；与辩者言，依于要；与贵者言，依于势；与富者言，依于高；与贫者言，依于利；与贱者言，依于谦；与勇者言，依于敢；与过者言，依于锐，此其术也，而人常反之。',
        translation: '所以说游说应摒弃的言辞有五种：病辞、恐辞、忧辞、怒辞、喜辞。病辞，让人听了感到气馁而没有精神；恐辞，让人听了害怕而失去主见；忧辞，让人听了心情郁闷而不愿与人交流；怒辞，让人听了因愤怒冲动导致不可收拾的后果；喜辞，让人听了心意疏散而失去主见。这五种言辞只有人精气通畅了才能使用，只有有利才可实行。所以与智者说话要凭借渊博的知识，与知识渊博的人说话要善于辨析事理，与善于辨析事理的人说话要善于抓住要领、简单扼要，与达官贵人说话要围绕权势来进行，与富有的人说话要本着尊敬的态度对待他，与贫穷的人说话要从能够给他带来利益的角度出发，与地位低下的人说话态度谦卑对方就容易接受它，与勇敢的人说话要围绕勇敢果断的话题开展，与愚笨的人说话要从细微之处着眼，用对方容易理解的言语作答。这些就是游说的原则，但是一般人往往违反这些原则。'
      },
      {
        title: '是故与智者言',
        content: '是故与智者言，将此以明之；与不智者言，将此以教之，而甚难为也。故言多类，事多变。故终日言，不失其类，故事不乱。终日变，而不失其主，故智贵不妄，听贵聪，智贵明，辞贵奇。',
        translation: '所以在跟聪明的人讲话过程中使用这些原则，他是很容易明白的；跟不聪明的人讲话，教他使用这些原则，这是很难办到的。言辞有不同的种类，事情千变万化。只有根据实际情况，选择不同种类的言辞去说，即使整天在说，那么事情也不会混乱。虽然整日所谈的内容不变，也不会迷失主题。所以，智慧的可贵在于能够按照言说的原则去处理事情而不妄动。听言贵在听得清楚明白，智慧贵在能明辨事理，言辞贵在出奇制胜。'
      }
    ]
  },
  {
    title: '谋篇',
    data: [
      {
        title: '凡谋有道，必得其所因',
        content: '凡谋有道，必得其所因，以求其情。审得其情，乃立三仪。三仪者曰上、曰中、曰下。参以立焉，以生奇。奇不知其所拥，始于古之所从。故郑人之取玉也，必载司南之车，为其不惑也。夫度材量能揣情者，亦事之司南也。',
        translation: '凡是谋划策略，都是有一定的规律的。这就是首先定要追寻当前问题产生的原因和它发生的经过，特别是当前面临的处境等实情。知道这些实情后，设计上、中、下三种计策，然后将这三种计策相互参验，相互吸收互补，确定出所需要的那一种，奇计就产生了。奇计产生后便可以无往而不胜。奇计的方法并不是我们现在所拥有的，而是始于古人的实践。所以，郑国人上山采玉的时候定驾上司南之车，目的就是不迷路。揣度对方的才干，衡量对方的能力等这些了解对方实情的做法就是处理事情设计计谋的指南针。'
      },
      {
        title: '故同情而俱相亲者',
        content: '故同情而俱相亲者，其俱成者也；同欲而相疏者，其偏成者也；同恶而相亲者，其俱害者也；同恶而想疏者，其偏害者也。故相益则亲，相损则疏，其数行也，此所以察同异之分，其类一也。故墙坏于其隙，木毁于其节，斯盖其分也。故变生事，事生谋，谋生计，计生议，议生说，说生进，进生退，退生制，因以制于事。故百事一道，而百度一数也。',
        translation: '有共同欲望利益或目的的双方，如果互相亲近，那么因为双方有共同的目标使得他们合作而获得成功；有共同欲望利益或目的的双方若相互疏远，那么其中一方必会受到伤害。有共同憎恶或仇恨的双方，如果互相亲近，那么他们的仇恨会相互感染对方，使得仇恨成倍增加而对双方都有伤害；有共同憎恶的双方若相互疏远，那么只有其中的一方会有伤害。所以，双方有利就相互亲近，双方有害就彼此疏远。一个计谋如果要运用，必须要看到双方的是同或是不同的区分。所以土墙从有裂缝的地方崩坏，树木从有节的地方折断，缝隙和节疤就是它们的分界之处。新的事物、新的情况都是旧事物发展变化才产生出来的，为解决新的问题才需要谋略，需要谋略，才需要计划考虑计议筹划能产生言论，有了言论才产生游说，有了游说才能使事情朝解决的方向发展，事情或问题按照解决的方向向前发展了，还要想出退出的策略，退出的策略也考虑好了，就可以制定针对事情的整个方案了。各种事情，各种制度，其根本道理都是相同的。'
      },
      {
        title: '夫仁人轻货',
        content: '夫仁人轻货，不可诱以利，可使出费；勇士轻难，不可惧以患，可使据危；智者达于数，明于理，不可欺以诚，可示以道理，可使立功；是三才也。故愚者易蔽也，不肖者易惧也，贪者易诱也，是因事而裁之。故为强者积于弱也；为直者积于曲；有余者积于不足也；此其道术行也。',
        translation: '仁义的人看轻财物，不可以用物质利益来诱惑他，但是可使他献出财物，提供经费；勇士看轻灾难，不可以用祸难使他感到恐惧，但是可使他到危险的地方解除祸患；智者通达事理，明白道理，不可以用欺诈的手法来蒙骗他，但可以跟他讲道理，使他立功，这三种人才要各得其用。所以愚蠢的人容易受到蒙蔽，不肖的人容易使他感到害怕，贪婪的人容易受到引诱，这是根据不同的人来做决定。所以，强大是从弱小一步步积累起来的，平直是削去弯曲积累起来的，有余也是从不足积累起来的。懂得这个道理，道术就得以实行了。'
      },
      {
        title: '故外亲而内疏者说内',
        content: '故外亲而内疏者说内，内亲而外疏者说外。故因其疑以变之，因其见以然之，因其说以要之，因其势以成之，因其恶以权之，因其患以斥之。摩而恐之，高而动之，微而证之，符而应之，拥而塞之，乱而惑之，是谓计谋。',
        translation: '所以对外表亲热而内心疏远的人，要从对方的内心着手去游说；对于那些内心愿意亲近我们，但外表没有表现出来的人，要从外表着手去游说，让他表现出来。所以对方有怀疑，要顺着他的怀疑而变更策略，使他不怀疑；对方看见了，要顺着对方所看见的东西来肯定他；对方说话了，要顺着对方的观点来应和他；对方已经形成有利的态势了，要顺着对方的形势来成全他；顺着对方厌恶的东西为他谋划对付办法，顺着对方遇到的祸患设法为他排除。通过摩的手法使他感到害怕；把他不断抬高，位置高了就会不稳，这样使他处于晃动的不安之中；让他衰败然后自己来纠正他，让对方认为自己真诚可靠；为他设计一个祥瑞的征兆，然后经过操作应验了，使他相信自己；堵塞、蒙蔽他，使他处于混乱迷惑之中；使对方分不清是非，然后为我所用。这些都叫计谋。'
      },
      {
        title: '计谋之用，公不如私',
        content: '计谋之用，公不如私，私不如结，结而无隙者也。正不如奇，奇流而不止者也。故说人主者，必与之言奇；说人臣者，必与之言私。其身内其言外者疏；其身外，其言深者危。无以人之所不欲，而强之于人；无以人之所不知，而教之于人。人之有好也，学而顺之；人之有恶也，避而讳之，故阴道而阳取之也。',
        translation: '计谋时要隐秘，公开计谋不如少数人私下计谋，私下计谋不如当事双方二人缔结同心而谋，因为缔结同心可以做到亲密无间。计谋的使用，遵守常道不如使用奇计，奇计的使用就像流水一样，不可阻止。所以游说国君的，必定对他说奇计，才能引起他的关注；游说权臣的，必定说与他的私人利害关系，方可实施。你身处某一圈子内，对方已经不把你当外人，但你所说集中在圈子之外的事，那么你就会因失去信任而被疏远；你身处圈子之外，但擅自说人家圈子之内的事，那么你就会有危险。不要把对方不想要的东西强加给他，不要把对方不知道的强要教给他。人家有什么爱好，要学着顺从他；人家有什么厌恶忌讳，要学着避免和替他隐讳。因此，做任何事情都是在暗地里使用这些方法，而得到回报却是很明显的。'
      },
      {
        title: '故去之者纵之',
        content: '故去之者纵之，纵之者乘之。貌者不美，又不恶，故至情托焉。可知者可用也，不可知者谋者所不用也，故曰：事贵制人，而不贵见制于人。制人者握权也，见制于人者制命也。故圣人之道阴，愚人之道阳；智者事易，而不智者事难。以此观之，亡不可以为存，而危不可以为安，然而无为而贵智矣。',
        translation: '所以如果要除掉对方，须先放纵他，待他作恶到一定阶段后，然后再顺理成章除掉他。在外貌上，能做到不把喜怒等感情在脸上流露出来，这样的人可以寄托实情。在人的使用上，如果你能彻底地了解他，你才能使用他；如果你还不能足够地了解他，计谋时不要使用他。所以说做任何事情贵在制约别人，而不是被别人所控制。控制了别人，自己就掌握了主动权，就能操控别人的命运；被别人控制，自己的命运就操控在别人的手里了。所以，圣人做事的规律讲究“阴”，愚人做事的规律可概括为“阳”。聪明的人做事就比较容易，而愚笨的人做事就比较困难。由此观之，虽然消失的东西已不能使之再出现，而已有的危险也不能转危为安，但是在事情处理的过程中，顺应规律、重视智慧仍然是十分必要的。'
      },
      {
        title: '智用于众人之所不能知',
        content: '智用于众人之所不能知，而能用于众人之所不能见。既用，见可，择事而为之，所以自为也；见不可，择事而为之，所以为人也。故先王之道阴。言有之曰：天地之化，在高与深；圣人之道，在隐与匿。非独忠信仁义也，中正而已矣。道理达于此义者，则可与语。由能得此，则可与谷远近之诱。',
        translation: '智慧要用在众人目前无法察知的地方，才能也要用在众人看不见的地方。智慧和才能的使用贵在隐秘，如果在使用过程中，能够做到隐秘，那么就不要选择应该公开做的事来实施，这是为了实现自己的目的。如果在使用过程中，智慧、才能不能够做到隐秘，那么索性公开自己的谋略主张，用之来做事，向对方显示自己这样做，目的是为了对方。所以，先王处世的法则是讲究“阴”。俗话说：“天地的造化在于高深莫测，圣人治世的法则在于隐藏不露。”运用智慧、才能虽然讲究隐秘，但是不能失去忠信、仁义和中正的法则。能够懂得在忠信、仁义和中正法则的前提下运用谋略的人，才能和他谈计谋。能够懂得这些道理的，就能够悦近来远，让天下归服。'
      }
    ]
  },
  {
    title: '决篇',
    data: [
      {
        title: '凡决物，必托于疑者',
        content: '凡决物，必托于疑者。善其用福，恶其用患；善至于诱也，终无惑偏。有利焉，去其利，则不受也；奇之所托。若有利于善者，隐托于恶，则不受矣，致疏远。故其有使失利者，有使离害者，此事之失。',
        translation: '凡作决断，必定是因为犹豫不决，善于决断就会得到福报，不善于决断就会招来祸患。善于决断，一定先诱得实情，然后再做决断就不会有迷惑或偏失。决断要带来利益，决断不能带来利益，人们就不会接受它，而每次决断都要带来利益，就必须寄托于决断的变幻莫测，做到出人意外。如果所做决断从总的方面来看是有利的，但其中蕴藏着不利的一面，那么这个决断就不会被人们所接受，反而导致关系疏远。如果决断招来失利，或者遭受灾害，这是决断中的失误。'
      },
      {
        title: '圣人所以能成其事者有五',
        content: '圣人所以能成其事者有五：有以阳德之者，有以阴贼之者，有以信诚之者，有以蔽匿之者，有以平素之者。阳励于一言，阴励于二言，平素、枢机以用；四者微而施之。于事度之往事，验之来事，参之平素，可则决之。王公大人之事也，危而美名者，可则决之；不用费力而易成者，可则决之；用力犯勤苦，然不得已而为之者，可贵则决之；去患者，可贵则决之；从福者，可则决之。',
        translation: '圣人之所以能办成事的原因和方法有五种：一是“阳德”，二是“阴贼”，三是“信诚”，四是“蔽匿”，五是“平素”。以上五种分为“阴”和“阳”两类：使用“阳”类的方法时，要讲究言辞如前后一致；使用“阴”类的方法时，要说真假难辨的话。“阳”的一类手法和“阴”的一类手法，加上“平常”使用的手法和“关键”时刻使用的手法，这四者要在不知不觉中使用。能做到上述要求，再用过去的事作参考，以未来的事作验证，再参考平常发生的事，就可以决断了。给王公大人做事，有以下五种情况可以帮其决断：王公大人处在危险之中，而且事情做成之后能够获得好名声的，可以给他决断；不用费多少力事情就能办成功的，可以给他决断；虽然此事做起来费力需要付出艰苦努力，但迫不得已而不得不做，也可以给他决断；能够为对方去除祸患的，可以给他决断；能够替对方招来福祉的，可以给他决断。'
      },
      {
        title: '故夫决情定疑',
        content: '故夫决情定疑，万事之基，以正治乱，决成败，难为者。故先王乃用蓍龟者，以自决也。',
        translation: '所以善于决情定疑，是处理一切事情的基础。决断关系到纠正国家的治乱，决定国家的成败，因此下决断是很难做的事情。所以古代的先王才借助于蓍草和龟甲来帮助自己作出裁决。'
      }
    ]
  },
  {
    title: '符言',
    data: [
      {
        title: '安徐正静，其被节先肉',
        content: '安徐正静，其被节先肉。善与而不静，虚心平意以待倾损。右主位。',
        translation: '在位者须安稳平徐公正沉静，就像骨节必须有肉附着于其上一样，才能活动，发挥作用。在位者要善于给予或放纵对方，使之不能安静，自己则平心静意坐观其变，以待其倾覆毁损。以上是讲在君主的位置上应该如何去做。'
      },
      {
        title: '目贵明，耳贵聪',
        content: '目贵明，耳贵聪，心贵智。以天下之目视者，则无不见；以天下之耳听者，则无不闻；以天下之心思虑者，则无不知；辐辏并进，则明不可塞。右主明。',
        translation: '眼睛贵在清晰明亮，耳朵贵在灵敏机警，心灵贵在富有智慧。如果用天下人的眼睛来观察，就没有什么东西是看不到的；如果用天下人的耳朵来倾听，就没有什么东西是听不到的；如果用天下人的智慧来思维，就没有什么东西是不被认知的。做到了遍视、广闻、全虑，就像车轮之辐集中于车轴一样，那么君主的英明就会不可阻挡。以上是讲君主如何做才能英明。'
      },
      {
        title: '德之术曰勿坚而拒之',
        content: '德之术曰勿坚而拒之，许之则防守，拒之则闭塞。高山仰之可极，深渊度之可测，神明之德术正静，其莫之极。右主德。',
        translation: '崇尚德行的方法就是：不要拒绝愿意归附我们的任何人。当诚心接纳他人的时候，那么自己的团体就会多一个成员，这样就巩固了自己的防守阵营；如果拒绝接受他人减弱了自己的实力，同时也阻绝了其他人继续加入我们的路径。山再高，只要我们朝上一步一步地攀登，总是能到达山顶；水再深，只要我们坚持测量，总能够测量出它的深度。德的地位像神明一样神圣，崇德之术也要求心态平正平静，做到了这些，就没有什么能够比得上的。以上是推崇德行的方法。'
      },
      {
        title: '用赏贵信，用刑贵正',
        content: '用赏贵信，用刑贵正。赏赐贵信，必验而目之所闻见，其所不闻见者，莫不谙化矣。诚畅于天下神明，而况奸者干君。右主赏。',
        translation: '使用赏赐贵守信诺，使用刑罚贵能公正。赏赐贵守信，定要以自己亲眼所见亲耳所闻为依据，这样做，那些自己没有亲见亲闻的事，也因欲取信于君而暗自转化。每赏必信，则诚信畅行于天下，达到神明境地，那些想以奸邪的手段求得奖赏的人也会被感化。以上所说的是如何进行赏罚。'
      },
      {
        title: '一曰天之，二曰地之',
        content: '一曰天之，二曰地之，三曰人之；四方上下，左右前后，荧惑之处安在。右主问。',
        translation: '君主要善问天时、地利、人和。天地上下，东南西北四方，左右前后都问遍，哪里还有被人迷惑的地方？以上是说要善问。'
      },
      {
        title: '心为九穷之治',
        content: '心为九穷之治，君为五官之长。为善者，君与之赏；为非者，君与之罚。君因其所以求，因与之，则不劳。圣人用之，故能赏之。因之循理，故能长久。右主因。',
        translation: '心是九窍的主宰，君主是各级官员的主宰。官员中，做了善事的，君主就应该给予赏赐；做了坏事的，君主就应该给予惩罚。君主顺应官员们各自的欲望而施与赏罚，那么就不会辛劳了。圣人这样来使用赏罚，所以能赏罚各得其所。国君如果能遵循这个道理来治国，那么就能够使国祚长久。以上所说的主要是在说明因顺而行的重要。'
      },
      {
        title: '人主不可不周',
        content: '人主不可不周；人主不周，则群臣生乱，家于其无常也，内外不通，安知所闻，开闭不善，不见原也。右主周。',
        translation: '君主考虑事情不能不周到，要善于平衡各方利益：君主一旦做得不周到，那么群臣之间有人就会因照顾不到而生出祸乱。群臣处于无常状态，内外信息就不会畅通，君主怎么能够知道问题出在哪呢？如果君主不能成功解开与群臣之间的误会，并能成功找到解决问题的方法，就不能发现问题产生的根源。以上主要是在说明周到的重要。'
      },
      {
        title: '一曰长目，二曰飞耳',
        content: '一曰长目，二曰飞耳，三曰树明。明知千里之外，隐微之中，是谓洞天下奸，莫不谙变更。右主恭。',
        translation: '一要使眼睛看得更远，二要使耳朵听得更远，三要建立搜集信息情报的联络点，让自己始终处于对各种情报信息的明确了解之中。要明白知道千里之外的情况，了解隐蔽微小的事情，这就叫做能够洞察天下，这样所有的奸邪之徒没有不敢不更改的。以上所说的是君主在表情上做到恭。'
      },
      {
        title: '循名而为贵，安而完',
        content: '循名而为贵，安而完，名实相生，反相为情，故曰名当则生于实，实生于理，理生于名实之德，德生于和，和生于当。右主名。',
        translation: '循名而求实，按实而定名，使名实相符合。名与实是相互依存的，互相为对方的本性。所以说，适当的名是由于其符合实；事物的实是由事物的理决定的，而理也是生于名实的德，名实之德产生于名与实间的相互符合，两者相符合，那么取名就得当。以上是说名实相符的重要。'
      }
    ]
  },
  {
    title: '转丸',
    data: [
      {
        title: '已亡失',
        content: '已亡失',
        translation: '已亡失'
      }
    ]
  },
  {
    title: '胠乱',
    data: [
      {
        title: '已亡失',
        content: '已亡失',
        translation: '已亡失'
      }
    ]
  },
  {
    title: '本经阴符七术',
    data: [
      {
        title: '盛神法五龙',
        content: '盛神法五龙，盛神中有五气，神为之长，心为之舍，德为之大；养神之所，归诸道。道者，天地之始，一其纪也，物之所造，天之所生，包容无形化气，先天地而成，莫见其形，莫知其名，谓之神灵。故道者，神明之源，一其化端。是以德养五气，心能得一，乃有其术。术者，心气之道所由舍者，神乃为之使。九窍十二舍者，气之门户，心之总摄也。生受于天，谓之真人；真人者，与天为一。',
        translation: '旺盛的精神中有五气，这五气之中，神是主宰，心是居所，德能使神壮大，养神的办法是让心与大道合道一。道，是天地的开始，一是基础，万物皆由道来创造，天地皆由道来创生，道包容广大，无影无形，化为气，在天地之先而生成，既看不见它的形，也不知它的名，称它为“神灵”。所以说，道是神明的本源，一是道变化的开端。因此，以德来养五气，只有心合于大道，才能够找到方法。这种方法就是把心之气从所能驻守的地方引导出来，神就产生了。人体九窍和十二个中气止息之处是气出入的门户是心的总开关。生而禀受于天，称作真人。真人与天地万物是合为一体的。'
      },
      {
        title: '内修练而知之',
        content: '内修练而知之，谓之圣人；圣人者，以类知之。故人与生一，出于物化。知类在窍，有所疑惑，通于心术，心无其术，必有不通。其通也，五气得养，务在舍神，此之谓化。化有五气者，志也、思也、神也、心也、德也；神其一长也。静和者养气，养气得其和。四者不衰，四边威势无不为，存而舍之，是谓神化归于身，谓之真人。真人者，同天而合道，执一而养产万类，怀天心，施德养，无为以包志虑、思意，而行威势者也。士者通达之，神盛乃能养志。',
        translation: '通过学习修德炼气体会出道的，就称作圣人。圣人是通过“类知”的方法来认识道的。所以人虽然与一(道)同生，内在的本性是相同的，但是却随着沾染外物的不同而发生变化。人通过九窍等外在感官来实现对同类事物的认识，如果感官不能直接感知，就需要借助心来思维，如不能感知，那么就是心与九窍之间的气不通，就会思路堵塞，无法认识事物。如果思路畅通，五气就能够得到涵养，这时要努力确保“神”气归宿于心，这就叫做“化”。五气之变化，就能产生或志、或思、或神、或德等不同效果，而神在其中居于首位。宁静平和才能养气，五气之融和合一则志、思、神、德四者均旺盛，四者旺盛便导致威势散发，威势散发便能无所不为。如能将此威势存之于内心，这就叫“神化”。归之于肉体，便成真人。真人同于天地合于大道，坚守“一”而生产并养育万物，怀抱上天的心意，施行道德恩惠，以无为之道来指导思虑，通过这种途径来散发威势。士要能理解熟悉这一点，精神旺盛才能长养意志。'
      },
      {
        title: '养志法灵龟',
        content: '养志者，心气之思不达也。有所欲，志存而思之。志者，欲之使也。欲多则心散，心散则志衰，志衰则思不达。故心气一则欲不徨，欲不徨则志意不衰，志意不衰则思理达矣。理达则和通，和通则乱气不烦于胸中，故内以养志，外以知人。养志则心通矣，知人则识分明矣。',
        translation: '养志，是因为五气之一的心气所产生的思绪不畅达，也就是说人的思路不畅。使思路达，思绪畅，故须养志。人一旦有了某种欲望，反馈到心里就有了志，志受到欲望的驱使。人的欲望一多，心气就不能集中，心气不能集中那么志就衰减，志衰减就会导致思路堵塞不畅。所以，心气专一，那么欲望就不会扰乱心神；欲望不会扰乱心神，那么志和其表现出来的意图就不会衰减；志意不衰，那么思维的理路就畅达了。思维的理路畅达了，那么心气就能平和通畅地运行，心气平和通畅运行，那么就不会感到心中有烦乱。所以，一个人在内心养志，就可以通过外在表现了解他人。养志能做到心气畅通，了解他人就能做到人尽其用。'
      },
      {
        title: '将欲用之于人',
        content: '将欲用之于人，必先知其养气志。知人气盛衰，而养其志气，察其所安，以知其所能。志不养，则心气不固；心气不固，则思虑不达；思虑不达，则志意不实。志意不实，则应对不猛；应对不猛，则志失而心气虚；志失而心气虚，则丧其神矣；神丧，则仿佛；仿佛，则参会不一。养志之始，务在安己；己安，则志意实坚；志意实坚，则威势不分，神明常固守，乃能分之。',
        translation: '如果要运用养志之法来考察人，一定先要知道对方养气和养志的功夫，知道对方的心气是盛还是衰，反过来通过养志气之法替对方培养气和志，来观察他的心意反应洞察他的思路所在，来知道他的才能。志不养，那么心气就不安定；心气不安定，思虑就不畅达；思虑不畅达，那么反应在心理上就会造成志和意不充实；心理上的志和意不充实，那么在对事情的反应以及给出的对策上就不迅捷而灵敏；人的外部反应不迅捷灵敏反过来也折射到心里，造成志失和心气虚；志失和心气虚，就会导致神的丧失。神的丧失就会使人精神恍惚，意识迷糊，精神恍惚就会导致志、心、神不能相互沟通协调配合。养志的开始，务必要使自己安静下来。只有自己安静了，志和意才能充实坚定；志和意充实坚定，威势就会凝聚不散，人的精神就常常固守在体内，于是才能分散他人的威势。'
      },
      {
        title: '实意法腾蛇',
        content: '实意者，气之虑也。心欲安静，虑欲深远；心安静则神策生，虑深远则计谋成；神策生则志不可乱，计谋成则功不可间。意虑定则心遂安，心遂安则所行不错，神自得矣。得则凝。识气寄，奸邪得而倚之，诈谋得而惑之；言无由心矣。固信心术守真一而不化，待人意率之交会，听之候之也。',
        translation: '实意，就是充实提高心的思虑，也就是充实提高思维能力。心在思虑的时候要安静，心安静了虑才能深远。心安静，神奇的策略就产生了；思虑深远，计谋就能成熟了。神奇的策略产生了，那么志就不会乱；计谋成竹在胸了，那么成功就会完满。意虑定了，心于是就安定了，心安定了，那么行动就不会出差错了，行动不出差错，精神就会饱满，精力就会集中。心有所惦记，就不能专心一意，奸邪就有了依托的地方，就可能被对方的诈谋所迷惑，往往就会言不由衷了。要相信净心的方法，守住真气而不使之外流，安神静心，待人精力高度集中，“意”与“虑”之间产生了相互交感的“实意”状态，到了这一步就可以听任等待事物的任何变化了。'
      },
      {
        title: '计谋者，存亡之枢机',
        content: '计谋者，存亡之枢机。虑不会，则听不审矣。候之不得，寄谋失矣。则意无所信，虚而无实。故寄谋之虑，务在实意；实意必从心术始。无为而求，安静五脏，和通六腑；精神魂魄固守不动，乃能内视反听，定志虑之太虚，待神往来。以观天地开辟，知万物所造化，见阴阳之终始，原人事之政理。不出户而知天下，不窥牖而见天道；不见而命，不行而至；是谓道知。以通神明，应于无方，而神宿矣。',
        translation: '计谋，是生死存亡的关键。如果心里的虑与意不交会，那么表现在外在的听言就不审慎，期望从他人处得到信息就不可能。计谋一旦失败就会导致意虚，意虚就没有实意。所以在计谋的开始，务必要做到实意，实意也必须从静心之术开始。静心之术就是：本着无为之道，安静五脏，让六腑之内的和气运行通畅，精神魂魄固守不动，才能做到用心去视，用心去听，最后安定心志。思虑达到毫无杂念的空明境界，精神就能自由往来。在这样的状态下，来看天地开辟，知悉万物的产生和变化的规律，看阴阳的起始变化，推原国家大事中如何管理人民的道理，做到不出门就能知天下大势，不看窗户就能悟到自然之道，不待事情发生就能准确预见并发布命令，不做事就能成功。达到道知状态，即能与神明相通而无所不能，神亦来宿于此矣。'
      },
      {
        title: '分威法伏熊',
        content: '分威者，神之覆也。故静意固志，神归其舍，则威覆盛矣。威覆盛，则内实坚；内实坚，则莫当；莫当，则能以分人之威而动其势，如其天。以实取虚，以有取无，若以镒称铢。',
        translation: '散发己方威势，就是先要积蓄威势，让神伏于其中。自己要意静志固，使意志专一，神归于心中，这样威势才能壮盛。威势壮盛，就使得自己内心充实而安定：内心充实安定，就没有什么人或东西能够阻挡；己方做到没有什么不能阻挡，就能分散他人的威力，动摇对方的势力，万物敬畏，如同天神。用己方之实来攻取对方之虚，以己方之优势去攻对方之劣势，就像用镒去称铢一样容易。'
      },
      {
        title: '故动者必随，唱者必和',
        content: '故动者必随，唱者必和。挠其一指，观其余次，动变见形，无能间者。审于唱和，以间见间，动变明而威可分也。将欲动变，必先养志以视间。知其固实者，自养也。让己者，养人也。故神存兵亡，乃为知形势。',
        translation: '所以一旦己方有行动，对方也必须跟随，己方有倡导，对方必然会应和；只要触碰对方一个局部，从对方的反应中，就能知晓对方的全部情况；对方的举动和应变统统会显现出来，没有一个能逃得掉的。懂得倡导与应和的道理，通过蛛丝马迹去寻找对方的缺陷，待对方的举动和应变的局势明晰之后，就可以分散他的威势了。己方在将要做出举动和应变之前，必定要先固气养志，隐藏意图，等待机会。懂得使自己思想意识坚定而充实的人，是懂得提高自我修养的人；懂得把自己所拥有的给予别人的人，是为了以德威服他人。所以只要神存就可达到威势自分，使用武力自然就用不上了，然后根据形势用神去驾驭对方。'
      },
      {
        title: '散势法鸷鸟',
        content: '散势者，神之使也。用之，必循间而动。威肃内盛，推间而行之，则势散。夫散势者，心虚志溢；意衰威失，精神不专，其言外而多变。故观其志意，为度数，乃以揣说图事，尽圆方，齐短长。',
        translation: '分散对方的威势，是自己的神经过积蓄以后外出的结果。用“散势”之术，一定要寻找到对方的空隙然后采取行动。经过内心的蓄积，自己的威势在内心积聚已经很盛了，找到对方的间隙而发出，那么，对方的威势势必就会失去。对方的威势一旦散失，他就会心虚，内在的志也会溢出。志出就会导致意衰，意衰就会失去威势，精神不专，这样对方的言辞就会将内心的真实情况泄露于外，如果他想故意在言辞上掩饰，那么往往就会闪烁其词，词不达意。对对方的这种情况进行观察，以得到对方真实的志和意为标准，一旦得到对方真实的志意，就可以进行揣摩游说、策划计谋了，或说一些投合对方的话，或说一些按规矩应该说的话。'
      },
      {
        title: '无间则不散势者',
        content: '无间则不散势者，散势者，待间而动，动而势分矣。故善思间者，必内精五气，外视虚实，动而不失分散之实。动则随其志意，知其计谋。势者，利害之决，权变之威。势败者，不以神肃察也。',
        translation: '对方如果没有间隙可用，那么，己方就不散势，散势，定要等到对方有空可钻的时候才能行动，一旦行动，对方的威势必然崩溃。所以善于思考寻找对方漏洞的人，定是自己在内心积聚五脏精气，在外探查对方的虚实，且行动就不会失去散发威势的实效。他的行动就能紧紧跟随对方的意图，知道对方的计谋。势，是处理利害关系的决定因素，也是灵活运用权术的威慑力量；势被分散，是不能运用神去认真考察的结果。'
      },
      {
        title: '转圆法猛兽',
        content: '转圆者，无穷之计也。无穷者，必有圣人之心，以原不测之智；以不测之智而通心术，而神道混沌为一。以变论万类，说意无穷。智略计谋，各有形容，或圆或方，或阴或阳，或吉或凶，事类不同。故圣人怀此，用转圆而求其合。故与造化者为始，动作无不包大道，以观神明之域。',
        translation: '计谋像转动圆形物体一样，源源不断地产生出来。无穷计谋的产生，必须要有圣人一样的心胸，推究深不可测智慧的根源，需要熟练掌握凝聚心气的方法。虽然大自然造化万物神妙莫测，变化多端，但是有着一个根本的道理，紧紧抓住这个根本的道理，就可以掌控大自然中的一切事物，策士游说时的道理就无穷无尽。运用智慧进行计谋制定策略，都要随着客观情况的变化而变化：或圆或方，或阴或阳，或吉或凶，随着事物种类以及情况不同而不断变化，所以圣人心中懂得运用这个道理，在处理事情时就像不停转动圆圈一样，不断寻找合适的智谋，求得合乎事理解决问题，所以要以跟随圣人为开始，那么所作所为无不合于大道，并且能看到别人无法看到的神明的境地。'
      },
      {
        title: '天地无极，人事无穷',
        content: '天地无极，人事无穷，各以成其类；见其计谋，必知其吉凶成败之所终。转圆者，或转而吉，或转而凶，圣人以道，先知存亡，乃知转圆而从方。圆者，所以合语；方者，所以错事。转化者，所以观计谋；接物者，所以观进退之意。皆见其会，乃为要结以接其说也。',
        translation: '天地没有边界，人事的变化也是没有穷尽的，世界上的万事万物都有其类别上的归属，我们可以通过其类别来推测其计谋，这样必然知道是吉还是凶、是成还是败的结果。运用转圆之法，用得好，会得到吉利的结果，用得不好，就得到凶险的结果，圣人使用转圆之术总能趋长避短，及时从转圆术中解脱出来。圆变化无穷，是用来游说的策略，要求与对方话语投机；方安定沉稳，是用来处理具体事务的办法。圆能因转动而变化无穷，所以使用圆也能探查到对方的计谋；方安定沉稳，可以根据处理事情的实际效果决定进退。无论是用圆还是用方，都要看到问题的症结所在，然后抓住关键去进行迎合对方需要的游说。'
      },
      {
        title: '损兑法灵蓍',
        content: '损兑者，几危之决也。事有适然，物有成败，机危之动，不可不察。故圣人以无为待有德，言察辞，合于事。悦者，知之也。损者，行之也。损之说之，物有不可者，圣人不为之辞。故智者不以言失人之言，故辞不烦而心不虚，志不乱而意不邪。',
        translation: '做事要减损直率多追求变化，这是处理遇到危险征兆问题时的关键。任何事情或事物在运行发展过程中都会有偶然发生，既有可能成功也可能失败，对露出危险的蛛丝马迹，不能不仔细观察。所以圣人处理事情，用顺应自然的原则来对待，看对方的言辞与其所做之事之间是否相合来作出判断，对方有危险之处即被得知。如果策士直率去说，己方的危险之处就容易被对方知道；如果做到不直率去说，则可避免己方弱点暴露出来，因而是可以实行的。如果做到了不率直地去游说，但是事情还是得不到解决的，圣人就不会再随便开口了。所以智者都不会因自己不会言说而失掉对对方言辞信息的获得。言辞不繁乱，心气就不虚，心气集中，志就不会散乱，志能凝聚，意念就端正。'
      },
      {
        title: '当其难易，而后为之谋',
        content: '当其难易，而后为之谋；因自然之道以为实。圆者不行，方者不止，是谓大功。益之损之，皆为之辞。用分威散势之权，以见其悦威，其机危乃为之决。故善损悦者，誓若决水于千仞之堤，转圆石于万仞之谷。而能行此者，形势不得不然也。',
        translation: '面对困难或者容易之事，然后去想出种种对策，根据自然法则来决定施行。对方施行圆的计策不停止，己方施行方的计策就不停止，直到令对方不能按照常理常规设谋行事，这样我方才能成就大功，或者增加，或者减少，都是为了言辞能够合适地加以表达。用分威、散势的权谋，去发现对方直行的威力和他的危险征兆，于是作出决断。所以善于运用“损兑”之术的人，就像决开千仞的大堤放水而下，水冲向万仞之深的谿谷中的石头能够让其旋转一样容易。水虽柔弱却能转动起大石头，是因为水的形势造成的必然结果。'
      }
    ]
  },
  {
    title: '持枢',
    data: [
      {
        title: '持枢，谓春生',
        content: '持枢，谓春生、夏长、秋收、冬藏，天之正也，不可干而逆之。逆之者，虽成必败。故人君亦有天枢，生养成藏，亦复不可干而逆之，逆之虽盛必衰。此天道、人君之大纲也。',
        translation: '抓住关键，就是说顺从春季让万物生长，夏季让万物得到充分的养育，秋季让万物充分的长成，冬季让万物得到储藏保有，这是自然运行的正常法则。不可触犯而违背它，违背自然法则，事情即便一时做成功了最终也是失败。所以人主为政治国的关键就是顺应自然之道，出生、养育、长成、保有，是不可违背的，违背自然之道，即使一时兴盛最终必然走向衰败。这就是天道，是作为国君的根本纲领。'
      },
      {
        title: '已亡失',
        content: '已亡失',
        translation: '已亡失'
      }
    ]
  },
  {
    title: '中经',
    data: [
      {
        title: '《中经》，谓振穷趋急',
        content: '《中经》，谓振穷趋急，施之能言厚德之人。救拘执，穷者不忘恩也。能言者，俦善博惠，施德者，依道；而救拘执者，养使小人。盖士，当世异时，或当因免阗坑，或当伐害能言，或当破德为雄，或当抑拘成罪，或当戚戚自善，或当败败自立。',
        translation: '《中经》，说的是能救助陷入困境或有急难的人，只有能言善辩、德行深厚的人才能够做得到。救人于困境之中，那些被解救的人，就不会忘记你的恩德。能言善辩之士多行善事，广施恩惠。施行厚德的人，行事都依据于道。而救处于困境中的人，目的是豢养他们，使他们供自己召唤。士在乱世之中往往会遭到不遇时的危险处境：有的仅免一死，有的成为善于加害嫉妒的能言善辩之士，有的放弃仁德祟尚武力而成为一世雄主，有的被拘成为罪人，有的明哲保身，有的在危败的情形中谋得自立。'
      },
      {
        title: '故道贵制人，不贵制于人也',
        content: '故道贵制人，不贵制于人也；制人者握权，制于人者失命。是以见形为容，象体为貌，闻声和音，解仇斗郄，缀去却语，摄心守义。本经纪事者，纪道数，其变要在《持枢》、《中经》。',
        translation: '所以为人处事之道，贵在控制别人，而不是被别人所控制。制服别人就掌握着主动权，被别人控制就会丢掉性命。因此有见形为容、象体为貌，闻声和音，解仇斗郄，缀去，却语，摄心，守义等方法。《本经》是记录如何做到这些方法的根本道理的，其运用时变通的要点在《持枢》和《中经》。'
      },
      {
        title: '见形为容，象体为貌者',
        content: '见形为容，象体为貌者，谓爻为之生也，可以影响、形容、象貌而得之也。有守之人，目不视非、耳不听邪，言必言必《诗》、《书》，行不僻淫，以道为形，以德为容，貌庄色温，不可象貌而得也，如是隐情塞郄而去之。',
        translation: '所谓见形为容、象体为貌，就是根据卦爻和卦象来推测事物的吉凶征兆，这也就是爻所起到的作用。就像依据阴阳爻的位置和卦象之理可以推断吉凶，可以从一个人的外在行动、声音、体态容貌等信息推测出他的内心世界。有道德操守的人，目不斜视，耳不旁听，说话必定称引《诗经》和《尚书》中的文句，行为既不过分，也不邪僻越轨，以道德规范来约束自己行为，容貌庄重，表情温和，不能通过外在相貌来猜测他的内心。遇到这种情况，就赶快隐藏自己的真情，弥补好语言和行为中的漏洞，离他而去。'
      },
      {
        title: '闻声和音者，谓声气不同',
        content: '闻声和音者，谓声气不同，恩爱不接。故商角不二合，微羽不相配。能为四声主，其唯宫乎？故音不和则不悲，不是以声散伤丑害者，言必逆于耳也。虽有美行盛誉，下可比目，合翼相须也，此乃气不合、音不调者也。',
        translation: '所谓闻声知音，就是处理双方意气不合，彼此之间施恩惠和行友爱不能相通的一种方法。因为商与角不相合，微和羽也不相配，能作为四声之主的，只有宫声了。所以音调不和谐，人听起来就会感到难受，因而言谈话语或说话声音中如果有散、伤、丑、害的毛病，那么，说出的话必然是非常刺耳而无法让人接受的。即使有美好的品行，受人赞誉，也不能像比目鱼、比翼鸟那样亲密无间，互相配合。这都是由于意气不合，言语不协调的缘故。'
      },
      {
        title: '解仇斗郄，谓解赢微之仇',
        content: '解仇斗郄，谓解赢微之仇。斗郄者，斗强也。强郄既斗，称胜者，高其功，盛其势。弱者哀其负，伤其卑，污其名，耻其宗。故胜盅，闻其功势，苟进而不知退。弱者闻哀其负，见其伤则强大力倍，死为是也。郄无极大，御无强大，则皆可胁而并。',
        translation: '所谓解仇斗郄，就是团结弱者，使强者互相争斗；斗郄，就是使强者互相争斗。强者相斗之后，对于胜的一方，就高扬他的功劳，壮大他的声势。对于弱者失败一方，就为他的失败感到悲哀，为他的衰落感到伤心，侮辱他的名声，羞辱他的祖宗，通过这种方式来刺激弱者奋起。如果胜者听到自己的功劳与威势，一味地进攻而不知退，弱者听到己方失败，受到损伤，反而会强大实力，倍增力量，拼死抵抗，那么结果也许会改变。无论对方的势力和威力有多强大，我们的防御也会更加强大，皆可胁迫吞并它。'
      },
      {
        title: '缀去者，谓缀已之系言',
        content: '缀去者，谓缀已之系言，使有余思也。故接贞信者，称其行、厉其志，言可为可复，会之期喜，以他人之庶，引验以结往，明款款而去之。',
        translation: '缀去之术，旨在用言语连缀将离开之人，使他心里时刻不忘自己。所以要交接诚信的人，就要称赞他们的言行，勉励他们的志向，言辞中流露出希望他们回来，表达出再次相会的喜悦之情。引证过去别人这样做已经成功的案例，希望对方能够明白将来仍能与自己保持密切关系，然后在他离开时，自己明白表示出依依不舍的样子。'
      },
      {
        title: '却语者，察伺短也',
        content: '却语者，察伺短也。故言多必有数短之外，议其短验之。动以忌讳，示以时禁，其人因以怀惧，然后结以安其心，收语尽藏而却之，无见己之所不能于多方之人。',
        translation: '却语之术，是善于发觉别人言语的缺陷或漏洞，利用它来为自己服务。所以话语多了，必定有很多缺陷，发觉其中的短处，并加以考察。可以指出他犯了忌讳，这样来触动他，也可以明白指出他违反了当时的某个禁令。等对方恐惧害怕的时候，然后以诚信来结交他，让他安心，同时要收住话头，把刚才使用的却语之术收藏起来，慢慢地退出不再使用了。使用却语之术要注意，不要把自己不能做的，也就是己方的缺陷，显露给有见识的人。'
      },
      {
        title: '摄心者，谓逢好学伎术者',
        content: '摄心者，谓逢好学伎术者，则为之称远方验之，敬以奇怪，人系其心于已。效之于人，验去乱其前，吾归于诚已。遭淫色酒者，为之术音乐动之，以为必死，生日少之忧。喜以自所不见之事，终可以观漫澜之命，使有后会。',
        translation: '摄心之术，就是收买人心的方法。遇到爱好技艺或道术的人，称赞他们的技艺和道术，使他们的名声远播。自己再用本身所知晓的道术来验证他的所学，对他的奇特所长表示惊叹，他就会把他的心意系属在自己身上。然后再把他的特长放在别人面前验证，并用他过去使用过的技术获得成功作为案例，摆在众人面前，他就会更加诚心地归属于你。遇到贪恋酒色的人，就要使用摄心之术的做法用音乐扰动他，让他以为这样做必然会死，活着的日子已经不多了。然后再用对方看不见的事情来让他高兴，让他最终感受到生活中灿烂的生命价值，然后有所体悟。'
      },
      {
        title: '守义者，谓守以人义',
        content: '守义者，谓守以人义。探心在内以合也。探心深得其主也。从外制内，事有系由而随也。故小人比人则左道，而用之至能败家辱国。非贤智，不能守家以义，不能守国以道，圣人所贵道微妙者，诚以其可以转危为安，救亡使存也。',
        translation: '所谓守义之术，就是谨守做人的道义，谨守仁义，探取对方内心，再迎合他。刺探其内心，得到他内心的真实意图，然后可以从外控制他的内心，让对方因有事求于我，而委曲于我。而小人以利与人结交，不是用仁义而用旁门左道来迎合对方的内心，以至于导致对方国破家亡。不是贤能智慧的人，不能用义来守家，不能用道来治国。至人之所以尊重微妙的道义，是因为道义确实能够使家庭和国家转危为安，救亡图存。'
      }
    ]
  },
];