var data = [
  {
    title: '捭阖',
    data: [
      {
        title: '粤若稽古',
        content: '粤若稽古，圣人之在天地间也，为众生之先。观阴阳之开阖以名命物，知存亡之门户，筹策万类之终始，达人心之理，见变化之朕焉，而守司其门户。故圣人之在天下也，自古及今，其道一也。\n' +
        '　　变化无穷，各有所归。或阴或阳，或柔或刚，或开或闭，或弛或张。是故圣人一守司其门户，审察其所先后，度权量能，校其伎巧短长。',
        translation: '考察古代的历史，圣人是天地间芸芸众生的主宰。圣人能够根据阴阳开合的变化来创造万物，并给万物命名，圣人之道万物生死存亡的关键，谋划自然万物从产生到死亡的全过程，并能深入到人的内心，看见人内心的细微变化，掌握背离死亡趋向生存的规律。所以，圣人在天下，从古到今，他的道的恒一不变的。\n' +
        '　　万事万物的变化虽然是无穷无尽的，但是都以避亡趋存作为他们的归宿。有的表现为阴，有的表现为阳；有的表现为柔，有的表现为刚；有的表现为开，有的表现为闭；有的表现为弛，有的表现为张。因此，圣人掌握了阴阳两种枢纽，就能审察万事万物的先后，度量万物的才能，比较万物各自的短长。'
      },
      {
        title: '夫贤不肖',
        content: '夫贤、不肖、智、愚、勇、怯，有差，乃可捭，乃可阖；乃可进，乃可退；乃可贱，乃可贵，无为以牧之。审定有无与其实虚，随其嗜欲以见其志意。微排其所言而捭反之，以求其实，实得其指；阖而捭之，以求其利。\n' +
        '　　或开而示之，或阖而闭之。开而示之者，同其情也；阖而闭之者，异其诚也。可与不可，明审其计谋，以原其同异。离合有守，先从其志。即欲捭之贵周，即欲阖之贵密。周密之贵微，而与道相追。',
        translation: '人的禀性是有差等的，有的是德才兼备的贤人，有的是无德无才的不肖之人；有的人智慧，有的人愚蠢；有的人勇敢，有的人怯弱。根据每个人的禀性，分别采用或捭或阖、或进或退、或贱或贵的方法和手段，顺应每个人的特点来驾驭他。如果要弄清对方是有还是无，搞清对方的实际情况，一般情况下，是顺着他的爱好和欲望来推测出对方心里的真实意图。可以暗暗排查对方言辞，然后依据已知情况反问过去，以得其实情，了解到他的旨意；先阖后捭，从中得到利益。\n' +
        '　　或公开自己的真实情况显示给对方，或不公开自己的真实情况而将它隐藏起来，不让对方知道，当己方的实际情况或目的等与对方完全相同的时候，就可以公开显示给对方看；当己方的实际情况或目的等与对方不同的时候，就不能公开。上述办法可用还是不可用，首先是要搞清楚对方的考虑和谋划，来探究己方与对方是同还是异。是离是合须等待时机，先从对方的意愿来尽量满足他，然后适时而动。如果要用捭的方式，一定要做到周到；如果要用阖的方式，一定要做到严密。周到、严密还要注意隐蔽，隐蔽的最佳效果就像道一样微而不显。'
      },
      {
        title: '捭之者，料其情也',
        content: '捭之者，料其情也；阖之者，结其诚也。皆见其权衡轻重，乃为之度数。圣人因而为之虑，其不中权衡度数，圣人因而自为之虑。\n' +
        '　　故捭者，或捭而出之，或捭而内之；阖者，或阖而取之，或阖而去之。捭阖者，天地之道。捭阖者，以变动阴阳，四时开闭，以化万物。纵横、反出、反覆、反忤，必由此矣。',
        translation: '用捭使对方开，而对其虚实进行辨别；辨别清楚之后用阖，确定下来对方的实情。圣人都是根据对方实际需要的轻重缓急来揣度对方的所想，然后再顺其所想而为对方作出谋划。圣人即因势考虑，如果不合对方的心意或其实际所需，就替自己作谋划，留好退路。\n' +
        '　　所以用捭或能使对方开而真实情况暴露出来，或能让对方开而使己方的观点被接纳；用阖或能使己方有所获取，或能使己方顺利地躲过祸患。捭阖，就是天地间的道。捭阖，能够使阴阳发生变动，阴阳变动产生四季，四季的更替化育万物。纵或横、返与出、翻与覆、反与背，都是由捭阖而生的。'
      },
      {
        title: '捭阖者，道之大化',
        content: '捭阖者，道之大化，说之变也。必豫审其变化，吉凶大命系焉。口者，心之门户也；心者，神之主也。志意、喜欲、思虑、智谋，此皆由门户出入。故关之以捭阖，制之以出入。\n' +
        '　　捭之者，开也、言也、阳也；阖之者，闭也、默也、阴也。阴阳其和，终始其义。故言长生、安乐、富贵、尊荣、显名、爱好、财利、得意、喜欲，为阳，曰始。故言死亡、忧患、贫贱、苦辱、弃损、亡利、失意、有害、刑戮、诛罚，为阴，曰终。诸言法阳之类者，皆曰始，言善以始其事；诸言法阴之类者，皆曰终，言恶以终其谋。',
        translation: '捭阖是阴阳之道的无限变化，是游说时应变的关键。游说前一定要对各种变化事先有所准备，吉凶死亡的关键全系于捭阖。口是心意出入的门户，心是精神的居所。心所产生的志意、喜欲、思虑、智谋等，皆由口说出来。所以用捭阖来控制讲话，控制言语的出入。\n' +
        '　　捭就是开，就是开口言说，就是阳；阖就是闭，就是默而不说，就是阴。阴阳相互调和，从开始到结束，都要符合捭阖之理。所以说，把凡是有关长生、安乐、富贵、尊荣、显名、爱好、财利、得意、喜欲的，都视作“阳”，称为“始”。把凡是有关死亡、忧患、贫贱、苦辱、弃损、亡利、失意、有害、刑戮、诛罚的，都视作“阴”，称为“终”。那些在言谈时采用“阳”一类的事情来立说的，我们都可以称之为“始”，因为他们是从事情好的一面来进行游说，劝诱对方开始行动，促成游说得到成功；那些在言谈时采用“阴”一类的事情来立说的，我们都可以称之为“终”，因为他们是从事情恶的一面来进行游说，阻止对方的谋略策划实施，使他终止行动。'
      },
      {
        title: '捭阖之道，以阴阳试之',
        content: '捭阖之道，以阴阳试之，故与阳言者，依崇高；与阴言者，依卑小。以下求小，以高求大。由此言之，无所不出，无所不入，无所不可。可以说人，可以说家，可以说国，可以说天下。为小无内，为大无外。益损、去就、倍反，皆以阴阳御其事。\n' +
        '　　阳动而行，阴止而藏；阳动而出，阴隐而入。阳还终阴，阴极反阳。以阳动者，德相生也；以阴静者，形相成也。以阳求阴，苞以德也；以阴结阳，施以力也；阴阳相求，由捭阖也。此天地阴阳之道，而说人之法也，为万事之先，是谓圆方之门户。',
        translation: '捭阖之道，就是反复地使用阴阳进行试探。所以与品行高尚的人言说，就要说“阳”类的事；与品性卑劣的人言说，就要说“阴”类的事。下与小，均为阴，故可以用低下的去求合志向渺小的人；高与大，均为阳，故可以用高尚的去求合志趣高远的人。照这样去言说，可出可入，没有什么地方是不可以的。用捭阖之术，可以游说他人，可以游说大夫，可以游说诸侯国的国君，可以游说周天子。不论内部有多小，也不论外部有多大，均不能局限于本身，而须辩证地对待。益损、去就、背反，都是用阴阳开合之道来驾驭。\n' +
        '　　阳就是行动前进，阴就是静止潜藏，阳活动外出，阴隐藏入内。阳返还停止于阴，阴走到极点又还回为阳。阳动，道德就生成了；阴静，形体就产生了。从阳的方面去追求阴，要以道德包容对方；从阴的方面去追求阳，就要走出暗处实际去做。阴阳之间相互依赖，这是由捭阖之道决定的。这是天地阴阳的大道，是游说他人的根本法则。捭阖是处理万事之本，是天地的门户。'
      }
    ]
  },
  {
    title: '反应',
    data: [
      {
        title: '古之大化者',
        content: '古之大化者，乃与无形俱生。反以观往，覆以验来；反以知古，覆以知今；反以知彼，覆以知己。动静虚实之理，不合于今，反古而求之。事有反而得覆者，圣人之意也，不可不察。',
        translation: '古代化育万物的圣人，都是与至道共同存在的。圣人处事都是从事物正反两个方面反复思考的。返回去可以看到以往，覆过来可以看到未来；返回去可以看到古代，覆过来可以看到现在；运用“反”可以知道对方，运用“覆”可以了解自己。动和静、虚与实的道理，如果与今天不相符合的，就返回到古代来寻求答案。任何事情都可以通过运用“反”而得到“覆”，这是圣人教导我们的，我们每个人不能不详加考察。'
      },
      {
        title: '人言者，动也',
        content: '人言者，动也；己默者，静也。因其言，听其辞。言有不合者，反而求之，其应必出。言有象，事有比，其有象比，以观其次。象者象其事，比者比其辞也。以无形求有声。其钓语合事，得人实也。其犹张罝网而取兽也，多张其会而司之。道合其事，彼自出之，此钓人之网也。常持其网驱之。',
        translation: '别人在说话，是动；自己沉默不说，是静。根据对方说的话，听出对方言辞中透露的真实想法。对方言辞透露出的意思与己方想要得到的不相符合，就运用“反”的方法来求，对方的回应必定满足己方的需要。言语中有“象”，事物中有“比”，通过“象”和“比”的手法来探求言辞背后隐藏的真实意图。所谓“象”，便是用形象化的手法来比喻事物；所谓“比”，是以同类的言辞来做类比。因为采用象、比手法皆不直说，故能于无形之中而得到对方回应，了解到对方的实情。如果使用象、比手法说出的用作引诱的话能合于对方所想，那么对方的回应必会暴露事实，这些实情将为我所得。这就像张着兽网捕猎野兽一样，只要在野兽出没的地方多设一些网，伺机观察等候着，就一定能捕捉到野兽。针对对方使用的方法只要切合事理，对方自然就会暴露实情，这就是钓人的网，在实际生活中，常常要持钓人之网去驱使对方，使其为我所用。'
      },
      {
        title: '其不言无比',
        content: '其不言无比，乃为之变。以象动之，以报其心，见其情，随而牧之。己反往，彼覆来，言有象比，因而定基。重之袭之，反之覆之，万事不失其辞，圣人所诱愚智，事皆不疑。故善反听者，乃变鬼神以得其情。其变当也，而牧之审也。牧之不审，得情不明；得情不明，定基不审。',
        translation: '如果对方沉默不言，或其言辞中没有用来作推理、类比的信息，这时就要变化谈论的方式。用“象”的手法使对方开而动，主动迎合对方的心理，从而见到对方的实情，进而驾驭对方。己方与对方这样经过几个来回之后，通过揣摩对方言辞之中的“象”和“比”来了解对方的底细，己方就能确定对付的基本策略了。像这样翻过来覆过去，任何事都可以从对方言辞中察知。圣人把反听之法用于任何人或事，都不会有差错。所以，善于反听的人，得情就像神鬼一样变幻莫测。己方言语应变得当，就能详尽考察对方。不能详尽考察对方，主要是对对方的实情不明了；因为对对方的实情不明了，所以才定不下驾驭对方的策略。'
      },
      {
        title: '变象比',
        content: '变象比，必有反辞，以还听之。欲闻其声反默，欲张反敛，欲高反下，欲取反与。欲开情者，象而比之，以牧其辞，同声相呼，实理同归。\n' +
        '　　或因此，或因彼，或以事上，或以牧下，此听真伪、知同异，得其情诈也。动作言默，与此出入，喜怒由此以见其式，皆以先定为之法则。以反求复，观其所托。故用此者，己欲平静，以听其辞，察其事，论万物，别雄雌。虽非其事，见微知类。若探人而居其内，量其能射其意。符应不失，如腾蛇之所指，若羿之引矢。',
        translation: '如果对方实情不明了，就要用“变象比”之法，不断变换己方言辞中透露出来的“象”和“比”，对方一定有反应的言辞，然后己方再返回来听。总之，想听到对方的声音，己方反而先要静默；想让对方张开，己方反而先要收敛；如果想升高，己方反而要先下降；如果想取得，反而先要给予对方好处。要让对方“开”而露出实情，就通过“象”和“比”综合使用的办法，来驾驭言辞。声音相同就会彼此呼应，看法一致就会走到一起。\n' +
        '　　反听之法，或者用在此处，或者用在彼处，或者用来侍奉上司，或者用来驾驭下属。这种方法能够有效地听到实情或不实之情，知道与己方是同或是异，能够看出对方是真诚或是伪诈。对方外在的身体行动或者内心的喜怒，都与反听之法相合拍，也都由反听之法来掌握它的规律。所有这些，都以己方要先做好准备为法则。用“反”来求对方回应，然后观察对方的真实意图，所以用这种方法。己方要平心静气来听对方的言辞，察明事理，议论万物，分别好坏。即使不是这个事，也可以从同类事物的微小征兆来推理认识此事的类别、实质和发展趋势。这就像钻到人的心中来探测人一样，知悉对方的能力，捕捉对方的意图。这种方法就像螣蛇所指祸福不差，后羿发箭必定命中那样百验不失。'
      },
      {
        title: '故知之始己',
        content: '故知之始己，自知而后知人也。其相知也，若比目之鱼。其伺言也，若声之与响；见其形也，若光之与影也；其察言也，不失若磁石之取针，如舌之取燔骨。其与人也微，其见情也疾。如阴与阳，如圆与方。未见形，圆以道之，；既见形，方以事之。进退左右，以是司之。己不先定，牧人不正，事用不巧，是谓忘情失道；己审先定以牧人，策而无形容，莫见其门，是谓天神。',
        translation: '所以，从“知”这个角度来说，首先是从己方开始，只有先自知然后才能知他人。自知与知他人，就像比目鱼一样，是亮亮并列而行的。对方一现形，就像光一样显露出来，己方就像影子一样，立即捕捉到对方的实情。己方做到了自知，在观察对方的言辞，从中得到己方想要的东西时，就像磁铁取针，舌头从炙肉中褪出骨头一样容易。己方给予对方的少，而得到对方的实情却是又多又快。无论用于“阴”或者“阳”的情况，“圆”或者“方”的事物，都可以得心应手。如果未见到对方实情，则说一些迎合对方的话，引导对方说出实情；如果得到对方实情，那么就按照己方已经设计好的对策去行事。是进还是退，都是据此来定夺。总之，己方如果不先定，那么就不能驾驭对方。如果在己方未定的情况下仓促行事，那就是忘记得情的规律己方先定然后来驾驭对方，做到计策谋略不露形迹，对方找不到识破己方的任何缝隙，这是获得对方实情的最高境界。'
      }
    ]
  },
  {
    title: '内楗',
    data: [
      {
        title: '君臣上下之事',
        content: '君臣上下之事，有远而亲，近而疏；就之不用，去之反求；日进前而不御，遥闻声而相思。事皆有内楗，素结本始。或结以道德，或结以党友，或结以财货，或结以采色。用其意，欲入则入，欲出则出；欲亲则亲，欲疏则疏；欲就则就，欲去则去；欲求则求，欲思则思。若蚨母之从子也；出无间，入无朕。独往独来，莫之能止。',
        translation: '君臣上下之间的事，是很难预料的。有的人于君主相距遥远反而受君主亲近，有的人与君主近在咫尺反而被君主疏远。有的人主动亲近君主，反而不被使用；有的人要离开反而被君主所诏求。有的人天天出现在君主面前也得不到任用，有的人只是远远听到他的名声，君主却朝思暮想要得到他。这都是由于内心相知的程度不同所致，本源于君臣之间平时的结交。有的以道德结交，有的以志趣相投的朋友之道相结交，有的以财务相结交，有的以美色娱乐相结交。顺着君主之意，那么，你就能想入就入，想出就出；想亲就亲，想疏就疏；想靠近就能靠近，想离开就能离开；想自己得到征召，就能得到征召；想让君主思念自己，就能让君主思念。就像青蚨母子相随而不分离一样，出与入都没有缝隙行迹，独自自由自在地往来，没有人能够阻止。'
      },
      {
        title: '内者，进说辞也',
        content: '内者，进说辞也。楗者，楗所谋也。欲说者，务稳度；计事者，务循顺。阴虑可否，明言得失，以御其志。方来应时，以合其谋。详思来楗，往应时当也。\n' +
        '　　夫内有不合者，不可施行也。乃揣切时宜，从便所为，以求其变。以变求内者，若管取楗。言往者，先顺辞也；说来者，以变言也。善变者，审知地势，乃通于天，以化四时，使鬼神，合于阴阳，而牧人民。见其谋事，知其志意。事有不合者，有所未知也。合而不结者，阳亲而阴疏。事有不合者，圣人不为谋也。',
        translation: '所谓“内”，就是向君主进献言辞，以言辞来结交君主；所谓“揵”，就是向君主进献计谋，以计谋来打通阻塞，得到君主的信任。想去游说君主的时候，必须先审时度势，暗中揣测君主的真实想法和意图；要想向君主进献计谋时，必须顺着君主的意愿。己方暗中考虑是否可行之后，再对君主公开说出行事之得失，以此来迎合君主的谋虑。先须经过详细周密的计谋，然后去回应君主，那么，则没有不当的。\n' +
        '　　如果己方的言辞或计谋与君主不合的，就不能施行。于是就揣摩时机是否适宜，从有利于实施的方便出发，来改变策略，以灵活变通的方式来结交君主。做到这样，那么达到目的就像用钥匙开锁一样，变被动为主动。游说时，涉及已发生事件，要用“顺辞”，即顺从君主之意的言辞；在游说中涉及还未发生的事件时，要用“变言”，即有变通余地的话。善于应变的须做到知悉各国地理形势、精通天文四时的变化；这样就能做到役使鬼神，与阴阳之理相合，驱使民众。见到君主处理事情的计谋和措施，就能知道他的真实想法和意图。己方所行之事有时不能与君主之意相合，是因为我们对对方之意了解不多，即使己方主动迎合他，也不能得到君主发自内心的真诚信任，表面上与己方亲近而暗地里却很疏远。不合于君主之意的事，圣人是不谋划的。'
      },
      {
        title: '故远而亲者',
        content: '故远而亲者，有阴德也；近而疏者，志不合也。就而不用者，策不得也。去而反求者，事中来也。日进前而不御者，施不合也。遥闻声而相思者，合于谋待决事也。故曰：不见其类而为之者见逆，不得其情而说之者见非。得其情，乃制其术，此用可出可入，可楗可开。故圣人立事，以此先知而楗万物。',
        translation: '所以那些关系疏远反而得到君主亲近的人，是因为他们与君主暗中心意相通；那些关系亲近反而被君主疏远的人，是因为他们与君主之意不能契合。主动亲近反而不被任用的，是因为他的预测和策略不得于君主之心；离开朝廷反而被君主下令诏回的人，是因为他预测的事后来应验了。天天在君主面前不被任用的人，那是因为措施不合于君主之意；君主远远听到他的名声就朝思暮想要得到的人，那是因为他的计谋与君主相合，君主等待他来决策事情。所以说如果找不到双方的共通之处而仓促谋事，则必遭排斥；得不到对方的实情而实施游说，则必被否定。得到对方的实情，才能制定出有针对性的措施。此法用之实践，就可自由自在地出入朝廷，就可轻易地与君主的内心相交结，而使君主敞开心扉。所以圣人能成就事业，就是在知悉客观情况基础上，预先知道可否，所以才能驾驭万物。'
      },
      {
        title: '由夫道德',
        content: '由夫道德、仁义、礼乐、忠信、计谋，先取《诗》《书》，混说损益，议论去就。欲合者用内，欲去者用外，外内者必明道数。揣策来事，见疑决之。策而无失计，立功建德。\n' +
        '　　治名入产业，曰楗而内合。上暗不治，下乱不窹，楗而反之。内自得而外不留，说而飞之。若命自来，己迎而御之。若欲去之，因危与之。环转因化，莫知所为，退为大仪。',
        translation: '在游说时，要顺着道德、仁义、礼乐、忠信、计谋等方面来进言，从《诗经》、《尚书》中征引语句，在此基础上夹杂进自己的言辞，或增加或减少，来议论时局，决定自己是离开还是留下辅助君主。如果决定辅助君主，那么就要与君主的内心相交结；如果要离开，那么就不用去迎合君主的内心了。无论是用“外”还是用“内”，都必须符合与君主相处的规律。对遇到的疑难之事，先揣测清楚然后再出计谋解决他。计谋从来没有失策的，就能立功建立德业。\n' +
        '　　既能帮助国君处理好君臣之间的职分，又能帮助国君治理百姓，使百姓有固定的产业，这就叫从内部与君主交结。君主昏暗，国家得不到治理，臣民作乱，国君尚不悟而觉察，则可考虑返回，不再为其谋划。对于那些内心自以为是而不能采纳别人之说的君主，己方只能假意去称颂他，以调取他的欢心。如果有君主之命来召己，那么就接受他侍奉他，然后使用它以行自己的意愿。如果自己要离开君主，就说自己继续留在君主身边将会危害到他，这样君主就自然会放行。或去或留，就像圆环一样随着情况的不同而转换，让人不知他的作为。做到这样，可以说是能懂得全身而退的大法则了。'
      }
    ]
  },
  {
    title: '抵巇',
    data: [
      {
        title: '物有自然',
        content: '物有自然，事有合离。有近而不可见，有远而可知。近而不可见者，不察其辞也；远而可知者，反往以验来也。巇者，罅也。罅者，涧也。涧者，成大隙也。戏始有朕，可抵而塞，可抵而却，可抵而息，可抵而匿，可抵而得，此谓抵戏之理也。',
        translation: '人和事物的发展有时相合，有时背离，就像物自然而生一样，非人力所能够控制。有时近在眼前却看不到，有时远在天边却了解得很清楚。近在眼前却看不见的原因，是因为没有考察对方的言辞；远在天边却被认知，是因为己方能够返回历史，寻找历史上同类事例的解决方法，或经验、或教训，来比证今天。巇就是小的裂缝，小的裂缝会发展成中等裂缝，中等裂缝最终会发展成大的裂缝。小的裂缝在内部开始显示征兆的时候，可以用“抵”的方式来堵塞上；小的裂缝在外部出现的时候，可以用“抵”的方式来消除它；小的裂缝公开出现的时候，可以用“抵”的方式来让它闭息；小的缝隙在暗中成长的时候，可以用“抵”的方式来让它藏匿；如果小的缝隙已经大得不能弥补了，那么就用“抵”的方式来取代它。这就是“抵巇”的道理。'
      },
      {
        title: '事之危也',
        content: '事之危也，圣人知之，独保其身；因化说事，通达计谋，以识细微。经起秋毫之末，挥之于太山之本。其施外，兆萌牙蘖之谋，皆由抵戏。抵戏之隙，为道术用。',
        translation: '事情有危险的征兆出现，圣人就能察觉，并能采用措施进行自保。在自保基础上，圣人在根据客观情况的变化来筹划计谋和制定弥补的策略，并运用此来辨识细微缝隙产生的原因。事物常常由细小的状态引起的，如果任其发展下去由小到大就会撼动泰山的根基。所以如果要施策于外，必须根据抵巇的原理，在事物尚处在萌芽状态时，及时发现其罅隙，并想出新的计策来堵塞它。善于发现并运用抵巇之法来弥补缝隙，就是道术之用，就是圣人处理事情的根本方法。'
      },
      {
        title: '天下纷错',
        content: '天下纷错，士无明主，公侯无道德，则小人谗贼，贤人不用。圣人窜匿，贪利诈伪者作。君臣相惑，土崩瓦解而相伐射。父子离散，乖乱反目。是谓萌牙戏罅。圣人见萌牙戏罅，则抵之以法。世可以治则抵而塞之，不可治则抵而得之。或抵如此，或抵如彼。或抵反之，或抵覆之。五帝之政，抵而塞之。三王之事，抵而得之。诸侯相抵，不可胜数。当此之时，能抵为右。',
        translation: '天下混乱，士没有遇到明主，公侯道德沦丧，小人谗害贤臣贼害忠良，贤臣得不到重用。圣人逃离乱世隐居起来，贪婪奸诈之徒兴起作乱朝政。君臣之间互相猜疑，各种势力之间互相攻伐，国家的形势面临着土崩瓦解的局面。而普通民众中也是父子离散，彼此反目为仇。这些都叫社会有裂缝的状态。圣人见到这种状态，就会用抵巇之法采取措施来弥补，使之走上正轨。如果不可治，就运用“抵巇”之法，循其缝隙毁掉它，然后重新建立一个新的秩序。或者用抵巇之法达到弥补缝隙的目的，或者用抵巇之法达到取而代之的目的。或者用抵的手法反过来，或者用抵的手法倒过去。五帝时期，政治清明，偶有缝隙，用抵巇之法来弥缝漏洞。三王之时，天下大乱，缝隙已不能弥补，因此禹用疏导办法取代堵塞办法来治洪水，而商汤和文王就起来反叛，取代夏桀和商纣，重新建立新的秩序。现在各诸侯国之间，都是利用对方的缝隙，或抵而塞，或抵而得，数也数不尽。在当今的这个时代，善于运用抵巇之法的便是处理国家关系的上上之策。'
      },
      {
        title: '自天地之合离',
        content: '自天地之合离、终始，必有戏隙，不可不察也。察之以捭阖，能用此道，圣人也。圣人者，天地之使也。世无可抵，则深隐而待时；时有可抵，则为之谋；可以上合，可以检下。能因能循，为天地守神。',
        translation: '天地万物之间有合有离，有开始有终结，必然会产生缝隙。这是不可不详察的。觉察到这一点，能够用抵巇之术加以掌控的，就是圣人。圣人是天地的使者。时世没有缝隙可利用的，就深深地隐居起来等待时机；如果有缝隙可利用的话，就为之策谋。用这个方法，上可暗合君王，助其治国；下可以约束民众，收拾局面。如果能够顺应自然规律来运用，那么就能掌握天地间一切变化的规律。'
      }
    ]
  },
  {
    title: '飞箝',
    data: [
      {
        title: '凡度权量能',
        content: '凡度权量能，所以征远来近。立势而制事，必先察同异，别是非之语，见内外之辞，知有无之术，决安危之计，定亲疏之事。然后乃权量之，其有隐括，乃可征，乃可求，乃可用。',
        translation: '凡考虑问题衡量情势，必须广泛地从或远或近的各方面来吸取信息。确立做事获得成功的态势而能有效地去行事，其前提必须先看到对方与己方是同还是异，能分别出对方语言中的事与非，分辨出对方言辞表面和背后的含义，知道对方和己方所拥有的或者没有的，在此基础上才能决断事关安危的大计，确定己方与对方或是亲近或是疏远之事。然后再在实践中加以检验衡量，对上述同或异、是或非、内或外、有或无等的做法加以调整和修改，最后才决定如何去取，如何使用。'
      },
      {
        title: '引钩钳之辞',
        content: '引钩钳之辞，飞而钳之。钩钳之语，其说辞也，乍同乍异。其不可善者，或先征之而后重累，或先重以累而后毁之。或以重累为毁，或以毁为重累。其用或称财货、琦玮、珠玉、璧帛、采色以事之，或量能立势以钩之，或伺候见涧而钳之，其事用抵墟。',
        translation: '一般的人，都是喜欢听奉承话的，对这些人要用奉承的话，故意赞扬对方，为对方制造声誉，使对方高兴而泄露实情然后钳制他。作为说辞的“钩箝之语”要根据情势而善于变化，一会儿表示赞同对方，一会儿又表示与对方相异。对那些不喜欢虚名，不喜欢听人吹捧，用飞箝之语难以相诱的人，可以先行离开奉承的话题，不断抬高他的名誉地位，使其名不副实，为以后誓毁他做准备。一次飞扬不成，就反复使用，直到达到毁掉对方的目的。有时高扬对方优点使其缺点暴露时诋毁，有时历数其缺点使他的优点显露出来，这也是一种重累飞扬的方法，其目的还是要最终诋毁他。在迎合时具体使用对方可能喜欢的财货、美玉、玉璧、丝帛、美女等，也可以以正确衡其才能，酌情任用以立其势来箝持他。在这种情况下，就要结合“抵巇之法”来使用了。'
      },
      {
        title: '将欲用之于天下',
        content: '将欲用之于天下，必度权量能，见天时之盛衰，制地形之广狭，阻险之难易，人民货财之多少，诸侯之交孰亲孰疏，孰爱孰憎，心意之虑怀，审其意，知其所好恶，乃就说其所重，以飞钳之辞钩其所好，以钳求之。',
        translation: '将飞箝之术推广应用到诸侯国之间的斗争中去，在游说君主时，必须审时度势，能够看到天时是否助其盛或者使其衰，准确判断该国的地理形势，疆域是广大或狭小，地势险要是否易于攻占或据守，知悉其国人口多少、经济实力如何，了解这个国家与各诸侯国之间的关系是亲近或是疏远，国君比较亲近哪个国家，比较憎恨哪个国家，国君个人耿耿于怀的心意是什么。仔细观察国君的意图，知道他的喜好和憎恶，然后去游说国君最关心的事情，并用“飞箝”的言辞，钩住他的喜好，然后再来控制他，使他能够随着己方的意愿而行事。'
      },
      {
        title: '用之于人',
        content: '用之于人，则量智能、权材力、料气势，为之枢机。以迎之随之，以钳和之，以意宣之，此飞钳之缀也。用之于人，则空往而实来，缀而不失，以究其辞。可钳而纵，可钳而横；可引而东，可引而西；可引而南，可引而北；可引而反，可引而覆。 虽覆能复，不失其度。',
        translation: '将飞箝之术推广应用到与人打交道，则必须先考量对方的智慧、衡量对方的才干，估量他的气势。把对对方的充分了解作为与之相处的关键。先迎合他、附和他，然后再用飞箝之术控制他，使对方与己方相合，这些用对方之意以达到显示己方目的的手法，都是飞箝的方法。飞箝之术用在与人打交道上，己方往往没有付出却能够得到丰厚的回报，使对方与自己紧密连结而不会失去控制，然后再在其言辞上探究实情。做到这些，就能钳制对方，或者使他向纵的方向，或者使他向横的方向；或者使他向东，或者使他向西；或者使他向南，或者使他向北；或者使他从起点返回，或者使他返回后再翻过来。反反复复，都始终在自己的掌控之中。'
      }
    ]
  },
  {
    title: '忤合',
    data: [
      {
        title: '凡趋合倍反',
        content: '凡趋合倍反，计有适合。化转环属，各有形势，反覆相求，因事为制。是以圣人居天地之间，立身、御世、施教、扬声、明名也；必因事物之会，观天时之宜，因知所多所少，以此先知之，与之转化。',
        translation: '凡事都有趋向于融合统一或者朝背逆相反方向发展的两种趋势，尊重“趋向”与“背反”之客观规律，乃是计谋适合与否之关键。且两者之间相互转化，首尾相互连接起来像圆环一样，用计施谋如果要恰当合适的话，就要能够像圆环一样随着形势的变化及时应对，或从趋合的方向或从背反的方向来采取相应的措施。因此圣人在天地之间，自立于社会，处理世事，实施教化，使自己的名声扬起，显示于外，必定顺着事物发展变化的关键，看准社会发展的状况与趋势的适当时机，据此知道并决定自己所做的是多还是少，根据忤合的原理能够实现知道事情的发展趋势，然后随着事物之形式转变而随时变化自己的决策。'
      },
      {
        title: '世无常贵',
        content: '世无常贵，事无常师；圣人无常与，无不与；无所听，无不听；成于事而合于计谋，与之为主。合于彼而离于此，计谋不两忠，必有反忤；反于是，忤于彼；忤于此，反于彼。其术也。\n' +
        '　　用之于天下，必量天下而与之；用之于国，必量国而与之；用之于家，必量家而与之；用之于身，必量身材能气势而与之；大小进退，其用一也。必先谋虑计定，而后行之以飞箝之术。',
        translation: '世界上没有永久高贵的人，也没有恒一不变的师法对象。圣人做事，没有恒久不变的赞同或不赞同，也没有恒久不变的听从或不听从。圣人的行事都是以事情能否获得成功，所出计谋是否切合实际为根本。计谋与一方相合就一定与另一方相离，不能同时适用于相反的双方，一定会有相合、相逆的情况出现。所谓“忤合”之术，就是合于彼就一定会逆于此，合于此就一定会逆于彼。因而要根据实际情况灵活运用“忤合”之术。\n' +
        '　　把“忤合”之术运用于管理天下，必定根据天下的实际情况而实施；运用于治理国家，必定根据诸侯国的实际情况而实施；运用于治理卿大夫之家，必定根据其家的实际情况而实施；运用于处理人与人之间的关系，必定看对方才能、品行气质、地位等而实施。无论对象的大小或策略的进退，运用的原则都是一致的。即必定先用忤合之术做好周密的计谋，然后用“飞箝”之术来实现它。'
      },
      {
        title: '古之善背向者',
        content: '古之善背向者，乃协四海，包诸侯，忤合之地而化转之，然后求合。故伊尹五就汤，五就桀，而不能有所明，然后合于汤；吕尚三就文王，三入殷，而不能有所明，然后合于文王，此知天命之箝，故归之不疑也 。',
        translation: '古代那些善于运用忤合之术的人，能够把天子和诸侯都掌控在自己手中，运用“忤合”之术去驾驭他们，使对方根据己方的实际需要而改变，然后与他们相合。所以，伊尹五次投奔汤，然后又五次离开汤投奔夏桀，但心里还是不明白投奔谁，最终还是投奔了汤；姜尚三次投奔文王，又三次离开文王投奔商纣王，但心里还是不明白到底投奔谁，最终还是离开纣王投奔了周文王。经过多次的忤合之后，明白了天命的所定，所以最后一次归附之后就再也没有怀疑过了。'
      },
      {
        title: '非至圣达奥',
        content: '非至圣达奥，不能御世；非劳心苦思，不能原事；不悉心见情，不能成名；材质不惠，不能用兵；忠实无真，不能知人。故忤合之道，己必自度材能知睿，量长短远近孰不知。乃可以进，乃可以退，乃可以纵，乃可以横。',
        translation: '不是道德最高尚能够通达高深道理的人，不能治理天下；不是费尽心力苦苦思索的，不能穷尽事物的原理；不是精心地去发现事物的本质，就不能给事物以成功的命名，以达到名实相副；天赋的才干不够聪明，就不能用兵打仗；为人处世虽然忠于实际但没有真诚的态度，也是不能了解别人的。所以运用忤合的原则，一定先要衡量自己的才能和智慧，估量己方与对方之间的长短远近，优势或劣势，确定对方不如己方之后再实施。做到这样，就可退可进，纵横天下了。'
      }
    ]
  },
  {
    title: '揣篇',
    data: [
      {
        title: '古之善用天下者',
        content: '古之善用天下者，必量天下之权，而揣诸侯之情。量权不审，不少强弱轻重之称；揣情不审，不知隐匿变化之动静。\n' +
        '　　何谓量权？曰：度于大小，谋于众寡。称货财有无之数，料人民多少，饶乏有余不足几何；辨地形之险易，孰利孰害；谋虑孰长孰短；揆君臣之亲疏，孰贤孰不肖；与宾客之知慧，孰少孰多；观天时之祸福，孰吉孰凶；诸候之交，孰用孰不用；百姓之心，去就变化，孰安孰危，孰好孰憎；反侧孰辩，能知此者，是谓量权。',
        translation: '古代善于把游说之术运用于天下的人，必定能洞察到天下政治形势的发展变化，揣度各诸侯国国君心里的真实详情。如果对天下局势和各诸侯国综合实力不能熟知，就不会知道诸侯国中谁强大，谁弱小，不会知道各诸侯国内部哪些地方强，哪些地方弱，不会知道各诸侯国在国际形势中的地位轻重；如果对诸侯国国君心理揣测不准，就不知道对方内心隐秘的真实想法，以及它对外界情况发生变化时的内心反应。\n' +
        '　　什么叫做量权？就是要考虑一个国家地域的大小，谋士的多少，估量一个国家的物产资源和国家财富的数量，人口的多少，物资丰富或者缺乏的有哪些；分辨清楚地形的险要之处与平易之处，哪里的地形有利，哪里的地形有害；对一国之谋士，要了解其中哪些谋士善于谋划长远，哪些谋士善于谋划眼前；揣测君臣之间的亲属关系，发现大臣中谁贤谁不贤；预料到对方宾客的智慧是多还是少；观察天象时序的变化，何时给人带来福祉，何时给人带来祸患，何时行事为吉，何时行事为凶；诸侯之间的交往，哪个可以利用，哪个不可以利用；老百姓的民心向着谁背着谁，这种民心的变化，什么样是安全，什么样是危险，老百姓心里真正喜爱什么，憎恨什么。能够从多个方面熟练对以上情况进行辨别，并能够知道如何应对的，就叫做量权。'
      },
      {
        title: '揣情者',
        content: '揣情者，必以其甚喜之时，往而极其欲也，其有欲也，不能隐其情；必以其甚惧之时，往而极其恶也，具有恶也，不能隐其情。情欲必知其变。感动而不知其变者，乃且错其人，勿与语而更问所亲，知其所安。夫情变于内者，形见于外。故常必以其见者，而知其隐者，此所谓测深揣情。',
        translation: '测探对方内心隐秘的实情，必须在他最高兴的时候去迎合他，尽力刺激并满足他的欲望，对方有欲望，内心的真情是隐藏不住的；必须在他最恐惧的时候去见他，最大限度地诱发他的恐惧憎恶，对方有恐惧憎恶的心理，内心的真情也是隐藏不住的。人的内心真情和欲望必定在其情绪极端变化时不自觉的显露出来。如果触动了对方情感但仍然不知道他内心的变化，就暂且将它放在一边，不与他进行语言交流而改为问其身边亲近之人，了解他的心意到底落在什么地方。人的情感在内心发生变化的，在外表就一定会表现出来。所以常常可以通过外在的表现来推测人的内心，这就叫“测深揣情”。'
      },
      {
        title: '故计国事者',
        content: '故计国事者，则当审量权；说人主，则当审揣情；谋虑情欲必出于此。乃可贵，乃可贱；乃可重，乃可轻；乃可利，乃可害；乃可成，乃可败。其数一也。故虽有先王之道、圣智之谋，非揣情，隐匿无可索之。此谋之本也，而说之法也。',
        translation: '所以谋划国家大事，就用“量权”之法，要对这个国家的综合国力仔细权量；游说国君，就用“揣情”之法，要打探游说的对象心里的真实想法。一切谋略和考虑的出发点都在于此。善于运用“量权”和“揣情”之术的人，就可是自己获得富贵，使别人落于贫贱；使自己得到重用，使别人被人轻视；使自己获得利益，使别人受到损害；使自己取得成功，使别人最终失败。它的道理是一致的。所以即使具有先贤圣王的经验、圣人智者的谋略，如果不用“揣情”和“量权”之术的话，也无法弄明白那些隐藏的东西。“量权”和“揣情”是谋略的根本，游说的法则。'
      },
      {
        title: '常有事于人',
        content: '常有事于人，人莫能先。先事而生，此最难为。故曰揣情最难守司。言必时其谋虑。故观蜎飞蠕动，无不有利害，可以生事。美生事者，几之势也。此揣情饰言成文章，而后论之也。',
        translation: '对人实施“揣情”和“量权”之术，没有人能够与之争先，揣术在办事之前预先设计好，这是行揣术最难做到的。所以说揣情最难掌控，游说时一定要试试谋虑，小心应对。所以看小虫子的飞动或爬动，其中都隐含有利害关系，由此可以生出种种事端。大的事端生出来，往往都是有小的征兆。这就要求我们在揣情中善于修饰言辞，然后再去进行论说。'
      }
    ]
  },
  {
    title: '摩篇',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      }
    ]
  },
  {
    title: '权篇',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      }
    ]
  },
  {
    title: '谋篇',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      }
    ]
  },
  {
    title: '决篇',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      }
    ]
  },
  {
    title: '符言',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      }
    ]
  },
  {
    title: '转丸',
    data: [
      {
        title: '（已亡失）',
        content: '（已亡失）',
        translation: '（已亡失）'
      }
    ]
  },
  {
    title: '胠乱',
    data: [
      {
        title: '（已亡失）',
        content: '（已亡失）',
        translation: '（已亡失）'
      }
    ]
  },
  {
    title: '本经阴符七术',
    data: [
      {
        title: '盛神法五龙',
        content: '',
        translation: ''
      },
      {
        title: '养志法灵龟',
        content: '',
        translation: ''
      },
      {
        title: '实意法腾蛇',
        content: '',
        translation: ''
      },
      {
        title: '分威法伏熊',
        content: '',
        translation: ''
      },
      {
        title: '散势法鸷鸟',
        content: '',
        translation: ''
      },
      {
        title: '转圆法猛兽',
        content: '',
        translation: ''
      },
      {
        title: '损悦法灵蓍',
        content: '',
        translation: ''
      }
    ]
  },
  {
    title: '持枢',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      }
    ]
  },
  {
    title: '中经',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      }
    ]
  },
];