var data=[
  {
    title:'香赞',
    content:"莲池海会，弥陀如来。\n" +
    "　　观音势至坐莲台，接引上金阶。\n" +
    "　　大誓弘开，普愿离尘埃。\n" +
    "　　南无莲池会菩萨摩诃萨（三遍）\n" +
    "　　南无莲池海会佛菩萨（三称）"
  },
  {
    title:'佛说阿弥陀经',
    content:"如是我闻，一时，佛在舍卫国，祗树给孤独园。与大比丘僧，千二百五十人俱，皆是大阿罗汉，众所知识。长老舍利弗，摩诃目犍连，摩诃迦叶，摩诃迦旃延，摩诃俱絺罗，离婆多，周利槃陀伽，难陀，阿难陀，罗睺罗，㤭梵波提，宾头卢颇罗堕，迦留陀夷，摩诃劫宾那，薄拘罗，阿㝹楼驮，如是等诸大弟子。并诸菩萨摩诃萨：文殊师利法王子，阿逸多菩萨，乾陀诃提菩萨，常精进菩萨，与如是等诸大菩萨。及释提桓因等，无量诸天大众俱。\n" +
    "　　尔时佛告长老舍利弗，从是西方，过十万亿佛土，有世界名曰极乐。其土有佛，号阿弥陀，今现在说法。舍利弗，彼土何故名为极乐？其国众生，无有众苦，但受诸乐，故名极乐。又舍利弗，极乐国土，七重栏楯，七重罗网，七重行树，皆是四宝周匝围绕，是故彼国名为极乐。又舍利弗，极乐国土，有七宝池，八功德水充满其中。池底纯以金沙布地。四边阶道，金、银、琉璃、玻璃合成。上有楼阁，亦以金、银、琉璃、玻璃、砗磲、赤珠、玛瑙而严饰之。池中莲华，大如车轮，青色青光，黄色黄光，赤色赤光，白色白光，微妙香洁。舍利弗，极乐国土，成就如是功德庄严。又舍利弗，彼佛国土，常作天乐，黄金为地，昼夜六时，雨天曼陀罗华。其土众生，常以清旦，各以衣祴，盛众妙华，供养他方十万亿佛。即以食时，还到本国，饭食经行。舍利弗，极乐国土，成就如是功德庄严。复次舍利弗，彼国常有种种奇妙杂色之鸟：白鹤、孔雀、鹦鹉、舍利、迦陵频伽、共命之鸟。是诸众鸟，昼夜六时，出和雅音，其音演畅五根、五力、七菩提分、八圣道分，如是等法。其土众生，闻是音已，皆悉念佛、念法、念僧。舍利弗，汝勿谓此鸟，实是罪报所生。所以者何？彼佛国土，无三恶道。舍利弗，其佛国土，尚无恶道之名，何况有实？是诸众鸟，皆是阿弥陀佛欲令法音宣流，变化所作。舍利弗，彼佛国土，微风吹动，诸宝行树，及宝罗网，出微妙音，譬如百千种乐，同时俱作。闻是音者，自然皆生念佛、念法、念僧之心。舍利弗，其佛国土，成就如是功德庄严。\n" +
    "　　舍利弗，于汝意云何，彼佛何故号阿弥陀？舍利弗，彼佛光明无量，照十方国，无所障碍，是故号为阿弥陀。又舍利弗，彼佛寿命，及其人民，无量无边阿僧祗劫，故名阿弥陀。舍利弗，阿弥陀佛，成佛以来，于今十劫。又舍利弗，彼佛有无量无边声闻弟子，皆阿罗汉，非是算数之所能知。诸菩萨众，亦复如是。舍利弗，彼佛国土，成就如是功德庄严。又舍利弗，极乐国土，众生生者，皆是阿鞞跋致。其中多有一生补处，其数甚多，非是算数所能知之，但可以无量无边阿僧祗说。舍利弗，众生闻者，应当发愿，愿生彼国。所以者何？得与如是诸上善人俱会一处。舍利弗，不可以少善根、福德、因缘，得生彼国。舍利弗，若有善男子、善女人，闻说阿弥陀佛，执持名号，若一日、若二日、若三日、若四日、若五日、若六日、若七日，一心不乱。其人临命终时，阿弥陀佛与诸圣众，现在其前。是人终时，心不颠倒，即得往生阿弥陀佛极乐国土。舍利弗，我见是利，故说此言。若有众生，闻是说者，应当发愿，生彼国土。\n" +
    "　　舍利弗，如我今者，赞叹阿弥陀佛不可思议功德之利。东方亦有阿閦鞞佛、须弥相佛、大须弥佛、须弥光佛、妙音佛，如是等恒河沙数诸佛，各于其国，出广长舌相，遍复三千大千世界，说诚实言：汝等众生，当信是称赞不可思议功德，一切诸佛所护念经。\n" +
    "　　舍利弗，南方世界有日月灯佛、名闻光佛、大焰肩佛、须弥灯佛、无量精进佛，如是等恒河沙数诸佛，各于其国，出广长舌相，遍复三千大千世界，说诚实言：汝等众生，当信是称赞不可思议功德，一切诸佛所护念经。\n" +
    "　　舍利弗，西方世界有无量寿佛、无量相佛、无量幢佛、大光佛、大明佛、宝相佛、净光佛，如是等恒河沙数诸佛，各于其国，出广长舌相，遍复三千大千世界，说诚实言：汝等众生，当信是称赞不可思议功德，一切诸佛所护念经。\n" +
    "　　舍利弗，北方世界有焰肩佛、最胜音佛、难沮佛、日生佛、网明佛，如是等恒河沙数诸佛，各于其国，出广长舌相，遍复三千大千世界，说诚实言：汝等众生，当信是称赞不可思议功德，一切诸佛所护念经。\n" +
    "　　舍利弗，下方世界有师子佛、名闻佛、名光佛、达摩佛、法幢佛、持法佛，如是等恒河沙数诸佛，各于其国，出广长舌相，遍复三千大千世界，说诚实言：汝等众生，当信是称赞不可思议功德，一切诸佛所护念经。\n" +
    "　　舍利弗，上方世界有梵音佛、宿王佛、香上佛、香光佛、大焰肩佛、杂色宝华严身佛、娑罗树王佛、宝华德佛、见一切义佛、如须弥山佛，如是等恒河沙数诸佛，各于其国，出广长舌相，遍复三千大千世界，说诚实言：汝等众生，当信是称赞不可思议功德，一切诸佛所护念经。\n" +
    "　　舍利弗，于汝意云何，何故名为一切诸佛所护念经？舍利弗，若有善男子、善女人，闻是经受持者，及闻诸佛名者，是诸善男子、善女人，皆为一切诸佛之所护念，皆得不退转于阿耨多罗三藐三菩提。是故舍利弗，汝等皆当信受我语，及诸佛所说。\n" +
    "　　舍利弗，若有人已发愿、今发愿、当发愿，欲生阿弥陀佛国者，是诸人等，皆得不退转于阿耨多罗三藐三菩提。于彼国土，若已生、若今生、若当生。是故舍利弗，诸善男子、善女人，若有信者，应当发愿，生彼国土。\n" +
    "　　舍利弗，如我今者，称赞诸佛不可思议功德，彼诸佛等，亦称赞我不可思议功德。而作是言，释迦牟尼佛，能为甚难希有之事。能于娑婆国土，五浊恶世，劫浊、见浊、烦恼浊、众生浊、命浊中，得阿耨多罗三藐三菩提。为诸众生，说是一切世间难信之法。舍利弗，当知我于五浊恶世，行此难事，得阿耨多罗三藐三菩提，为一切世间说此难信之法，是为甚难。\n" +
    "　　佛说此经已，舍利弗，及诸比丘，一切世间天人阿修罗等，闻佛所说，欢喜信受，作礼而去。"
  },
  {
    title:'赞佛偈',
    content:"阿弥陀佛身金色。相好光明无等伦。\n" +
    "　　白毫宛转五须弥。绀目澄清四大海。\n" +
    "　　光中化佛无数亿。化菩萨众亦无边。\n" +
    "　　四十八愿度众生。九品咸令登彼岸。\n" +
    "　　南无西方极乐世界大慈大悲阿弥陀佛\n" +
    "　　南无阿弥陀佛（数百千声）\n" +
    "　　阿弥陀佛（数百声）\n" +
    "　　南无观世音菩萨（三称）\n" +
    "　　南无大势至菩萨（三称）\n" +
    "　　南无清净大海众菩萨（三称）"
  },
  {
    title:'大慈菩萨发愿偈',
    content:"十方三世佛，阿弥陀第一\n" +
    "　　十方三世佛，阿弥陀第一；\n" +
    "　　九品度众生，威德无穷极。 \n" +
    "　　我今大皈依，忏悔三业罪；\n" +
    "　　凡有诸福善，至心用回向。 \n" +
    "　　愿同念佛人，感应随时现； \n" +
    "　　临终西方境，分明在目前。 \n" +
    "　　见闻皆精进，同生极乐国； \n" +
    "　　见佛了生死，如佛度一切。 \n" +
    "　　无边烦恼断，无量法门修； \n" +
    "　　誓愿度众生，总愿成佛道。\n" +
    "　　虚空有尽，我愿无穷。\n" +
    "　　虚空有尽，我愿无穷。"
  },
  {
    title:'慈云忏主净土文',
    content:"一心皈命，极乐世界，阿弥陀佛。愿以净光照我，慈誓摄我。我今正念，称如来名，为菩提道，求生净土。佛昔本誓，若有众生，欲生我国，至心信乐，乃至十念。若不生者，不取正觉。以此念佛因缘，得入如来大誓海中。承佛慈力，众罪消灭，善根增长。若临命终，自知时至，身无病苦，心不贪恋，意不颠倒，如入禅定。佛及圣众，手执金台，来迎接我。于一念顷，生极乐国。花开见佛，即闻佛乘，顿开佛慧，广渡众生，满菩提愿。十方三世一切佛，一切菩萨摩诃萨，摩诃般若波罗蜜。"
  },
  {
    title:'回向偈',
    content:"愿生西方净土中，九品莲花为父母。\n" +
    "　　花开见佛悟无生，不退菩萨为伴侣。"
  },
  {
    title:'三皈依',
    content:"自皈依佛，当愿众生，体解大道，发无上心。\n" +
    "　　自皈依法，当愿众生，深入经藏，智慧如海。\n" +
    "　　自皈依僧，当愿众生，统理大众，一切无碍。和南圣众。"
  }
];