var data=[
  {
    title:'计篇',
    content:"兵者，国之大事，死生之地，存亡之道，不可不察也。\n" +
    "　　故经之以五事，校之以计而索其情：一曰道，二曰天，三曰地，四曰将，五曰法。道者，令民与上同意也，故可以与之死，可以与之生，而不畏危。天者，阴阳、寒暑、时制也。地者，远近、险易、广狭、死生也。将者，智、信、仁、勇、严也。法者，曲制、官道、主用也。凡此五者，将莫不闻。知之者胜，不知者不胜。故校之以计而索其情，曰：主孰有道？将孰有能？天地孰得？法令孰行？兵众孰强？士卒孰练？赏罚孰明？吾以此知胜负矣。\n" +
    "　　将听吾计，用之必胜，留之；将不听吾计，用之必败，去之。计利以听，乃为之势，以佐其外。势者，因利而制权也。\n" +
    "　　兵者，诡道也。故能而示之不能，用而示之不用，近而示之远，远而示之近。利而诱之，乱而取之，实而备之，强而避之，怒而扰之，卑而骄之，佚而劳之，亲而离之。攻其无备，出其不意。此兵家之胜，不可先传也。\n" +
    "　　夫未战而庙算胜者，得胜多也；未战而庙算不胜者，得胜少也。多算胜，少算不胜，而况于无算乎？吾以此观之，胜负见矣。",
    translation:"战争是国家的大事，是关系到人民生死、国家存亡的重要领域和根本问题，是不可以不加以认真研究的。\n" +
    "　　所以，要从五个方面进行仔细地比较分析，从而探索了解敌我双方的真实情况。这五个方面，一是政治、二是天时、三是地利、四是将帅、五是法制。所谓政治，就是能使人民于君主同心同德的政治路线和政策方针，让人民甘愿于君主同生共死，而不害怕任何危难。所谓天时，指的是用兵时的昼夜晴雨，严寒酷热，春夏秋冬等气候情况。所谓地利，就是用兵打仗时距离的远与近，地势的险峻与平坦，地域的宽阔与狭窄，是死地还是生地等地理条件。所谓将帅，要考察他是否具有足智多谋、言而有信、仁爱部下、勇猛果断、治军严明等素质和能力。所谓法制，是指军队的组织编制、军事训练、管理教育、军令法规、武器装备、军需供应等情况。以上这五个方面的情况，将帅们没有不了解的，但只有真正了解和掌握这些情况的人才能取得战争的胜利。所以说，必须从七个方面认真比较计算，从而探索敌我双方胜败的情势。也就是说，比较敌我哪一方的君主政治清明，路线政策正确？哪一方的将帅有才能？哪一方占有天时与地利？哪一方的军纪严明、法令能严格执行？哪一方的兵力比较强大？哪一方的士兵训练有素？哪一方的军队管理有方、赏罚分明？我根据这些情况就可以判断谁胜谁负了。\n" +
    "　　如果君主听从采纳我的计谋，并用它指导战争，就一定能取得胜利，我就留下来；如果不听从我的计谋，贸然用兵便必然招致失败，那么，我就应该辞别而离去。如果经过厉害的权衡，君主采纳了我的计谋策略，就要设法造成有利的态势，用它辅助军事行动外部条件的形成。所谓有利的态势，就是根据对我有利的情况而采取灵活机动的措施和行动。\n" +
    "　　用兵打仗是一种诡诈之术，需要运用种种方法欺骗敌人。所以，明明能征善战，却向敌人装作软弱无能；本来准备用兵，却伪装成不准备打仗；要攻打近处的目标，却给敌人造成攻击远处的假象；要攻打远处的目标，相反却装作要在近处攻击。敌人贪心就用小利来引诱他上当；敌人混乱就乘机攻取他；敌人实力雄厚就要谨慎防备；敌人强大就暂时避开其锋芒；敌人容易冲动发怒，要设法挑逗他，使其失去理智；对于小心谨慎的敌人，要千方百计娇纵他，使其丧失警惕；敌人安逸就设法骚扰他，搞得他疲劳不安；内部团结的敌人，要设法离间他，让他分裂。在敌人没有准备时，突然发起进攻，在敌人意料不到的情况下采取行动。凡此种种，是军事家用兵取胜的奥妙，只能随机应变灵活运用，是无法事先规定刻板传授的。\n" +
    "　　开战之前，在朝廷的策划谋算时就能预知胜利的，是因为筹划周密，胜利的条件充分；开战之前就预计不能取胜的，是因为谋划不周，获胜的条件缺少。筹划周密，条件充分，就能取胜；筹划不周，条件缺少，就难以取胜，更何况根本不做筹划、毫无条件呢？我们依据这些方面来考察，谁胜谁负便一目了然了。"
  },
  {
    title:'作战篇',
    content:"孙子曰：凡用兵之法，驰车千驷，革车千乘，带甲十万，千里馈粮。则内外之费，宾客之用，胶漆之材，车甲之奉，日费千金，然后十万之师举矣。\n" +
    "　　其用战贵胜，久则钝兵挫锐，攻城则力屈，久暴师则国用不足。夫钝兵挫锐，屈力殚货，则诸侯乘其弊而起，虽有智者不能善其后矣。故兵闻拙速，未睹巧之久也。夫兵久而国利者，未之有也。故不尽知用兵之害者，则不能尽知用兵之利也。\n" +
    "　　善用兵者，役不再籍，粮不三载，取用于国，因粮于敌，故军食可足也。\n" +
    "　　国之贫于师者远输，远输则百姓贫；近师者贵卖，贵卖则百姓财竭，财竭则急于丘役。力屈、财殚，中原内虚于家，百姓之费，十去其七；公家之费，破军罢马，甲胄矢弓，戟盾矛橹，丘牛大车，十去其六。\n" +
    "　　故智将务食于敌，食敌一钟，当吾二十钟；萁杆一石，当吾二十石。\n" +
    "　　故杀敌者，怒也；取敌之利者，货也。车战得车十乘以上，赏其先得者而更其旌旗。车杂而乘之，卒善而养之，是谓胜敌而益强。\n" +
    "　　故兵贵胜，不贵久。\n" +
    "　　故知兵之将，民之司命。国家安危之主也。",
    translation:"孙子说：大凡用兵作战，一般的规律是要动用战车千辆，辎重车千辆，集结军队十万，还要千里运送军粮，那么，前方后方的经费，招待使节宾客的开支，维修作战器材的消耗，车辆兵甲保养补充的花销，每天都需要耗费数目巨大的资金，然后十万大军才能出动。\n" +
    "　　动用如此庞大的军队作战，就需要力争速胜。旷日持久就会使军队疲惫，锐气受挫；攻打城池就会使战斗力耗尽；军队长期在外作战，将会使国家财力难以为继。如果军队疲惫，锐气受挫，战斗力耗尽，国家经济枯竭，那么，别的诸侯国就会乘此危机而发起进攻。到那时，即使有再高明能干的人，也无法挽回危局了。所以，用兵作战只听说过宁可指挥笨拙而但求速胜速决的事，还没有见过为讲究指挥工争旷日持久的现象。战争久拖不决而对国家有利的情形，从来不曾有过。因此，不完全了解用兵之弊害的人，也就不可能真正认识到用兵的益处。\n" +
    "　　善于用兵的人，兵员绝不再次征集，粮草不会多次运送。武器装备由国内取用，粮食饲料则在敌国补充，这样，军队的粮草供应就可满足作战需求了。\n" +
    "　　国家因战争而陷于贫困的一个原因，是向出征部队远程运送物资。远程运输必然导致百姓的贫穷。临近军队驻地的地区，物价必然高涨；物价高涨就会使百姓财富枯竭。国家财力枯竭，就必然导致加重徭役赋税的征用。军力耗尽，财力枯竭，国内便会出现十室九空，普遍的贫穷。人民群众的财产，将因战争而耗去十分之七；国家的财富，也会由于车辆的损坏，马匹的疾病，盔甲服装、箭羽弓弩、枪戟盾牌、车蔽大橹的制作补充，辎重车辆的征调，而耗去十分之六。\n" +
    "　　所以，高明的将帅总是力求在敌国解决粮草的供应问题。吃掉敌国的一钟粮食，相当于从本国运送二十钟粮食，耗费敌国的一石草料，等于从本国运送二十石草料。\n" +
    "　　要使士兵英勇杀敌，就应该激起他们对敌人的仇恨；要想夺取敌人的军需物资，就要对争先士卒进行物质奖励。所以，在车战中，凡是缴获敌人战车十辆以上的，就要奖励最先夺得战车的人，并且将被缴敌车换上我军的旗帜，混合编入自己的战车行列。对于被俘虏的敌军士卒，要善待他们并保证给予充足的供养，为我所用。这就是所说的战胜了敌人，也是自己更为强大了。\n" +
    "　　所以，用兵打仗贵在速战速决，而不宜旷日持久。\n" +
    "　　懂得用兵之道的将帅，是民众生死的掌握者，是国家安危最重要的角色。"
  },
  {
    title:'谋攻篇',
    content:"孙子曰：凡用兵之法，全国为上，破国次之；全军为上，破军次之；全旅为上，破旅次之；全卒为上，破卒次之；全伍为上，破伍次之。是故百战百胜，非善之善者也；不战而屈人之兵，善之善者也。\n" +
    "　　故上兵伐谋，其次伐交，其次伐兵，其下攻城。攻城之法，为不得已。修橹轒輼，具器械，三月而后成，距堙，又三月而后已。将不胜其忿而蚁附之，杀士卒三分之一而城不拔者，此攻之灾也。\n" +
    "　　故善用兵者，屈人之兵而非战也，拔人之城而非攻也，毁人之国而非久也，必以全争于天下，故兵不顿而利可全，此谋攻之法也。\n" +
    "　　故用兵之法，十则围之，五则攻之，倍则分之，敌则能战之，少则能逃之，不若则能避之。故小敌之坚，大敌之擒也。\n" +
    "　　夫将者，国之辅也。辅周，则国必强；辅隙，则国必弱。\n" +
    "　　故君之所以患于军者三：不知军之不可以进而谓之进，不知军之不可以退而谓之退，是谓縻军。不知三军之事而同三军之政者，则军士惑矣。不知三军之权而同三军之任，则军士疑矣。三军既惑且疑，则诸侯之难至矣。是谓乱军引胜。\n" +
    "　　故知胜有五：知可以战与不可以战者胜；识众寡之用者胜；上下同欲者胜；以虞待不虞者胜；将能而君不御者胜。此五者，知胜之道也。\n" +
    "　　故曰：知彼知己，百战不殆；不知彼而知己，一胜一负；不知彼，不知己，每战必殆。",
    translation:"孙子说：衡量战争取胜的一般原则是，以能使敌国完整无损地降服于我为上策，而攻破敌国使其残缺受损便略逊一筹了；能使敌人一军将士完整无缺全员降服为上策，而用武力击溃敌人一个军便略逊一筹了；能使敌人一旅将士完整无缺全员降服为上策，而用武力击溃敌人一个旅便略逊一筹了；能使敌人一卒官兵全员降服为上策，击溃一卒兵众就差一等了；能使敌人一伍士卒全员降服为上策，击溃一伍士卒就差一等了。所以，百战百胜，虽然高明，但不是最高明的；不用武力进攻就能使敌人降服，才是高明之中最高明的。\n" +
    "　　所以说，用兵作战的最高追求是用谋略战胜敌人，其次是运用外交手段取得胜利，再次是用军事手段去夺取胜利，攻打敌国城池是最差的选择。采用强攻城池的战术，是不得已而为之。要攻打敌人城池，制造攻城用的大盾牌和大型战车，准备好各种攻城用的器具，需要数月才能完成；堆筑攻城用的小土山，又需要几个月的时间才能结束。然后，将领难以抑制自己的愤恨，驱逐士兵像蚂蚁一样爬云梯攻打敌城，结果可能是士兵死伤三分之一，而敌城还是未能攻破。这是攻城可能造成的灾难。\n" +
    "　　所以，善于指挥战争的人，降服敌人的军队却不是通过战场厮杀的方式，夺取敌人的城池却不用强攻的手段，毁灭敌人的国家也不需要旷日持久的征战讨伐。他们务求用完整全面的胜利而争雄于天下。这样，自己的军队不至于疲顿折损，而胜利已经圆满完整的获得了。这正是以谋略克敌制胜的基本准则。\n" +
    "　　因此，用兵打仗的战术方法是，我方的兵力十倍于敌人时，便把敌军围困起来(加以聚歼或威逼其投降)；我军的兵力五倍于敌人时，便对敌军发起猛烈攻击；我军的兵力二倍于敌人，就要设法将敌军分散，以优势兵力各个击破；敌我双方的兵力相当时，可以与敌交战；我军兵力比敌军少时，就应该设法摆脱敌人；我军实力不如敌人时，就应该尽量避免与其交战。因为，弱小的军队如果固守硬拼，就必然被实力强大的军队制服擒获。\n" +
    "　　将帅是国君的辅佐。辅佐得周详严密，国家就必定强盛；辅佐得有缺陷漏洞，国家就必然衰弱。\n" +
    "　　国君给军事行动造成灾祸的情况有三种：不了解军队不能够进攻而命令军队进攻，不了解军队不能够撤退而命令军队撤退，这说的是对军队的束缚；不懂得军队的管理，而干预军队的管理政务，就会使将士们困惑不解；不懂得军队作战的权宜机变，而参与军队的指挥，就会使将士们疑虑重重。全军上下既迷惑不知所以，又疑虑不明就里，各诸侯国乘机进犯的灾难就会到来了。这就是所谓的自乱军队，而招致敌国取胜。\n" +
    "　　所以，要预测胜利必须有五个条件：清楚地知道什么情况下可以与敌作战，什么情况下不可以与敌作战的，能够获胜；懂得根据兵力的多少而采取不同战略战术的，能够获胜；将帅与士兵同心同德、同仇敌忾的，能够获胜；以充分周密的准备去对付毫无准备的敌人的，能够获胜；将帅有组织指挥才能而国君不加牵制的，能够获胜。这五条是预测胜利的方法。\n" +
    "　　所以说：既了解敌方情况，又了解我方情况，便能百战百胜不会有失败；不了解敌方情况，只了解我方情况，胜败的可能均等；既不了解敌方情况，又不了解我方情况，那么，每次战斗都注定会失败。"
  },
  {
    title:'形篇',
    content:"孙子曰：昔之善战者，先为不可胜，以待敌之可胜。不可胜在己，可胜在敌。故善战者，能为不可胜，不能使敌之必可胜。故曰：胜可知，而不可为。\n" +
    "　　不可胜者，守也；可胜者，攻也。守则不足，攻则有余。\n" +
    "　　善守者，藏于九地之下，善攻者，动于九天之上，故能自保而全胜也。\n" +
    "　　见胜不过众人之所知，非善之善者也；战胜而天下曰善，非善之善者也。故举秋毫不为多力，见日月不为明目，闻雷霆不为聪耳。古之所谓善战者，胜于易胜者也。故善战者之胜也，无智名，无勇功，故其战胜不忒，不忒者，其所措必胜，胜已败者也。故善战者，立于不败之地，而不失敌之败也。是故胜兵先胜而后求战，败兵先战而后求胜。善用兵者，修道而保法，故能为胜败之政。\n" +
    "　　兵法：一曰度，二曰量，三曰数，四曰称，五曰胜。地生度，度生量，量生数，数生称，称生胜。故胜兵若以镒称铢，败兵若以铢称镒。胜者之战民也，若决积水于千仞之溪者，形也。",
    translation:"孙子说：从前那些善于用兵打仗的人，总是预先创造不被敌人战胜的条件，来等待可以战胜敌人的时机。做到不被敌人战胜，全靠自己的努力，能否战胜敌人，则在于敌人是否有隙可乘。所以，善于用兵打仗的人，能够做到不被敌人战胜，而不能做到使敌人必定被我所战胜。所以说：胜利是可以预见的，却是不可单凭愿望而强求的。\n" +
    "　　要想不被敌人战胜，应该注重防守；要想战胜敌人，则应该采取进攻。实行防守，是因为实力不足，取胜的条件不充分；采取进攻，是因为实力强大，取胜的条件有余。\n" +
    "　　善于防守的军队，隐藏自己就像藏于深不可知的地下一样，无迹可寻；善于进攻的军队，展开兵力就像从九霄突然降下，势不可挡。所以，善防善攻的军队，既能保全自己，又能获得全胜。\n" +
    "　　预见胜利不超过一般人的见识，不能算是高明中最高明的。打了胜仗而普天之下都说好的，并不是最理想的胜利。这就像能举起秋毫那样细小的东西算不上力气大，能看见太阳月亮算不上眼睛明亮，能听见雷霆的声音算不上耳朵灵敏一样。古时候所说的善于用兵打仗的人，是指那些总能战胜容易被打败的敌人的人。因此，这些善于用兵打仗的人取得了胜利，没有足智多谋的名声，也没有勇猛善战的功劳。这是因为他们的胜利不是偶然的，绝对不会有差错的。之所以不会有差错，是因为他们所采用的作战措施建立在必胜的基础上，战胜的是那些已经陷于必败境地的敌人。所以，善于用兵打仗的人，总是使自己立于不败之地，而从不放过任何可以打败敌人的机会。因此，打胜仗的军队总是先取得必胜的条件，然后才寻找机会与敌人交战；打败仗的军队总是先与敌人交战，然后在战争中企图侥幸取胜。善于用兵打仗的人，能够修明政治，确保法度，所以能够掌握决定战争胜负的主动权。\n" +
    "　　兵法中，用来衡量胜负的因素，一是“度”，二是“量”，三是“数”，四是“称”，五是“胜”。敌我双方所处地域的不同，产生土地大小幅员的“度”；敌我地幅的大小，产生双方人口和物质资源多少的“量”；敌我人口和物质资源的不同，产生双方军队和兵员多少的“数”；敌我军队和兵员的不同，产生双方军事实力强弱的“称”；敌我军事实力的不同，最终决定了战争的谁胜谁负。所以，胜利的军队对于失败的军队就像用镒(一镒等于24两)与铢(一两等于24铢)相比较，占有绝对优势；而失败的军队对于胜利的军队，就像用铢与镒相比较，处于绝对的劣势。打胜仗的一方，指挥士兵作战，就像从万丈高山顶上决开积蓄起来的水流，顺山涧直泻而下，其势锐不可挡。这正是强大实力的表现。"
  },
  {
    title:'势篇',
    content:"孙子曰：凡治众如治寡，分数是也；斗众如斗寡，形名是也；三军之众，可使必受敌而无败者，奇正是也；兵之所加，如以碫投卵者，虚实是也。\n" +
    "　　凡战者，以正合，以奇胜。故善出奇者，无穷如天地，不竭如江河。终而复始，日月是也。死而复生，四时是也。声不过五，五声之变，不可胜听也；色不过五，五色之变，不可胜观也；味不过五，五味之变，不可胜尝也；战势不过奇正，奇正之变，不可胜穷也。奇正相生，如循环之无端，孰能穷之？\n" +
    "　　激水之疾，至于漂石者，势也；鸷鸟之疾，至于毁折者，节也。故善战者，其势险，其节短。势如彍弩，节如发机。\n" +
    "　　纷纷纭纭，斗乱而不可乱；浑浑沌沌，形圆而不可败。乱生于治，怯生于勇，弱生于强。治乱，数也；勇怯，势也；强弱，形也。\n" +
    "　　故善动敌者，形之，敌必从之；予之，敌必取之。以利动之，以卒待之。故善战者，求之于势，不责于人，故能择人而任势。任势者，其战人也，如转木石。木石之性，安则静，危则动，方则止，圆则行。故善战人之势，如转圆石于千仞之山者，势也。",
    translation:"孙子说：管理人数众多的军队，能够像管理人数很少的军队那样应付自如，是由军队编制和组织得合理；指挥大部队作战，能够像指挥小部队作战那样得心应手，是由旌旗鲜明、鼓角响亮，通讯联络畅通；能使全军在遭受敌人进攻时不致失败，关键在于“奇正”战术的运用要随机应变；指挥军队进攻敌人，就像用坚硬的石头砸鸟蛋那样一击击溃，关键是避实击虚策略的正确运用。\n" +
    "　　一般成功的战争，总是以“正”兵迎敌，以“奇”兵取胜。善于用奇兵取胜的将帅，他的战术变化，就好像天地的运行一样，无穷无尽；像江河的流水一样，永不枯竭。\n" +
    "　　周而复始，这是日月运行的规律；衰而复盛，这是四季更替的法则。音调不过五种(宫、商、角、徵、羽)，但五音的变化可以组成各种各样听不尽的乐曲；色素不过五种(青、赤、黄、白、黑)，但五色的配合可以绘出多姿多彩看不完的图画；味道不过五种(辛、酸、咸、甜、苦)，但五味的调和可以做出有滋有味尝不遍的佳肴。作战的战术方法不过“奇”(特殊战术，出奇制胜)和“正”(常规战术，按部就班)两种，但奇正变化无穷无尽，不可胜数。奇与正的相互依存、相互转化，就像顺着圆圈旋转那样，无头无尾，无始无终，谁又能穷尽它呢？\n" +
    "　　湍急的水流迅猛奔泻，以致能把石头飘浮移动，那是由于水势强大的缘故；凶猛的雕鹰奋飞搏击，以致于能捕杀雀鸟，那是由于掌握了时机节奏的缘故。因此，善于指挥战争的将帅，他所造成的态势总是险峻逼人，发起攻击时机节奏总是短促迅捷。这样的险势就像张满了的弩弓，箭在弦上，蓄势待发；这样的短节就像用手扣动扳机一样，一触即发。\n" +
    "　　战旗纷飞，人马混杂，在混乱中指挥战斗，要能保证自己的军队整齐不乱；兵如潮涌，混沌不清，要使自己的军队阵形周密而立于不败。向敌人显示混乱的假象，是建立在自己的军队有严整的组织管理的基础之上；向敌人显示怯懦，是由于本军将士有勇敢的素质；向敌人显示弱小，是由于自己拥有强大的实力。严整或者混乱，使军队组织编制好坏的结果；勇敢或者怯懦，使士兵素质态势外在的表现；强大或者弱小，是军事实力大小的显现。所以，善于调动敌军的将帅，用伪装假象迷惑敌人，敌人就会听从调动；用好处引诱敌人，敌人就会上当前来夺取。用利益来引诱调动敌人，并以重兵等待敌人，伺机聚而歼之。\n" +
    "　　所以，善于指挥作战的人，总是注意用有利于己的必胜态势，而从不对部属求全责备。因此他们能够很好地量才用人，利用和创造必胜的态势。能够充分利用必胜态势的人，他们指挥战争就像转动木料、石头一样。木石的特性是，放在安稳平坦的地方就静止不动，放在险峻陡峭的地方就会滚动；方形的木石容易稳定静止，圆形的木石则滚动自如。所以，善于指挥的作战的人所造成的有利态势，就像将圆石在万丈高山上转动一样，随时可以翻滚而下，其能量不可抵档，无坚不摧。这就是所谓的“势”——一切有利因素表现出来的必胜的趋向。"
  },
  {
    title:'虚实篇',
    content:"孙子曰：凡先处战地而待敌者佚，后处战地而趋战者劳，故善战者，致人而不致于人。\n" +
    "　　能使敌人自至者，利之也；能使敌人不得至者，害之也，故敌佚能劳之，饱能饥之，安能动之。\n" +
    "　　出其所不趋，趋其所不意。行千里而不劳者，行于无人之地也；攻而必胜者，攻其所不守也；守而必固者，守其所不攻也。故善攻者，敌不知其所守；善守者，敌不知其所攻。微乎微乎，至于无形。神乎神乎，至于无声，故能为敌之司命。\n" +
    "　　进而不可御者，冲其虚也；退而不可追者，速而不可及也。故我欲战，敌虽高垒深沟，不得不与我战者，攻其所必救也；我不欲战，画地而守之，敌不得与我战者，乖其所之也。\n" +
    "　　故形人而我无形，则我专而敌分。我专为一，敌分为十，是以十攻其一也，则我众而敌寡；能以众击寡者，则吾之所与战者，约矣。吾所与战之地不可知，不可知，则敌所备者多；敌所备者多，则吾所与战者，寡矣。故备前则后寡，备后则前寡，备左则右寡，备右则左寡，无所不备，则无所不寡。寡者，备人者也；众者，使人备己者也。\n" +
    "　　故知战之地，知战之日，则可千里而会战。不知战地，不知战日，则左不能救右，右不能救左，前不能救后，后不能救前，而况远者数十里，近者数里乎？\n" +
    "　　以吾度之，越人之兵虽多，亦奚益于胜败哉？故曰：胜可为也。敌虽众，可使无斗。故策之而知得失之计，作之而知动静之理，形之而知死生之地，角之而知有余不足之处。\n" +
    "　　故形兵之极，至于无形。无形，则深间不能窥，智者不能谋。因形而错胜于众，众不能知；人皆知我所以胜之形，而莫知吾所以制胜之形。故其战胜不复，而应形于无穷。\n" +
    "　　夫兵形象水，水之形，避高而趋下，兵之形，避实而击虚。水因地而制流，兵因敌而制胜。故兵无常势，水无常形，能因敌变化而取胜者，谓之神。\n" +
    "　　故五行无常胜，四时无常位，日有短长，月有死生。",
    translation:"孙子说：两军交战，总是先进入战场而等待敌人的一方，就显得安逸从容，后到达战场而仓促应战的一方，就必然疲惫不堪。所以，善于指挥作战的人，总是能设法调动敌人而不被敌人所调动。\n" +
    "　　能让敌人自动进入我预设战场，是用小利引诱的结果；能让敌人不能到达其预定地点，是制造困难破坏的结果。所以，对安逸的敌人应该设法使其疲劳，粮食充足的敌人应该设法使其饥饿，安稳的敌人应该设想让它移动。\n" +
    "　　我军出击之处，应是敌人无法到达的地方，我军奔袭的地方，应是敌人无法意料的地方。行军千里而不致劳累，是因为进行在没有敌人的地区；发起进攻而必定能取得胜利，是因为攻击的是敌人没有防备的区域；防守必定能固若金汤，是因为防守的是敌人无力攻取的地方。所以，善于进攻的人，敌人不知道应该怎样防守；善于防守的人，敌人不知道应该如何进攻。微妙啊，微妙，使敌人看不到我军的一点形迹！神奇啊，神奇，使敌人听不知道我军的一点声息！所以，就能够把敌人的命运牢牢掌握在我们手中。\n" +
    "　　我们前进，敌人之所以无法抵御，是因为我们攻击的是敌人兵力空虚的薄弱环节；我们撤退，敌人之所以无法追击，是因为我们的行动迅速根本就追不上。因此，如果我军准备出兵决战，敌人主力即使有高高的城墙深深的壕沟可以据守，然而迫不得已出城与我交战，是因为我军攻击的是敌人必须救援的地方；如果我军不准备交战，哪怕是在地上画一个阵形而防守，敌人也无法与我军决战，这是因为我们设法使敌军搞错了进攻的方向(乘，违反、背离)。\n" +
    "　　所以，设法使敌人显露形迹而使我军隐蔽得无影无形，就可以使我军集中兵力而使敌军兵力分散。我军兵力集一处，敌人兵力分散十处，这就可以用十倍于敌的兵力去攻打敌军，从而形成我众敌寡的绝对优势。既然能造成以众击寡的态势，那么，我军所攻击的敌军就必然势单力弱。我军计划与敌军决战的地方，敌人是不可能知道的，敌人不知道决战的地方，就会在很多地方设防守备；敌人防备的地方多了，兵力就会分散，那么，我军进攻所面对的敌军数量就少了。所以说，防御了前面，后面的兵力就一定减少。防御了后面，前面的兵力就一定减少；防御了左边，右边的兵力就会减少，防御了右边，左边的兵力就会减少；所有的地方都设防，那么，所有的地方兵力都会减少。兵力缺少，是由于要处处被动地防备别人的进攻；兵力众多，是由于主动设法使得敌人处处要防备自己。\n" +
    "　　所以，只要知道在什么地方打仗，在什么时候打仗，即使是行军千里也可以前去与敌人交战；如果不知道在什么地方打仗，不只道在什么时候打仗，那么就会陷于左军不能救援右军，右军不能救援左军，前军不能救援后军，后军不能救援前军的被动局面，更何况远的相隔几十里，近的也要相隔几里，又怎样能应付自如呢？\n" +
    "　　依我的分析来看，越国的军队数量虽然很多，但对决定战争的胜败又有什么帮助呢？所以说，胜利是可以努力争取的。敌军的兵力虽然很多，但是可以让他们无法参与战斗，从而丧失战斗力。所以，要通过认真的算计(策：古代计算的筹码，引申为计算)来分析敌人作战计划的优劣得失；通过挑动引逗(作：兴起，此指挑动)敌人来了解敌人的活动规律；通过示形诱敌来了解敌人的有利条件和致命弱点；通过战斗侦察来了解敌人兵力部署的虚实强弱。\n" +
    "　　伪装示形诱敌运用到极点，就能达到不显露一点痕迹的最佳境界。不露痕迹，使深藏于我军内部的间谍不能看到蛛丝马迹，使很高明的敌军将领都不能想出应付的方法来。把根据具体情况而采取灵活的战术战胜敌人的事实摆在众人的面前，众人也不能清楚其中的奥妙所在；人们都知道我军取胜的战术，却不能真正知道我军所用战术必然克敌制胜的奥妙。因为每一次作战取胜所采用的战术都不是简单的重复，而是针对不同的敌情灵活运用、变化无穷。\n" +
    "　　用兵打仗的规律就像水的流动规律一样。水流的规律是避开高处而流向低处，用兵打仗的规律是避开敌军有实力的地方，攻击其虚空的地方。水根据地势的高低而决定其流向，用兵打仗则要根据敌人的虚实来选择不同的制胜方法。所以说，用兵打仗没有一成不变的形式，水流也没有固定不变的形态。能够根据敌情的变化的形式，水流也没有固定不变的形态。能够根据敌情的变化而采取相应战术取得胜利，就可以说是“用兵如神”。\n" +
    "　　“五行”(金、木、土、水、火)相生相克，没有哪一行可以永远站优势；“四时”(春、夏、秋、冬)轮回更替，没有哪一季可以永远固定不动。一年之中，白天有时长，有时短；一月之内，月亮也是有盈有亏、有明有灭(月尽为晦，月初为朔，月圆为望。月尽即说月死了，月初即说月又生了)。"
  },
  {
    title:'军争篇',
    content:"孙子曰：凡用兵之法，将受命于君，合军聚众，交和而舍，莫难于军争。军争之难者，以迂为直，以患为利。故迂其途，而诱之以利，后人发，先人至，此知迂直之计者也。\n" +
    "　　故军争为利，军争为危。举军而争利则不及；委军而争利则辎重捐。是故卷甲而趋，日夜不处，倍道兼行，百里而争利，则擒三将军，劲者先，疲者后，其法十一而至；五十里而争利，则蹶上将军，其法半至；三十里而争利，则三分之二至。是故军无辎重则亡，无粮食则亡，无委积则亡。\n" +
    "　　故不知诸侯之谋者，不能豫交；不知山林、险阻、沮泽之形者，不能行军；不用乡导者，不能得地利。故兵以诈立，以利动，以分和为变者也。\n" +
    "　　故其疾如风，其徐如林，侵掠如火，不动如山，难知如阴，动如雷震。掠乡分众，廓地分利，悬权而动。先知迂直之计者胜，此军争之法也。 \n" +
    "　　《军政》曰：“言不相闻，故为之金鼓；视不相见，故为之旌旗。”夫金鼓旌旗者，所以一人之耳目也。人既专一，则勇者不得独进，怯者不得独退，此用众之法也。故夜战多金鼓，昼战多旌旗，所以变人之耳目也。\n" +
    "　　三军可夺气，将军可夺心。是故朝气锐，昼气惰，暮气归。善用兵者，避其锐气，击其惰归，此治气者也。以治待乱，以静待哗，此治心者也。以近待远，以佚待劳，以饱待饥，此治力者也。无邀正正之旗，无击堂堂之阵，此治变者也。\n" +
    "　　故用兵之法，高陵勿向，背丘勿逆，佯北勿从，锐卒勿攻，饵兵勿食，归师勿遏，围师遗阙，穷寇勿迫，此用兵之法也。",
    translation:"孙子说：“用兵的一般规律，将帅领受国君的命令，从征集民众、组编军队，直至到与敌军列阵对峙(舍：驻扎)，这中间没有比争取有利的先机优势更困难的了。争夺有利条件之所以困难，就在于要把迂回弯曲的道路变为直道捷径，把不利的因素变为有利的因素。所以，设法使敌军的进兵道路变得迂回弯曲，用小利引诱敌人上当而改变行军路线，就能做到我军虽后于敌军出发，却能先于敌军到达战场，占领有利阵地。这才是真正懂得以迂为直计谋的将帅。\n" +
    "　　争夺有利条件，既有获得先机之利的可能，也有导致危险局面的可能。如果全军出动，携带所有装备辎重去争夺先机之利，往往无法按时到达预定地域；如果丢下装备辎重去争夺，就会损失装备辎重。因此，让将士卷起盔甲轻装前进，昼夜不停，一天走两天的路程，急行百里去争先机之利，那么，三军的将帅都可能被敌军所俘虏，健壮的士卒先到，疲弱的士卒后到，结果是一般只能有十分之一的兵力到达预定的目的地。用这样的方法，急行五十里去争利，那么，前军的将领就会遭受挫败，兵力也只有一半可以按期到达。同样，急行三十里去争利，也只能有三分之二的兵力能如期到位。要知道，军队没有装备辎重就会被消灭，没有粮食供应就不能生存，没有军用物资的储备就必然失败。\n" +
    "　　不了解诸侯列国的战略意图，就不能与其结交；不了解山林、险阻、沼泽等地形，就不能行军打仗；不利用当地人做向导，就不能得到地利。所以说，用兵打仗依靠诡诈多变来取胜，根据是否有利来决定自己的行动，按照分散或集中的方式来变换战术。\n" +
    "　　军队的行动，迅速时像疾风一样急骤，缓慢时像森林一样轻摇不乱，进攻时像烈火一样猛烈，防御时像山岳一样稳定，隐蔽时像浓云满天、不可揣测，运动时像迅雷一样不及掩耳。掳掠敌国的乡邑，要兵分数路，开拓疆土，要分兵扼守要害之地，权衡利害关系，而后相机行动。只有事先懂得“以迂为直”战术的将帅，才会赢得胜利，这是争夺先机之利的基本原则。\n" +
    "　　《军政》(古代兵书)中说：“作战中，用语言指挥，众人听不清，所以要设置金(金属制成的打击乐器)鼓；用动作指挥，众人看不见，所以要设置旌旗。”金鼓旌旗的作用，是用来统一军队上下的行动的；全军上下已经统一，那么，勇敢的士卒就不能单独冒进，怯懦的士卒也就不能独自后退。这是指挥大部队作战的方法。因此，凡夜间作战多用火光、锣鼓，白天作战多用旌旗指挥，这都是根据人们视听的需要而变换的。\n" +
    "　　对于敌军，可以使其士气衰落，对于敌军将领，可以使其决心动摇。一般情况下，初投入战争时(朝：一日之初，此处用以指代初战)士气饱满旺盛，经过一段时间士气就会逐渐懈怠减弱，最后，士气便完全衰竭，人人思归了。所以，善于用兵的人，总是避开敌人士气旺盛的时候，等到敌人士气懈怠、衰竭的时候再发起攻击，这是掌握士气而用兵的方法。用自己的严整对付敌人的混乱，用自己的镇定对付敌人的轻燥，这是掌握敌军心理而用兵的方法。以我军就近占领阵地来迎战长途跋涉的敌军，以我军的安逸休整来迎战疲劳奔走的敌军，以我军的粮饷充足来迎战饥饿不堪的敌军，这是掌握军队战斗力而用兵的方法。不要去迎击部署周密、旗帜整齐的敌人，不要去进攻阵营雄壮、组织严整的敌人，这是掌握灵活机变而用兵的原则。\n" +
    "　　因此，用兵的基本原则是：敌人占领高地时不要去仰攻，敌人背靠高地时不要正面攻击，敌人佯装败退时不要跟踪追击，敌人的精锐部队不要贸然攻打，敌人的诱兵不要理睬，对撤退回国的敌人不要半途阻击，对敌人实行包围时要有缺口，对陷入绝境的敌人不要过分逼迫。这些都是指挥作战最基本的原则。"
  },
  {
    title:'九变篇',
    content:"孙子曰：凡用兵之法，将受命于君，合军聚合。泛地无舍，衢地合交，绝地无留，围地则谋，死地则战。\n" +
    "　　途有所不由，军有所不击，城有所不攻，地有所不争，君命有所不受。\n" +
    "　　故将通于九变之利者，知用兵矣；将不通九变之利，虽知地形，不能得地之利矣；治兵不知九变之术，虽知五利，不能得人之用矣。\n" +
    "　　是故智者之虑，必杂于利害，杂于利而务可信也，杂于害而患可解也。\n" +
    "　　是故屈诸侯者以害，役诸侯者以业，趋诸侯者以利。\n" +
    "　　故用兵之法，无恃其不来，恃吾有以待之；无恃其不攻，恃吾有所不可攻也。\n" +
    "　　故将有五危：必死，可杀也；必生，可虏也；忿速，可侮也；廉洁，可辱也；爱民，可烦也。凡此五者，将之过也，用兵之灾也。覆军杀将，必以五危，不可不察也。",
    translation:"孙子说：用兵打仗的一般法则是，将帅领受国君的命令，征集民众、组成军队，出征后遇到山林险阻、沼泽水网等难以通行的“圮地”(圮，qǐ，毁坏，圮地指难行之地)，不可宿营；在几国交界、四通八达的“衢地”，要注意与临国诸侯结交；在没有水草、粮食，交通困难、难以生存的“绝地”，千万不可停留；遇到四面地势险要、道路狭窄，进出困难的“围地”，要巧设计谋，出奇制胜；陷入前无进路，后有追兵，战则存、不战则亡的“死地”，要坚决奋战，殊死拼争。\n" +
    "　　有的道路不要去走，有的敌人不要去打，有的城池不要去攻，有的地方不要去争，即使是国君的命令，不适合当时情况的也不能执行。\n" +
    "　　所以，将帅如果精通在各种情况下机智应变的利弊，就真正懂得用兵了；如果不懂得在各种情况下机智应变的利弊，即使是熟悉地形，也不能得到地形之利。统帅指挥军队而不知道各种机变的方法，纵然了解五种地形(即圮、衢、绝、围、死)的利弊，也还是不能充分发挥全军将士的战斗力。\n" +
    "　　因此，聪明的将帅考虑问题时，必定兼顾到利害两个方面。在不利的情况下充分考虑到有利的因素，战事就可以顺利进行(务，事也；信，伸也，发展的意思)；在有利的情况下充分考虑到不利的因素，各种可能发生的祸患便可以预先排除。　\n" +
    "　　要使别的诸侯国屈服，就要用各种手段去伤害他；要使别的诸侯国任你驱使，就要用各种他不得不做的事去烦扰他；要使别的诸侯国听你的调遣，就要用各种利益去引诱他。\n" +
    "　　所以，用兵打仗的一般原则是，不寄希望于敌人不来进犯，而要依靠自己做好充分的准备，严阵以待；不寄希望于敌人不会攻击，而要依靠自己防守坚固，敌人不可攻破。\n" +
    "　　所以说，将帅有五种弱点是致命的：只知道死拼硬打，就有可能被诱杀；只顾贪生活命，就有可能被俘虏；性情暴烈、急躁易怒，就有可能被敌人的侮辱激怒而中计；廉洁好名，就有可能被流言中伤而落入圈套；过分溺爱民众，就有可能被烦扰而陷入被动。以上这五种情况，是将帅的过错，也是用兵的灾难。全军覆灭、将帅被杀，都是由这五种危险引起的，对此，不能不予以充分的注视。"
  },
  {
    title:'行军篇',
    content:"孙子曰：凡处军相敌，绝山依谷，视生处高，战隆无登，此处山之军也。绝水必远水，客绝水而来，勿迎之于水内，令半渡而击之利，欲战者，无附于水而迎客，视生处高，无迎水流，此处水上之军也。绝斥泽，唯亟去无留，若交军于斥泽之中，必依水草而背众树，此处斥泽之军也。平陆处易，右背高，前死后生，此处平陆之军也。凡此四军之利，黄帝之所以胜四帝也。\n" +
    "　　凡军好高而恶下，贵阳而贱阴，养生而处实，军无百疾，是谓必胜。丘陵堤防，必处其阳而右背之，此兵之利，地之助也。上雨水流至，欲涉者，待其定也。凡地有绝涧、天井、天牢、天罗、天陷、天隙，必亟去之，勿近也。吾远之，敌近之；吾迎之，敌背之。军旁有险阻、潢井、蒹葭、小林、蘙荟者，必谨覆索之，此伏奸之所处也。\n" +
    "　　敌近而静者，恃其险也；远而挑战者，欲人之进也；其所居易者，利也；众树动者，来也；众草多障者，疑也；鸟起者，伏也；兽骇者，覆也；尘高而锐者，车来也；卑而广者，徒来也；散而条达者，樵采也；少而往来者，营军也；辞卑而备者，进也；辞强而进驱者，退也；轻车先出居其侧者，陈也；无约而请和者，谋也；奔走而陈兵者，期也；半进半退者，诱也；杖而立者，饥也；汲而先饮者，渴也；见利而不进者，劳也；鸟集者，虚也；夜呼者，恐也；军扰者，将不重也；旌旗动者，乱也；吏怒者，倦也；杀马肉食者，军无粮也；悬缶不返其舍者，穷寇也；谆谆潝潝，徐与人言者，失众也；数赏者，窘也；数罚者，困也；先暴而后畏其众者，不精之至也；来委谢者，欲休息也。兵怒而相迎，久而不合，又不相去，必谨察之。\n" +
    "　　兵非贵益多也，惟无武进，足以并力料敌取人而已。夫惟无虑而易敌者，必擒于人。\n" +
    "　　卒未亲而罚之，则不服，不服则难用。卒已亲附而罚不行，则不可用。故合之以文，齐之以武，是谓必取。令素行以教其民，则民服；令素不行以教其民，则民不服。令素行者，与众相得也。",
    translation:"孙子说：军队在行军、扎营、作战和观察、判断敌情时，都必须注意：通过山地，要沿着有水草的山谷行进；要在居高向阳、视野开阔的地方驻扎；不要去仰攻占领了高地的敌人。这是在山地部署军队的原则。横渡江河后，要在远离江河处驻扎；敌人渡河来战，不要在敌人刚入水就去迎击，而是让敌军渡过一半时再去进攻，最为有利；想要同敌人决战，就不能紧靠水边列阵布兵；也应当居高向阳，不要处于敌人的下游。这是在江河地带部署军队的原则。通过盐碱沼泽地带，要迅速离开，不可停留；如果与敌人遭遇于盐碱沼泽地带，那就必须靠近水草，背靠树林。这是在盐碱沼泽地带部署军队的原则。在平原上，要占领开阔的地域，主要侧翼要依托高地，做到面向平易、背靠山险，前低后高。这是在平原地区部署军队的原则。以上这四种部署军队的原则的成功运用，正是黄帝之所以能战胜其它“四帝”(一说泛指炎帝、蚩尤等四方之帝；一说指东方青帝、南方赤帝、西方白帝、北方黑帝)的原因。\n" +
    "　　在一般情况下驻军，总是喜欢干燥的高地，厌恶(避开)潮湿的洼地；重视向阳之处，轻视阴暗之处；靠近水草丰茂、军需给养充足的地方，将士们百病不生，这样就有了胜利的保障。在丘陵堤防地带，必须占据它向阳的一面，而以主力侧翼背靠着它。这些对于用兵有利的措施，都是以地形条件做辅助才完成的。上游降雨，洪水突至，若要涉水过河，应等水流平稳之后再过。凡是遇到绝涧、天井、天牢、天罗、天陷、天隙这样的地形，必须迅速离开，切不要靠近；要使自己远离这些地形，而让敌人靠近它；使自己面向这些地形，而让敌人背靠它。军队行军和驻扎的附近有险峻的道路、湖泊沼泽、芦苇、山林和草木茂盛的地形，必须谨慎地反复搜索，这些都是敌人可能设下埋伏和隐藏奸细的地方。\n" +
    "　　敌人逼近而保持安静的，是依仗它占领着险要地形；敌人离我们很远而前来挑战的，是想引诱我军前进；敌人有意驻扎在平坦地带，其中必定有利可图；许多树木摇曳摆动，这是敌人前来袭击；草木中有许多遮障物，是敌人布下的疑阵；群鸟惊飞，是下面有伏兵；野兽惊骇奔逃，是敌人大举进袭；尘土飞扬得又高又尖，是敌人的战车来了；尘土飞扬得低而宽广，是敌人的步兵来了；尘土稀散、缕缕上升，是敌人正在坎柴；尘土较少且时起时落，是敌人正在安营扎寨。敌人的使者措辞谦卑而又在加紧战备的，是准备进攻；措辞强硬且军队做出进攻姿态的，是准备撤退；敌人的战车先出动，部署在两翼的，是在布兵列阵；敌人尚未受挫而主动来讲和的，必定另有阴谋；急速奔跑并排兵列阵，是期待与我决战；半进半退的，是企图引诱我军。敌兵依靠兵器站立，是饥饿的表现；打水敌兵的自己先喝，是干渴的表现；眼见有利但不进兵争夺的，是疲劳的表现；营寨上空飞鸟聚集，说明下面是空营；敌人夜间惊慌喊叫，是内心恐惧的表现；敌营惊扰纷乱，是敌将没有威严的表现；敌阵旗帜摇动不整齐，是因为队伍已经混乱；军官容易发怒，是全军疲劳的表现；杀马吃肉的，是军中没有粮食了；收拾炊具，士卒不在返回营房的，是准备拼死突围的穷寇。敌将低声下气同部下讲话，表明他已失去了人心；不断犒赏士卒，表明敌军已无计可施了；不断惩罚部属的，是敌军处境困难的表现；原先对部下粗暴凶狠，后来又害怕部下的，是最不精明的将领。敌人派使者来送礼言好，是敌人想休兵息战；气势汹汹地同我对阵，可是长时间不与我交锋而又不撤退的敌人，必须谨慎地观察了解它的意图。　\n" +
    "　　兵力不在于愈多愈好，只要不轻敌武断冒进，能够集中兵力，判明敌情，取得部下的信任和支持，也就足够了。那种既没有深谋远虑，又自负轻敌的人，一定会被敌人所俘虏。\n" +
    "　　士卒还没有亲近归附就施行惩罚，他们就会不服，心不服就很难指挥使用士卒；士卒已经亲近归附了，仍不执行军法军纪，也无法指挥他们行动。所以，用怀柔宽仁的手段去教育士卒，用严格的军纪军法去管束规范士卒，这样必定会取得部下的敬畏和拥戴。平素管教士卒严格执行命令，士族就能养成服从命令的习惯；平素不重视严格执行命令，管教士卒，士卒就养不成服从的习惯。平时的命令能得到贯彻执行，这表明将帅与兵卒之间相处融洽，互相信任。"
  },
  {
    title:'地形篇',
    content:"孙子曰：地形有通者、有挂者、有支者、有隘者、有险者、有远者。我可以往，彼可以来，曰通。通形者，先居高阳，利粮道，以战则利。可以往，难以返，曰挂。挂形者，敌无备，出而胜之，敌若有备，出而不胜，难以返，不利。我出而不利，彼出而不利，曰支。支形者，敌虽利我，我无出也，引而去之，令敌半出而击之利。隘形者，我先居之，必盈之以待敌。若敌先居之，盈而勿从，不盈而从之。\n" +
    "　　险形者，我先居之，必居高阳以待敌；若敌先居之，引而去之，勿从也。远形者，势均难以挑战，战而不利。凡此六者，地之道也，将之至任，不可不察也。\n" +
    "　　故兵有走者、有驰者、有陷者、有崩者、有乱者、有北者。凡此六者，非天地之灾，将之过也。夫势均，以一击十，曰走；卒强吏弱，曰驰；吏强卒弱，曰陷；大吏怒而不服，遇敌怼而自战，将不知其能，曰崩；将弱不严，教道不明，吏卒无常，陈兵纵横，曰乱；将不能料敌，以少合众，以弱击强，兵无选锋，曰北。凡此六者，败之道也，将之至任，不可不察也。\n" +
    "　　夫地形者，兵之助也。料敌制胜，计险隘远近，上将之道也。知此而用战者必胜，不知此而用战者必败。\n" +
    "　　故战道必胜，主曰无战，必战可也；战道不胜，主曰必战，无战可也。故进不求名，退不避罪，唯民是保，而利于主，国之宝也。\n" +
    "　　视卒如婴儿，故可以与之赴深溪；视卒如爱子，故可与之俱死。厚而不能使，爱而不能令，乱而不能治，譬若骄子，不可用也。\n" +
    "　　知吾卒之可以击，而不知敌之不可击，胜之半也；知敌之可击，而不知吾卒之不可以击，胜之半也；知敌之可击，知吾卒之可以击，而不知地形之不可以战，胜之半也。故知兵者，动而不迷，举而不穷。\n" +
    "　　故曰：知彼知己，胜乃不殆；知天知地，胜乃可全。",
    translation:"孙子说：地形有通形、挂形、支形、隘形、险形、远形六种。我军可以往，敌军也可以来的地域，叫通形。在通形地域，先占领地势高而且向阳，又有利于补给、道路畅通的阵地，就会对作战有利。可以前往，但难以返回的地域，叫挂形。在挂形地域，如果敌军没有防备，我军就可以出击取胜；如果敌军有了防备，出击又不能保证取胜，就难以返回，那就不利了。我军前出不利，敌军也前出不利的地域，叫支形。在支形地域，敌军虽然以利引诱我，也不要出击；应率军佯装撤退，引诱敌军前出一半时突然回军攻击，这样就会有利。在隘形(两山之间的狭窄山谷地带)地域，我军应该抢先占领，并用重兵封锁隘口，以等待敌军的到来；如果敌军先占领了峡谷，并用重兵把守隘口，就不可以进击；如果敌军没有用充足的兵力把守隘口，我军就可以去进攻。\n" +
    "　　在险形(地势险峻、行动不便的地带)地域，我军应该抢先占领，一定要占据地势较高、向阳一面的制高点，等待敌军来犯；如果敌军已先期到达，占据了有利地形，我军就应该主动撤退，千万不要进攻。在远形(距离遥远之地)地域，敌我双方实力相当时，不便于挑战，如果勉强出战，就会不利。以上这六点，是利用地形的法则，也是将帅们重大责任之所在，不可以不认真考虑研究。\n" +
    "　　军队打败仗有“走”、“弛”、“陷”、“崩”、“乱”、“北”六种情形。这六种情况的发生，不是天时地理等自然条件造成的灾害，而是将帅用兵的错误造成的。凡是双方实力相当，却要以一击十，必然导致失败而临阵败逃，叫做走。士卒强悍而军官怯懦，必然指挥不灵，士气松懈，叫做弛。军官强悍而士卒怯懦，必然战斗力差，以至全军陷灭，叫做陷。高级将领怨怒而不服从主帅指挥，遇到敌军只凭一腔仇恨而擅自出战，主帅却不知道他的能力，必然导致溃败而如土崩瓦解，叫做崩。将帅怯懦无威严，训练教育士兵没有章法，致使官兵关系不正常，布阵杂乱无章，部队混乱不堪，叫做乱。将帅不能正确判断敌情，用少数兵力去迎击敌人重兵，以弱击强又没有精锐的前锋部队，必然失败，叫做北。以上六种情况，是造成失败的必然规律，也是将帅的重大责任之所在，不可以不给予认真的考察研究。\n" +
    "　　地形是用兵打仗的辅助条件。判断敌情，争取克敌制胜的主动权，考察地形的险易，计算路程的远近，这些都是高明的优秀将帅必须掌握的基本方法。懂得这些方法去指挥打仗，就必然胜利；不懂得这些方法而去指挥打仗，就一定失败。\n" +
    "　　所以，按战争规律分析，必定会取得胜利的仗，即使国君说不要打，也可以坚持去打；按战争规律分析，必然失败的仗，即使国君说一定要打，也可以不打。所以说，将帅进攻不是为了求得个人声名，退不回避违命的罪责，唯一的追求是保全百姓，而有益于国君的利益。这样的将帅正是国家的宝贵财富。\n" +
    "　　对待士卒就像对待婴儿那样百般呵护，士卒就可以与将帅一起共赴患难(豀即溪。深溪，指危险地带)；对待士卒就像对待儿子那样关怀疼爱，士卒就可以与将帅一起同生共生。如果厚待士卒而不使用他们，爱护士卒而不用法令约束他们，士卒违法乱纪而不去惩治他们，那么，士卒就会像骄惯的孩子一样，是不能用来作战的。\n" +
    "　　只知道自己的军队可以打仗，而不了解敌人不可以攻打，胜利的可能只有一半；只知道敌军可以攻打，而不了解自己的军队不能去攻打，胜利的可能也只有一半；知道敌军可以攻打，也知道自己的军队可以去攻打，但不了解地形条件不宜于向敌军发起攻击，胜利的可能同样只有一半。因此，真正懂得用兵的将帅，行动起来不会迷惑，战术措施变化无穷。\n" +
    "　　所以说：知彼知己，取胜就不会有差错；知道天时，知道地利，那么，就能取得完全的胜利了。"
  },
  {
    title:'九地篇',
    content:"孙子曰：用兵之法，有散地，有轻地，有争地，有交地，有衢地，有重地，有泛地，有围地，有死地。\n" +
    "　　诸侯自战其地者，为散地；入人之地不深者，为轻地；我得亦利，彼得亦利者，为争地；我可以往，彼可以来者，为交地；诸侯之地三属，先至而得天下众者，为衢地；入人之地深，背城邑多者，为重地；山林、险阻、沮泽，凡难行之道者，为泛地；所由入者隘，所从归者迂，彼寡可以击吾之众者，为围地；疾战则存，不疾战则亡者，为死地。是故散地则无战，轻地则无止，争地则无攻，交地则无绝，衢地则合交，重地则掠，泛地则行，围地则谋，死地则战。\n" +
    "　　古之善用兵者，能使敌人前后不相及，众寡不相恃，贵贱不相救，上下不相收，卒离而不集，兵合而不齐。合于利而动，不合于利而止。\n" +
    "　　敢问：“敌众而整将来，待之若何？”曰：“先夺其所爱，则听矣。”兵之情主速，乘人之不及。由不虞之道，攻其所不戒也。\n" +
    "　　凡为客之道，深入则专。主人不克，掠于饶野，三军足食。谨养而勿劳，并气积力，运兵计谋，为不可测。 投之无所往，死且不北。死焉不得，士人尽力。兵士甚陷则不惧，无所往则固，深入则拘，不得已则斗。是故其兵不修而戒，不求而得，不约而亲，不令而信，禁祥去疑，至死无所之。 吾士无余财，非恶货也；无余命，非恶寿也。\n" +
    "　　令发之日，士卒坐者涕沾襟，偃卧者涕交颐，投之无所往，诸、刿之勇也。\n" +
    "　　故善用兵者，譬如率然。率然者，常山之蛇也。击其首则尾至，击其尾则首至，击其中则首尾俱至。\n" +
    "　　敢问：“兵可使如率然乎？”曰：“可。夫吴人与越人相恶也，当其同舟而济而遇风，其相救也如左右手。”是故方马埋轮，未足恃也；齐勇如一，政之道也；刚柔皆得，地之理也。故善用兵者，携手若使一人，不得已也。\n" +
    "　　将军之事，静以幽，正以治。能愚士卒之耳目，使之无知；易其事，革其谋，使人无识；易其居，迂其途，使人不得虑。\n" +
    "　　帅与之期，如登高而去其梯。帅与之深入诸侯之地，而发其机，焚舟破釜；若驱群羊，驱而往，驱而来，莫知所之。\n" +
    "　　聚三军之众，投之于险，此谓将军之事也。 九地之变，屈伸之力，人情之理，不可不察也。\n" +
    "　　凡为客之道，深则专，浅则散。去国越境而师者，绝地也；四彻者，衢地也；入深者，重地也；入浅者，轻地也；背固前隘者，围地也；无所往者，死地也。 是故散地吾将一其志，轻地吾将使之属，争地吾将趋其后，交地吾将谨其守，交地吾将固其结，衢地吾将谨其恃，重地吾将继其食，泛地吾将进其途，围地吾将塞其阙，死地吾将示之以不活。故兵之情：围则御，不得已则斗，过则从。\n" +
    "　　是故不知诸侯之谋者，不能预交；不知山林、险阻、沮泽之形者，不能行军；不用乡导，不能得地利。四五者，一不知，非霸王之兵也。\n" +
    "　　夫霸王之兵，伐大国，则其众不得聚；威加于敌，则其交不得合。是故不争天下之交，不养天下之权，信己之私，威加于敌，则其城可拔，其国可隳。\n" +
    "　　施无法之赏，悬无政之令，犯三军之众，若使一人。犯之以事，勿告以言；犯之以利，勿告之害。\n" +
    "　　投之亡地然后存，陷之死地然后生。夫众陷于害，然后能为胜败。\n" +
    "　　故为兵之事，在顺详敌之意，并敌一向，千里杀将，是谓巧能成事。\n" +
    "　　是故政举之日，夷关折符，无通其使，厉于廊庙之上，以诛其事。敌人开阖，必亟入之，先其所爱，微与之期。\n" +
    "　　践墨随敌，以决战事。是故始如处女，敌人开户；后如脱兔，敌不及拒。",
    translation:"孙子说：按照用兵的原则，战场的种类有散地、轻地、争地、交地、衢地、重地、圮地、围地、死地九种。\n" +
    "　　在本国境内作战的地区，叫做散地；进入敌国境内作战，但没有深入的地区，叫做轻地；我占领对我有利的地区，敌人占领对敌人也有利的战场，叫做争地；我可以前往，敌军也可以到来的战场，叫做交地；同时与几个国家接壤，谁先占有就可以与各国结交，得到援助的地区，叫做衢地；深入到敌国腹地，背后有敌国许多城镇的地区，叫做重地；山岭、森林、险阻、沼泽、水网，以及一切难于通行的地区，叫做圮地；进路狭窄，退路迂远，敌军用少数兵力就可以袭击我大部队的地区，叫做围地；奋起速战就能生存，不奋起速战就可能全军覆灭的地区，叫做死地。因此，在散地不宜轻易进行战争，在轻地便不要停留，在争地不要发动进攻，在交地要保证行军序列不脱节断绝，再衢地应主动结交邻国，深入重地就要掠取敌国粮食，遇到圮地要迅速通过，陷入围地要设奇谋突围，到了死地只有奋勇作战，死里求生。\n" +
    "　　古代善于指挥作战的人。能使敌军前队与后队不能互相策应，主力部队与小分队不能相互依靠，长官与士卒不能相互救援，上级与下级失去联络不能协调，士卒溃散就再难聚合，集合起来的部队阵形不能整齐；对自己的军队来说，则是有利于我就战，不利于我就不战。\n" +
    "　　试问：“假如敌人众多而且阵容齐整来向我进攻，该怎样应付他呢？”回答是：“抢先夺取敌人最重视最关键的有利地方和东西，敌人就不得不听从我的摆布了。”用兵的情理重在快速，乘敌人措手不及的时机，走敌人意想不到的道路，攻击敌人没有戒备的地方。\n" +
    "　　进入敌国境内作战的一般规律是：深入腹地作战，将士们就会意志专一，敌人将不能战胜我们；在丰饶的田野上掠取粮草，使全军人马有足够的食物；注意休整，使军队不过于疲劳，凝聚士气，积蓄力量；部署兵力，巧用计谋，使敌人无法揣测我军的动向和意图。把部队投入无路可走的绝境，士兵就会宁死不退；士兵既然连死都不怕，还有什么事情办不得呢？那样，全军将士必然会竭尽全力与敌人殊死作战。士卒们深陷绝境，反而会无所畏惧；无路可走了，军心反而能稳固；越是深入敌境，部队的凝聚力就越强；在不得已的情况下，将士们就会殊死战斗。正因如此，这样的军队不需要整饬就会自觉加强戒备，无需强求就能完成自己的任务，无需多加约束便能亲密团结，不需要三令五申，就能遵守纪律。禁止迷信，消除疑虑，部属就能至死不会逃跑。我军的将士没有多余的钱财，并不是他们不爱财物；他们将生死置之度外，并非是厌恶长寿。\n" +
    "　　出征命令颁布之日，士卒坐着的，眼泪流湿了衣襟，躺着的，眼泪流满了脸颊。把他们投到无路可走的绝境，他们就会像专诸(春秋吴国勇士，用鱼腹剑刺死吴王僚)曹刿(春秋鲁国武士，以匕首劫持齐桓公退还鲁国失地)一样的勇敢了。\n" +
    "　　善于统帅军队的人，能使部队像灵蛇率然一样。率然是常山(即恒山)的灵蛇。打灵蛇的头，它的尾巴就会来救应；打它的尾巴，头就会来救应；打它的腰，头尾都会来救。\n" +
    "　　试问：“可以让军队也像常山灵蛇一样吗？”回答是：“可以。吴国人和越过人本来相互仇恨，但当他们同坐一条船渡河，遇到风暴时，他们相互救援也会像一个人的左手和右手一样。”因此，想用系紧马韁、深埋车轮来向士卒表示死战的决心，是靠不住的。使全军上下齐心协力、英勇奋战如同一人，才是治理军队应遵循的原则。使刚强的和柔弱的都充分发挥作用，关键在于合理利用地形。所以，善于用兵的人，总是能使全军上下携手团结的像一个人，这是由于客观形式迫使不得不如此。\n" +
    "　　主持军政大事，要做到沉着冷静、幽深莫测，公正严明而有条不紊。要能蒙蔽士兵的耳目，使他们对军事行动一无所知；变动军队部署，改变原定计划，使别人无法识破机关；经常改换驻地，故意迂回行军路线，让别人无从推测自己的意图。\n" +
    "　　将帅向部下授予作战任务，要像让他登上高处就抽掉梯子一样，断其退路。将帅与士卒深入敌国领土作战，要像扣动弩机射出的箭一样，一往无前；烧毁船只，砸破炊具，表示必死决心。指挥士卒像驱赶羊群一样，赶它去就去，赶它来就来，而不让他们知道究竟要到哪里去。\n" +
    "　　聚合三军将士，把他们投于险恶的境地，迫使全军拼死奋战，这是将帅统率军队的重要任务。对于九种地形的变化处置，攻防进退的利害得失，将士们心理情感的变化规律，将帅们都是不能不认真研究考察的。\n" +
    "　　在敌国境内作战的一般规律是，越是深入敌国腹地，全军的意志便越是专心一致，进入敌国越浅，军心越容易涣散。离开本国越过敌境作战的地区，叫绝地；四通八达的地区，叫衢地；深入敌国的地区，叫重地；进入敌境较近的地区，叫轻地；后有险固前为隘路的地区，叫围地；无处可走的地区，叫死地。因此，在散地，我们就要统一部队的意志；进入轻地，我们就要使阵营紧密相联；进争地，要使后续部队迅速跟进；过交地，要谨慎严密防守；临衢地，要巩固与临国的结盟；在重地，要重视保证粮草不断；经圮地，要加快速度通过；陷围地，就要堵塞缺口；到死地，就要表现出与敌死战到底的决心。因为，将士的心理是，陷入了包围，便会奋力抵抗；迫不得已的情况下，便会拼死奋争；深陷绝境，就会听从指挥。\n" +
    "　　因此，不了解各诸侯国的战略企图，就不能预先与他们结交；不了解山林、险阻、湖沼等地形，便不能行军打仗；不使用当地人做向导，便不能得到地形之利。这些方面，有一方面的情况不了解，就不能成为争王称霸的军队。\n" +
    "　　真正强大的军队，进攻大国，能使敌人的军民来不及动员集中；威力加在敌人头上，就使他的盟国不敢与其结交。因此，不必争着与天下诸侯结交，也不用在别的诸侯国培植自己的势力。只要施展自己的战略计策，把兵威加在敌国之上，就可以攻占他们的城池，摧毁他们的国家。\n" +
    "　　施行破格的奖赏，颁布非常的号令，指挥(犯，发作，发生，引申为使某事进行)全军上下就能像指挥一个人一样。向部下布置作战任务，不要向他们说明意图；只告诉他们有利的条件，无需指出不利因素。\n" +
    "　　把士卒投进最危险的地区，才有可能转危为安；陷士卒于死地，才能起死回生；全军将士陷入危难之中，然后才能赢得胜利。\n" +
    "　　所以，指挥战争，在于假装顺从敌人，却仔细了解敌人的战略意图，然后集中兵力攻击一点要害，便可以千里奔袭，擒敌杀将，这就是说，巧妙用兵能成大事。\n" +
    "　　因此，在决定对敌作战、举兵出征时，要封锁关口，废除通行证件，不许敌国使者往来；召集群臣，在朝廷反复商讨征伐大计。敌人一旦出现间隙，一定要迅速乘机而入，首先夺取敌人最看中的战略要地，不要轻易与敌人约期决战。\n" +
    "　　破除陈规，一切根据敌情变化，灵活决定自己的作战计划和行动。因此，在战前要像处女那样娴静，不露声色，诱使敌人松懈警惕，门户大开；一旦战争开始以后，就要像脱逃的兔子一样，迅速异常，使敌人措手不及，无从抵抗。"
  },
  {
    title:'火攻篇',
    content:"孙子曰：凡火攻有五：一曰火人，二曰火积，三曰火辎，四曰火库，五曰火队。行火必有因，因必素具。发火有时，起火有日。时者，天之燥也。日者，月在箕、壁、翼、轸也。凡此四宿者，风起之日也。\n" +
    "　　凡火攻，必因五火之变而应之：火发于内，则早应之于外；火发而其兵静者，待而勿攻，极其火力，可从而从之，不可从则上。火可发于外，无待于内，以时发之，火发上风，无攻下风，昼风久，夜风止。凡军必知五火之变，以数守之。\n" +
    "　　故以火佐攻者明，以水佐攻者强。水可以绝，不可以夺。\n" +
    "　　夫战胜攻取而不惰其功者凶，命曰费留。\n" +
    "　　故曰：明主虑之，良将惰之，非利不动，非得不用，非危不战。\n" +
    "　　主不可以怒而兴师，将不可以愠而攻战。合于利而动，不合于利而止。\n" +
    "　　怒可以复喜，愠可以复说，亡国不可以复存，死者不可以复生。故明主慎之，良将警之。此安国全军之道也。 ",
    translation:"孙子说：火攻的形式一般有五种。一是火烧敌军人马，二是火烧敌军储备的粮草，三是火烧敌军辎重，四是火烧敌军仓库，五是火烧敌军的通道与运输设施(“队”通坠，指坠道)。实施火攻必须具备一定的条件，火攻的器材必须事先准备就绪。放火要看准天时，起火要选好有利日子。火攻的天时，是指气候干燥；火攻的时间，是月亮经行萁、壁、翼、轸四个星宿的时候。凡是月亮经过这四个星宿的时候，就是容易起风的日子。\n" +
    "　　凡是用火攻敌，都必须根据以上五种情况所引起的不同变化，灵活运用兵力接应。如果从敌营内部放火，就应该及早派兵从外部接应攻击。如果敌营内已经起火，但敌军仍然保持镇静时，就应该耐心等待观察，而不可马上进攻；等到火势十分旺盛时再根据情况决策，可以进攻就发起进攻，不可以进攻就停止进攻。也可以从敌营外部放火，这样就不必等待有人从内部策应，只要时机适合就可以放火攻击。火攻应从上风处发起，不能从下风头进攻敌人。白天风刮得很久，到夜晚风就会停止。凡是领兵打仗都必须懂得五种火攻形式的变化，并根据天时气候变化的规律，等待火攻的时机。\n" +
    "　　用火攻辅助军队进攻，效果十分明显；用水攻辅助军队进攻，可以大大增强攻势。水攻可以隔断敌军的阵形、联系和运输，但不能像火攻那样毁灭敌军的兵马和军需。\n" +
    "　　如果打了胜仗，占领了敌人的阵地，但不能巩固胜利成果，是很危险的，这就叫做“费留”(耗费国家人力财力，使军队久留在外。一说“留”同“流”，费流即像流水一样白白损失而一去不复)。\n" +
    "　　所以说，明智的国君应该慎重考虑这一问题，贤良的将帅要认真处理这一问题。没有好处就不采取行动，没有取胜的把握就不用兵，不是到了不得已的危急关头就不开战。\n" +
    "　　国君不能因为一时的愤怒而发动战争，将帅不能因为一时的怨恨而出阵交战。符合国家的利益就可以用兵，不符合国家的利益便停止行动。\n" +
    "　　因为愤怒之后还可以重新欢喜，怨恨之后也可以再有高兴，但是，国家灭亡了不可能复存，人死了就不会再生。所以，对于战争，明智的国君要慎重对待，优秀的将帅要小心警惕，这是安定国家、保全军队的重要原则。"
  },
  {
    title:'用间篇',
    content:"孙子曰：凡兴师十万，出征千里，百姓之费，公家之奉，日费千金，内外骚动，怠于道路，不得操事者，七十万家。\n" +
    "　　相守数年，以争一日之胜，而爱爵禄百金，不知敌之情者，不仁之至也，非民之将也，非主之佐也，非胜之主也。\n" +
    "　　故明君贤将所以动而胜人，成功出于众者，先知也。先知者，不可取于鬼神，不可象于事，不可验于度，必取于人，知敌之情者也。\n" +
    "　　故用间有五：有因间，有内间，有反间，有死间，有生间。五间俱起，莫知其道，是谓神纪，人君之宝也。乡间者，因其乡人而用之；内间者，因其官人而用之；反间者，因其敌间而用之；死间者，为诳事于外，令吾闻知之而传于敌间也；生间者，反报也。\n" +
    "　　故三军之事，莫亲于间，赏莫厚于间，事莫密于间。\n" +
    "　　非圣贤不能用间，非仁义不能使间，非微妙不能得间之实。微哉微哉！无所不用间也。间事未发而先闻者，间与所告者皆死。\n" +
    "　　凡军之所欲击，城之所欲攻，人之所欲杀，必先知其守将、左右、谒者、门者、舍人之姓名，令吾间必索知之。\n" +
    "　　敌间之来间我者，因而利之，导而舍之，故反间可得而用也；因是而知之，故乡间、内间可得而使也；因是而知之，故死间为诳事，可使告敌；因是而知之，故生间可使如期。五间之事，主必知之，知之必在于反间，故反间不可不厚也。\n" +
    "　　昔殷之兴也，伊挚在夏；周之兴也，吕牙在殷。故明君贤将，能以上智为间者，必成大功。此兵之要，三军之所恃而动也。",
    translation:"孙子说：大凡兴兵十万，出征千里，平民百姓的物质耗费，国家公务的开支费用，每天都需要花费数目巨大金钱；全国上下内外，因之而动乱不安，民夫兵卒奔波耽搁于路途，不能正常从事自己的工作的，就会有七十万家之众(古制：一家从军，需七家负担战争劳役)。\n" +
    "　　敌我两军相持数年，为的是争求有朝一日的胜利。所以，那些吝惜钱财官爵，不肯通过用间谍而了解敌情的将帅，实在是没有仁爱之心到了极点。这样的人，不配做军队的统帅，不配做国君的辅佐，也不能成为战争胜败的主宰。\n" +
    "　　英明的国君，优秀的将帅，他们之所以一出兵就能战胜敌人，取得的成功超过一般人，就在于用兵之前便了解掌握了敌情。要事先了解敌情，决不能依靠鬼神的启示，也不能用某些事件现象的类比推测，更不可用日月星辰运行的度数去验证，而只能从那些真正熟悉敌情的人那里获得。\n" +
    "　　间谍的运用方式有因间、内间、反间、死间、生间五种。五种间谍同时活动，使敌人不能知道我国用间谍的规律和途径，这就是所谓的“神纪”——神秘莫测的方法，是国君克敌制胜的法宝。所谓“因间”，是利用敌国居民中的普通人做间谍；“内间”，是利用敌方的官员做我方的间谍；“反间”，是利用敌人的间谍来为我们做间谍工作；“死间”，是潜入敌营，将假情报送给我方间谍，然后传给敌方间谍的特殊间谍(因真情一旦败露，此类间谍难免被杀，故称死间)：“生间”，是指能活着回来报告敌情的间谍。\n" +
    "　　所以，对于统领三军、用兵打仗的国君和主将来说，全军上下没有比间谍更为亲近的人，奖赏没有比间谍更优厚的，交待处理的事务没有比间谍更机密的。\n" +
    "　　不是睿智聪明的人不能使用间谍；不是仁慈慷慨的人不能指使间谍；不是精细算计的人，不能获得间谍的真实情报。微妙呀，微妙！没有什么地方不可以使用间谍。如果间谍工作尚未进行就泄露了用间的消息，那么，间谍和告密者都应该处死。\n" +
    "　　凡是我军想要攻击的敌军，想要攻打的城堡，准备刺杀的敌方官员，都应该事先了解敌方的守将及其左右亲信、掌管通讯联络和把守门户的官员、以及幕僚门客的姓名，这些情况我方的间谍一定要侦察清楚。\n" +
    "　　必须查出来侦察我方情况的敌方间谍，用优厚待遇和金钱收买他们，对他们进行引诱开导，然后交给他们任务，放他们回去，这样就可以使他们成为反间，为我所用了。因为有了反间提供的情报，所以就可培植、利用乡间和内间了。同样，根据反间提供的情报，死间传播的假情报，就可以通过反间而告知敌人。也是因为有了反间，我方的生间就可以按预定的时间回来汇报敌情。对于五种间谍的情况，君主必须清楚地知道，而更应该懂得，关键又在于利用反间，所以，对反间的赏赐待遇不能不是最优厚的。\n" +
    "　　从前，殷商的兴起，得力于伊尹(伊挚即伊尹，商汤任他为相)曾在夏朝做过官；西周的兴起，得力于姜尚(姜尚又名吕尚，号子牙，武王伐纣时为军师)曾在殷商为臣。所以，明智的国君，贤良的将帅，能使用智慧高超的人做间谍，一定能取得极大的成功。这是用兵作战的要决，整个军队都要依据他们提供的情报来决定军事行。"
  }
];