var data = [
  {
    title: '南山经',
    data: [
      {
        title: '鹊山 招摇山',
        content: '南山经之首曰鹊山。其首曰招摇之山，临于西海之上，多桂，多金玉。有草焉，其状如韭而青华，其名曰祝馀，食之不饥。有木焉，其状如榖而黑理，其华四照。其名曰迷榖，佩之不迷。有兽焉，其状如禺而白耳，伏行人走，其名曰狌狌，食之善走。丽麂之水出焉，而西流注于海，其中多育沛，佩之无瘕疾。',
        translation: '《南山经》之组叫鹊山，南山组的第一座山叫做招摇山。招摇山耸立在西海岸边，山中多生长着桂树，并且有许多金属矿和玉石。有一种野草，它的样子像韭菜，但开着青色的花，名字叫祝馀，吃了这种草就不会饥饿。有一种树，它的形状像构树，但它的枝干是黑色的，它的果实颜色明丽，像花朵一样光彩照人，名字叫做迷榖。人佩戴着迷榖，在林中行走，使人容易辨认，不致迷路。山中还有一种野兽，它的样子像大猕猴，却长着白耳朵，有时伏在地上爬行，有时又可以直立行走。丽麂水就发源于此，河水向西流入大海，水中有许多育沛，佩戴它可以治疗腹中结块的病。'
      },
      {
        title: '堂庭山',
        content: '又东三百里曰堂庭之山。多棪木，多白猿，多水玉，多黄金。',
        translation: '从招摇山向东走三百里，是鹊山山系的第二座山，叫做堂庭山。山上生长着许多棪木，也有许多白猿。这座山盛产水晶，还蕴藏着大量的黄金。'
      },
      {
        title: '猿翼山',
        content: '又东三百八十里曰猨翼之山。其中多怪兽，水多怪鱼。多白玉，多蝮虫，多怪蛇，多怪木，不可以上。',
        translation: '再往东三百八十里的山峰叫做猿翼山，山上有许多怪兽，水中有许多怪鱼，猿翼山蕴藏有丰富的白玉，还有许多蝮蛇、长有毒牙的怪蛇，山上的树木形态奇特不同寻常。翼山陡峭，几乎无法攀登。'
      },
      {
        title: '杻阳山',
        content: '又东三百七十里，曰杻阳之山，其阳多赤金，其阴多白金。有兽焉，其状如马而白首，其文如虎而赤尾，其音如谣，其名曰鹿蜀，佩之宜子孙。怪水出焉，而东流注于宪翼之水。其中多玄鱼，其状如龟而鸟首虺尾，其名曰旋龟，其音如判木，佩之不聋，可以为底。',
        translation: '再往东三百七十里，有座杻阳山，这座山向阳一面山坡蕴藏有丰富的铜矿，而北坡则蕴藏着丰富的银矿。山中有种野兽，它的样子像马，但长着白色的脑袋，身上的花斑就像老虎，不过尾巴是红色的，这种怪兽的叫声就好像人在歌唱诗谣要一般，它的名字叫鹿蜀，拥有这种怪兽就可以保佑你多子多孙。怪水就从这里向东流，最后注入宪翼水。水中有许多大乌龟，它像一般的乌龟一样，不同的是长着鸟的头和毒蛇一样的尖尖尾巴，这种乌龟叫旋龟，它发出的声音就像在用斧头剖开木头，拥有这种怪兽可以使耳朵不聋，还可以治疗脚上的茧子。'
      },
      {
        title: '柢山',
        content: '又东三百里，曰柢山，多水，无草木。有鱼焉，其状如牛，陵居，蛇尾有翼，其羽在魼下，其音如留牛，其名曰鯥，冬死而夏生，食之无肿疾。',
        translation: '再往东三百里，就是柢山，山上有很多溪流但却不生长草木。不过山中有一种类似鱼的生物，长得像牛，它们生活在高大的土山上，有着蛇一样的尾巴，还有翅膀，不过翅膀长在肋下，它们的叫声如同牦牛的叫声一般，这种鱼叫鯥，冬天蛰伏，夏天再出来，如果吃了它们就不会得痈肿病。'
      },
      {
        title: '亶爰山',
        content: '又东三百里，曰亶爰之山，多水，无草木，不可以上。有兽焉，其状如狸而有髦，其名曰类，自为牝牡，食者不妒。',
        translation: '再往东走四百里，就是亶爰山，山上多水也不生长草木，山陡峭难登。山中有一种野兽，它的外貌像狸猫，头部和尾部有黑色条纹，躯干有黑褐色的斑点，但是头上长有毛发，这种野兽叫类，它是雌雄同体的，所以可以自行交配，如果吃了它就不会有妒忌之心了。'
      },
      {
        title: '基山',
        content: '又东三百里，曰基山，其阳多玉，其阴多怪木。有兽焉，其状如羊，九尾四耳，其目在背，其名曰猼訑，佩之不畏。有鸟焉，其状如鸡而三首六目，六足三翼，其名曰鵸鵌，食之无卧。',
        translation: '再往东三百里，有座基山，山的南坡蕴藏着丰富的玉石，山的北坡生长着许多形态奇特不寻常的树木。这里有一种野兽，长得像羊，但却有九条尾巴、四个耳朵，它的眼睛长在背上，这种兽叫猼訑，人如果拥有了它就变得勇敢而无畏。山中还有一种鸟，长得像鸡，但却有三个头、六只眼睛、六条腿和三只翅膀，这种鸟叫鵸鵌，吃了它就不需要睡觉了。'
      },
      {
        title: '青丘山',
        content: '又东三百里，曰青丘之山，其阳多玉，其阴多青雘。有兽焉，其状如狐而九尾，其音如婴儿，能食人，食者不蛊。有鸟焉，其状如鸠，其音如呵，名曰灌灌，佩之不惑。英水出焉，南流注于即翼之泽。其中多赤鱬，其状如鱼而人面，其音如鸳鸯，食之不疥。',
        translation: '再往东三百里，有座青丘山，山的南坡蕴藏着丰富的玉石，山的北坡蕴藏大量青色的矿石，可以用来做涂饰用的颜料。山中有一种野兽，长得像狐狸不过却有九条尾巴，它叫起来如同婴儿啼哭，能吃人，不过人如果吃了它的肉就可以辟邪。还有一种鸟，长得像鸠，啼叫声却如同人们在相互呼喊对方，它叫做灌灌，佩戴它可以解惑。英水从这里流向南方，注入即翼泽中。水中有许多赤鱬，长得像鱼却有一张人的面孔，它们的声音如同鸳鸯，吃了它就不会生疥癣。'
      },
      {
        title: '箕尾山',
        content: '又东三百五十里，曰箕尾之山，其尾踆于东海，多沙石。汸水出焉，而南流注于淯，其中多白玉。',
        translation: '再往东三百五十里，有座箕尾山，山的尾端盘踩在东海岸边，山上有很多沙石。汸水从这座山发源，向南流入洧水，水中有很多白色玉石。'
      },
      {
        title: '鹊山之首',
        content: '凡鹊山之首，自招摇之山以至箕尾之山，凡十山，二千九百五十里，其神状皆鸟身而龙首。其祠之礼：毛，用一璋玉瘗；糈用稌米，一壁，稻米、白莹为席。',
        translation: '鹊山山系，从招摇山到箕尾山，一共十座山，二千九百五十里。这些山的山神都长着鸟的身子龙的脑袋。人们祭祀的礼仪：将祭祀的牲畜和璋、玉一起埋在地下，祭祀用的精米是稻米，拿白茅来做山神的座席。'
      },
      {
        title: '柜山',
        content: '南次二经之首，曰柜山，西临流黄，北望诸𣬈，东望长右。英水出焉，西南流注于赤水。其中多白玉，多丹粟。有兽焉，其状如豚，有距，其音如狗吠，其名曰狸力，见则其县多土功。有鸟焉，其状如鸱而人手，其音如痹，其名曰鴸，其名自号也，见则其县多放士。',
        translation: '《南次二经》山系的第一座山是柜山，山的西面临近硫磺国，在山顶向北可以望见诸𣬈山，向东则可以望见长右山。英水就从这里发源，向西南流入赤水，水中有许多白玉，还有许多丹砂，颗粒就像栗米一样大小。山上有一种野兽，长得像豚，却有一对鸡脚，它叫起来如同狗吠，这种野兽叫狸力，它的出现预示该地会有频繁的建筑工程。山中还有一种鸟，长得像鹞鹰，可是脚如同人手，叫起来如同雌鹌鹑，它叫做鴸，它的名字来自它自己的叫声，它的出现预示着当地会有不少人遭到流放。'
      },
      {
        title: '长右山',
        content: '东南四百五十里，曰长右之山，无草木，多水。有兽焉，其状如禺而四耳，其名长右，其音如吟，见则郡县大水。',
        translation: '向东南四百五十里，有座长右山，山上虽然不长草木，却有很多水流。山中有一种野兽，长得像赤目长尾的大猕猴，不过它有四只耳朵，名字叫长右，它叫起来如同人的呻吟声，它的出现表明该郡县将会遭受洪灾。'
      },
      {
        title: '尧光山',
        content: '又东三百四十里，曰尧光之山，其阳多玉，其阴多金。有兽焉，其状如人而彘鬣，穴居而冬蛰，其名曰猾褢，其音如斫木，见则县有大繇。',
        translation: '再向东三百四十里，有座尧光山。山的南坡蕴藏丰富的玉石，北坡则有大量的金属矿。山上有一种野兽，长得同人相像，不过颈肩却长有长毛，体型和猪差不多。她们冬天蛰伏，居住在洞穴中。名字叫做猾褢，一旦叫起来就如同在伐木，它的出现表明该地将会有很繁重的劳役。'
      },
      {
        title: '羽山',
        content: '又东三百五十里，曰羽山，其下多水，其上多雨，无草木，多蝮虫。',
        translation: '再向东三百五十里，有座羽山，山中有许多泉眼，涌出的水流潺潺不绝，表明这里地下水丰富，山上常常下雨，不过山中不生草木，有不少毒蛇。'
      },
      {
        title: '瞿父山',
        content: '又东三百七十里，曰瞿父之山，无草木，多金玉。',
        translation: '再向东三百七十里，有座瞿父山，山上没有草木，却蕴藏着大量的金属矿产和玉石。'
      },
      {
        title: '句馀山',
        content: '又东四百里，曰句馀之山。无草木，多金玉。',
        translation: '再往东四百里，就是句馀山，山上也不长草木，却蕴藏有丰富的金属矿和玉石。'
      },
      {
        title: '浮玉山',
        content: '又东五百里，曰浮玉之山。北望具区，东望诸𣬈。有兽焉，其状如虎而牛尾，其音如吠犬，其名曰彘，是食人。苕水出于其阴，北流至于具区，其中多鮆鱼。',
        translation: '再往东五百里，有座浮玉山，向北可以望见太湖，向东侧可以望见诸𣬈。山中有一种野兽，长得像老虎却有牛的尾巴，它叫起来的声音如同狗在狂叫，它名叫彘，这种野兽是会吃人的。苕水就发源于浮玉山的北面，向北流入太湖，水中有许多形薄头长的刀鱼。'
      },
      {
        title: '成山',
        content: '又东五百里，曰成山。四方而三坛，其上多金玉，其下多青雘，𨴯水出焉，而南流注于虖勺，其中多黄金。',
        translation: '再向东五百里，有座成山，山的棱角方正，像是人建筑而成的一样，形状好像是三只大坛子叠放在一起。山上蕴藏着丰富的金属矿和玉石。山下有许多青色矿石，可以用来做涂饰的颜料。𨴯水从这里发源，向南流入虖勺，水中沙石绵密细软，仔细分辨，便可以从水底捞出渗在沙子中的黄金。'
      },
      {
        title: '会稽山',
        content: '又东五百里，曰会稽之山，四方，其上多金玉，其下多砆石。勺水出焉，而南流注于湨。',
        translation: '再向东五百里，有座会稽山，山的棱角也很方正，像是人类的建筑物一样。山上也蕴藏了很多金属矿和玉石，山下有许多如同美玉的武夫石。勺水就从这里发源，向南流入湨水。'
      },
      {
        title: '夷山',
        content: '又东五百里，曰夷山。无草木，多沙石，湨水出焉，而南流注于列涂。',
        translation: '再往东五百里，有座夷山，山上没有花草树木，有很多沙石，湨水就从这里发源，向南流入列涂。'
      },
      {
        title: '仆勾山',
        content: '又东五百里，曰仆勾之山，其上多金玉，其下多草木。无鸟兽，无水。',
        translation: '再往东五百里，有座仆勾山，山上盛产金属矿物和玉石，山下花草树木繁茂，山中没有飞禽走兽，也没有水流。'
      },
      {
        title: '咸阴山',
        content: '又东五百里，曰咸阴之山，无草木，无水。',
        translation: '再往东五百里，有座咸阴山，山上没有花草树木，也没有水流。'
      },
      {
        title: '洵山',
        content: '又东四百里，曰洵山。其阳多金，其阴多玉，有兽焉，其状如羊而无口，不可杀也，其名曰䍺。洵水出焉，而南流注于阏之泽，其中多芘蠃。',
        translation: '再往东四百里，有座洵山，山的南面盛产金属矿物，山的北面盛产玉石。山中有一种野兽，形状像羊却没有嘴巴，不吃东西也能活着不死，它的名字叫作䍺。洵水从这座山发源，向南流入阏泽，水中有很多紫色螺。'
      },
      {
        title: '虖勺山',
        content: '又东四百里，曰虖勺之山。其上多梓枏，其下多荆杞。滂水出焉，而东流注于海。',
        translation: '再往东四百里，有座虖勺山，山上到处是梓树和楠木树，山下生长许多牡荆树和枸杞树。滂水从这座山发源，向东流入大海。'
      },
      {
        title: '区吴山',
        content: '又东五百里，曰区吴之山。无草木，多沙石，鹿水出焉，而南流注于滂水。',
        translation: '再往东五百里，有座虖勺山，山上没有花草树木，到处是沙子石头。鹿水从这座山发源，向南流入滂水。'
      },
      {
        title: '鹿吴山',
        content: '又东五百里，曰鹿吴之山。上无草木，多金石。泽更之水出焉，而南流注于滂水。水有兽焉，名曰蛊雕，其状如雕而有角，其音如婴儿之音，是食人。',
        translation: '再往东五百里，有座鹿吴山，山上没有花草树木，但有丰富的金属矿物和玉石。泽更水从这座山发源，向南流入滂水。水中有一种野兽，名称是蛊雕，形状像普通的雕鹰却头上长角，发出的声音如同婴儿啼哭，是能吃人的。'
      },
      {
        title: '漆吴山',
        content: '东五百里，曰漆吴之山。无草木，多博石，无玉。处于东海，望丘山，其光载出载入，是惟日次。',
        translation: '再往东五百里，有座漆吴山，山中没有花草树木，没有玉石却有很多博基石。这座山临近东海，向它的西边望去可能隐约看见丘山，当太阳从东海上升起时，光芒就会因为山的遮蔽而时明时暗，因此也被人们称为“太阳休息的地方”。'
      },
      {
        title: '凡南次二山之首',
        content: '凡南次二山之首，自柜山至于漆吴之山，凡十七山，七千二百里。其神状皆龙身而鸟首。其祠：毛，用一壁瘗，糈用稌。',
        translation: '纵观《南次二经》一组，从柜山起到漆吴山止，总共十七座山，途经七千二百里。诸山山神的形状都是龙身鸟头。祭祀山神：是把畜禽和玉璧一起埋入地下，祀神的米用粳米。'
      },
      {
        title: '天虞山',
        content: '南次三山之首，曰天虞之山。其下多水，不可以上。',
        translation: '《南次三经》山系的第一座山叫天虞山，山脚下泉水叮咚，有许多溪流，山陡峭不能攀登上去。'
      },
      {
        title: '祷过山',
        content: '东五百里，曰祷过之山，其上多金玉，其下多犀兕，多象，有鸟焉，其状如鵁，而白首、三足、人面，其名曰瞿如，其鸣自号也。泿水出焉，而南流注于海。其中有虎蛟，其状鱼身而蛇尾，其音如鸳鸯，食者不肿，可以已痔。',
        translation: '往东五百里，有座祷过山，山上盛产金属矿物和玉石，山下到处是犀牛和象。山中有一种禽鸟，形状像鵁，却是白色的脑袋，长着三只脚，人一样的脸，名称是瞿如，名字来自它自己的叫声。泿水从这座山发源，向南流入大海。水中有一种虎蛟的水兽，长着鱼的身躯，蛇一样的尾巴，它的叫声如同鸳鸯，吃了它就不用怕生痈肿病，还可以治愈痔疮。'
      },
      {
        title: '丹穴山',
        content: '又东五百里，曰丹穴之山。其上多金玉。丹水出焉，而南流注于渤海。有鸟焉，其状如鸡，五采而文，名曰凤皇，首文曰德，翼文曰顺，背文曰义，膺文曰仁，腹文曰信。是鸟也，饮食自然，自歌自舞，见则天下安宁。',
        translation: '从祷过山再往东五百里，就可以看见丹穴山了，山上盛产金属矿物和玉石。丹水从这座山发源，向南流入渤海。山中有一种鸟，形状像鸡，全身上下是五彩羽毛，叫做凤凰，头上的花纹叫做“德”，翅膀上的花纹叫做“顺”，背部的花纹叫做“义”，胸部的花纹叫做“仁”，腹部的花纹叫做“信”。这种鸟，吃喝很自然从容，自歌自舞，一出现则天下安宁。'
      },
      {
        title: '发爽山',
        content: '又东五百里，曰发爽之山。无草木，多水，多白猿。泛水出焉，而南流注于勃海。',
        translation: '再往东五百里，有座发爽山，没有花草树木，到处是流水，有很多白色的猿猴。泛水从这里发源，向南流入渤海。'
      },
      {
        title: '旄山之尾',
        content: '又东四百里至于旄山之尾，其南有谷，曰育遗，多怪鸟，凯风自是出。',
        translation: '再往东四百里，便到了旄山的尾端。此处的南面有一峡谷，叫做育遗，生长着许多奇怪的鸟，南风就是从这里吹出来的。'
      },
      {
        title: '非山之首',
        content: '又东四百里，至于非山之首。其上多金玉，无水，其下多蝮虫。',
        translation: '再往东四百里，便到了非山的头部。山上盛产金属矿物和玉石，没有水，山下到处是蝮虫。'
      },
      {
        title: '阳夹山',
        content: '又东五百里，曰阳夹之山。无草木，多水。',
        translation: '再往东五百里，有座阳夹山，没有花草树木，到处流水。'
      },
      {
        title: '灌湘山',
        content: '又东五百里，曰灌湘之山。上多木，无草，多怪鸟，无兽。',
        translation: '再往东五百里，有座灌湘山，山上到处是树木，但没有花草；山中有许多奇怪的禽鸟，却没有野兽。'
      },
      {
        title: '鸡山',
        content: '又东五百里，曰鸡山。其上多金，其下多丹雘。黑水出焉，而南流注于海。其中有鱄鱼，其状如鲋而彘尾，其音如豚，见则天下大旱。',
        translation: '再往东五百里，有座鸡山，山上有丰富的金属矿物，山下盛产红色矿石，可以研磨成涂料。黑水从这座山发源，向南流入大海。水中有一种鱄鱼，形状像鲫鱼却长着猪尾巴，发出声音如同小猪叫，它一出现就会天下大旱。'
      },
      {
        title: '令丘山',
        content: '又东四百里，曰令丘之山。无草木，多火。其南有谷焉，曰中谷，条风自是出。有鸟焉，其状如袅，人面四目而有耳，其名曰顒，其鸣自号也，见则天下大旱。',
        translation: '再往东四百里，有座令丘山，没有花草树木，山上常常起火。山的南边有一峡谷，叫做中谷，东北风就是从这里吹出来的。山中有一种禽鸟，形状像枭，却长着一副人脸，有四只眼睛，还有耳朵，名称是颙，名字源于于它的叫声，一出现而天下就会大旱。'
      },
      {
        title: '仑者山',
        content: '又东三百七十里，曰仑者之山。其上多金玉，其下多青雘。有木焉，其状如榖而赤理，其汁如漆，其味如饴，食者不饥，可以释劳，其名曰白䓘，可以血玉。',
        translation: '再往东三百七十里，有座仑者山，山上有丰富的金属矿物和玉石，山下盛产青色的矿石涂料。山中有一种树木，形状像一般的构树却是红色的纹理，枝干流出的汁液十分浓稠，味道却像蔗糖一样甘甜味美，人吃了它可以饱腹，还可以缓解疲劳，名称是白䓘，可以用它涂染玉石以增添玉的光彩。'
      },
      {
        title: '禺槀山',
        content: '又东五百八十里，曰禺槀之山。多怪兽，多大蛇。',
        translation: '再往东五百八十里，有座禺稿山，山中有很多奇怪的野兽，还有很多大蛇。'
      },
      {
        title: '南禺山',
        content: '又东五百八十里，曰南禺之山。其上多金玉，其下多水。有穴焉，水出辄入，夏乃出，冬则闭。佐水出焉，而东南流注于海，有凤皇、鵷雏。',
        translation: '再往东五百八十里，是座南禺山，山上盛产金属矿物和玉石，山下到处流水。山中有一个洞穴，水在春天就流入洞穴，在夏天便流出洞穴，在冬天水凝结成冰，不再流动。佐水从这座山发源，向东南流入大海，佐水流经的地方有凤凰和鹓雏栖息。'
      },
      {
        title: '凡南次三山之首',
        content: '凡南次三山之首，自天虞之山以至南禺之山，凡一十四山，六千五百三十里。其神皆龙身而人面。其祠皆一白狗祈，稰用稌。\n　　右南经之山志，大小凡四十山，万六千三百八十里。',
        translation: '纵观《南次三经》一组，从天虞山起到南禺山，总共有十四座大山，蜿蜒起伏达六千五百三十里。这些山的山神都是龙身人面。祭祀山神的祭品都是白狗，所用的米都是粳米。\n　　以上是《南山经》的内容，大大小小加起来共四十座，所经地区蜿蜒起伏达一万六千三百八十里。'
      },
    ]
  },
  {
    title: '西山经',
    data: [
      {
        title: '钱来山',
        content: '西山经华山之首，曰钱来之山，其上多松，其下多洗石。有兽焉，其状如羊而马尾，名曰羬羊，其脂可以已腊。',
        translation: '西山经华山山系的第一座山叫钱来山，山上长着茂盛的松树，山下的石头表面粗糙却不尖锐，可以用来清除人身上的污垢。山中有一种野兽，长得像羊却有一条马尾巴，名叫羬羊，这种羊的油脂涂在皮肤上使皮肤湿润不开裂。 '
      },
      {
        title: '松果山',
        content: '西四十五里，曰松果之山。濩水出焉，北流注于渭，其中多铜。有鸟焉，其名曰䳋渠，其状如山鸡，黑身赤足，可以已[月暴]。',
        translation: '往西四十五里，有座松果山。濩水从这座山发源，向北流入渭水，濩水中多产铜矿。山中有一种禽鸟，名叫䳋渠，长得如同山鸡，不过身上的羽毛是黑色的，爪子是红色的，这种鸟可以用来防止皮肤皲裂。'
      },
      {
        title: '太华山',
        content: '又西六十里，曰太华之山，削成而四方，其高五千仞，其广十里，鸟兽莫居。有蛇焉，名曰肥𧒭，六足四翼，见则天下大旱。',
        translation: '再往西六十里，有座太华山，它的山壁直上直下，仿佛人用板斧一刀劈成的一般，好像一个四方体。山高五千仞，宽有十里，因为太过陡峭所以禽鸟野兽无法栖身。不过有一种蛇，叫做肥遗，这种蛇长着六只脚，四只翅膀，它的出现预示着天下将会大旱。'
      },
      {
        title: '小华山',
        content: '又西八十里，曰小华之山，其木多荆杞，其兽多㸲牛，其阴多磬石，其阳㻬琈之玉。鸟多赤鷩，可以御火。其草有萆荔，状如乌韭，而生于石上，亦缘木而生，食之已心痛。',
        translation: '再往西八十里，有座小华山，山上的树木大多是荆棘和枸杞，野兽大多是山牛，山的北坡盛产磬石，南坡盛产一种叫做㻬琈的美玉。这山中的鸟大多是锦鸡，人如果吃了它的肉就可以不惧火烧。山中还有一种叫做萆荔的草，长得如同黑韭菜，生长在石头上，也有的攀缘树木而生长，吃了它就能防止心绞痛。'
      },
      {
        title: '符禺山',
        content: '又西八十里，曰符禺之山，其阳多铜，其阴多铁。其上有木焉，名曰文茎，其实如枣，可以已聋。其草多条，其状如葵，而赤华黄实，如婴儿舌，食之使人不惑。符禺之水出焉，而北流注于渭。其兽多葱聋，其状如羊而赤鬣。其鸟多鴖，其状如翠而赤喙，可以御火。',
        translation: '再往西八十里，有座符禺山，山的南面蕴藏着大量铜矿，北坡则蕴藏有大量铁矿。山上有一种植物，叫做文茎，它结的果实像枣子，吃了它可以治疗耳聋。山上的草大多是细弱的茎条状，长得像葵，却开红色花结黄色的果，果实像婴儿的舌头，吃了它就不会被谎言所迷惑。符禺水从这座山发源，向北流入渭水。山中的野兽大多是葱聋，长得像羊却长有红色的毛发。山中的鸟大多是鴖鸟，像翠鸟却是红色的嘴巴，吃了它可以不畏惧火烧。'
      },
      {
        title: '石脆山',
        content: '又西六十里，曰石脆之山，其木多棕楠，其草多条，其状如韭，而白华黑实，食之已疥。其阳多㻬琈之玉，其阴多铜。灌水出焉，而北流注于禺水。其中有流赭，以涂牛马无病。',
        translation: '再往西六十里，有座石脆山，山上的树大多是棕树和楠木树，而草大多是条草，形状像韭菜，但是开的是白色花朵，结的是黑色果实，人吃了这种果实可以治愈疥疮。山南面盛产㻬琈玉，山北面蕴藏有大量铜矿。灌水从这座山发源，向北流入禺水。水底的泥沙中混有流赭，把它们涂在牛马身上，能使牛马健壮不生病。'
      },
      {
        title: '英山',
        content: '又西七十里，曰英山，其上多杻橿，其阴多铁，其阳多赤金。禺水出焉，北流注于招水，其中多䰷鱼，其状如鳖，其音如羊。其阳多箭䉋，兽多㸲牛、羬羊。有鸟焉，其状如鹑，黄身而赤喙，其名曰肥遗，食之已疠，可以杀虫。',
        translation: '再往西七十里，有座英山，山上到处是杻树和橿树，山北阴面盛产铁，而山南阳面盛产黄金。禺水从这座山发源，向北流入招水，水中有很多䰷鱼，形状像一般的鳖，发出的声音如同羊叫。山南面还生长有很多箭竹和䉋竹，野兽大多是㸲牛、羬羊。山中有一种禽鸟，形状像一般的鹌鹑鸟，是黄身子而红嘴巴，名称是肥遗，人吃了它的肉能治愈麻疯病，还能杀死体内寄生虫。'
      },
      {
        title: '竹山',
        content: '又西五十二里，曰竹山，其上多乔木，其阴多铁。有草焉，其名曰黄雚，其状如樗，其叶如麻，白华而赤实，其状如赭，浴之已疥，又可以已胕。竹水出焉，北流注于渭，其阳多小竹，多苍玉。丹水出焉，东南流注于洛水，其中多水玉，多人鱼。有兽下，其状如豚而白毛，大如筓而黑端，名曰豪彘。',
        translation: '再往西五十二里，有座竹山，山上到处是高大的树木，山北面盛产铁。山中有一种草，名称是黄雚，形状像樗树，但叶子像麻叶，开白色的花朵而结红色的果实，果实里是赤红色，用它洗浴就可治愈疥疮，又可以治疗浮肿病。竹水从这座山发源，向北流入渭水，山的南坡上生长的多是小竹，经常可以从山坡上开采出苍翠的玉石。丹水也发源于这座山，向东南流入洛水，水中多出产水晶石，又有很多人鱼。山中有一种野兽，形状像小猪却长着白色的毛，毛如簪子一样粗而尖端呈黑色，名称是豪猪。'
      },
      {
        title: '浮山',
        content: '又西百二十里，曰浮山，多盼木，枳叶而无伤，木虫居之。有草焉，名曰薰草，麻叶而方茎，赤华而黑实，臭如蘼芜，佩之可以已疠。',
        translation: '再往西一百二十里，有座浮山，到处是盼木，长着枳树一样的叶子却没有刺，树木上的虫子寄生于此。山中有一种草，名称是熏草，叶子像麻叶却长着方方的茎干，开红色的花朵，结黑色的果实，散发着清香如同是蘼芜，把它插在身上就可以治疗麻疯病。'
      },
      {
        title: '羭次山',
        content: '又西七十里，曰羭次之山，漆水出焉，北流注于渭。其上多棫橿，其下多竹箭，其阴多赤铜，其阳多婴脰之玉。有兽焉，其状如禺而长臂，善投，其名曰嚣。有鸟焉，其状如枭，人面而一足，曰橐𩇯，冬见夏蛰，服之不畏雷。',
        translation: '再往西七十里，有座羭次山。漆水发源于此，向北流入渭水。山上有茂密的棫树和橿树，山下有很多短小尖锐的竹笋，山北面有丰富的赤铜，而山南坡有丰富的婴脰玉。山中有一种野兽，形状像猿猴，而双臂长而有力，擅长投掷，叫做嚣。山中还有一种禽鸟，形状像猫头鹰，长着人一样的面孔，只有一只脚，叫做橐𩇯，常常是冬天出现而夏天蛰伏，人穿用它的羽毛做成的衣服就不怕打雷。'
      },
      {
        title: '时山',
        content: '又西百五十里，曰时山，无草木。逐水出焉，北海注于渭，其中多水玉。',
        translation: '再往西一百五十里，有座时山，没有花草树木。逐水从这座山发源，向北流入渭水，水中有很多水晶石。'
      },
      {
        title: '南山',
        content: '又西百七十里，曰南山，上多丹粟。丹水出焉，北流注于渭。兽多猛豹，鸟多尸鸠。',
        translation: '再往西一百七十里，有座南山，到处是粟粒大小的丹沙。丹水从这座山发源，向北流入渭水。山中的野兽大多是猛豹，而禽鸟大多是布谷鸟。 '
      },
      {
        title: '大时山',
        content: '又西四百八十里，曰大时之山，上多楮柞，下多杻橿，阴多银，阳多白玉。涔水出焉，北流注于渭。清水出焉，南流注于汉水。',
        translation: '再往西一百八十里，有座大时山，山上有很多构树和栎树，山下有很多杻树和僵树，山的北面有很多银矿，山的南面有丰富的白玉石。涔水从这座山发源，向北流入渭水。清水也从这座山发源，却向南流入汉水。'
      },
      {
        title: '嶓冢山',
        content: '又西三百二十里，曰嶓冢之山，汉水出焉，而东南流注于沔；嚣水出焉，北流注于汤水。其上多桃枝钩端，兽多犀兕熊罴，鸟多白翰赤鷩。有草焉，其叶如蕙，其本如桔梗，黑华而不实，名曰蓇蓉。食之使人无子。',
        translation: '再往西三百二十里，有座嶓冢山，汉水发源于此，向东南流入沔水；嚣水也发源于此，向北流入汤水。山上到处是葱茏的桃枝竹和钩端竹，野兽以犀牛、兕、熊、罴最多，禽鸟却以白翰和赤鷩最多。山中有一种草，叶子长得像蕙草叶，茎干却像桔梗，开黑色花朵但不结果实，叫做蓇蓉，人吃了它就不生育孩子。'
      },
      {
        title: '天帝山',
        content: '又西三百五十里，曰天帝之山，多棕枬；下多菅蕙。有兽焉，其状如狗，名曰谿边，席其皮者不蛊。有鸟焉，其状如鹑，黑文而赤翁，名曰栎，食之已痔。有草焉，其状如葵，其臭如蘼芜，名曰杜衡，可以走马，食之已瘿。',
        translation: '再往西三百五十里，有座天帝山，山上是茂密的棕树和楠木树，山下芳草萋萋，大多是菅蕙。山中有一种野兽，形状像狗，叫做谿边，用它的皮做成的席子垫坐可以驱避妖邪之气。山中又有一种禽鸟，形状像鹌鹑，但长着黑色的羽毛和红色的颈毛，叫做栎，人吃了它可以治愈痔疮。山中还有一种草，形状像葵，散发出和蘼芜一样的清香，叫做杜衡，用它做饲料喂马，可以使马跑得更快，人吃了它就可以治愈颈瘤病。'
      },
      {
        title: '皋涂山',
        content: '西南三百八十里，曰臯涂之山，蔷水出焉，西流注于诸资之水；涂水出焉，南流注于集获之水。其阳多丹粟，其阴多银、黄金，其上多桂木。有白石焉，其名曰礜，可以毒鼠。有草焉，其状如藁茇，其叶如葵而赤背，名曰无条，可以毒鼠。有兽焉，其状如鹿而白尾，马足人手而四角，名曰玃如。有鸟焉，其状如鸱而人足，名曰数斯，食之已瘿。',
        translation: '往西南三百八十里，有座皋涂山，蔷水发源于此，向西流入诸资水；涂水也发源于此，向南流入集获水。山的南坡沙石细密，有很多栗粒大小的细丹砂，山的北坡蕴藏着银矿和黄金，山上有许多桂木。山中有一种白色的石头，叫做礜石，研磨成粉后可以用来毒死老鼠。山中又有一种草，形状像藁茇，叶子像葵叶，而背面是红色的，叫做无条，可以用来毒死老鼠。山中还有一种野兽，形状像鹿，却长着白色的尾巴、马脚、人手，有四只角，名叫玃如。山中还有一种禽鸟，形状像鸱却长着人的脚，名叫数斯，吃了它能治愈人颈瘤病。'
      },
      {
        title: '黄山',
        content: '又西百八十里，曰黄山，无草木，多竹箭。盼水出焉，西流注于赤水，其中多玉。有兽焉，其状如牛，而苍黑大目，其状曰𤛎。有鸟焉，其状如鸮，青羽赤喙，人舌能言，名曰鹦鹉。',
        translation: '再往西一百八十里，有座黄山，没有花草树木，到处是郁郁葱葱的竹丛。盼水从这座山发源，向西流入赤水，水中有很多玉石。山中有一种野兽，形状像牛，却长着黑色皮毛和大大的眼睛，名叫𤛎。山中又有一种禽鸟，形状像鸮，却长着青色的羽毛、红色的嘴，和像人一样的舌头，能学人说话，名称是鹦鹉。'
      },
      {
        title: '翠山',
        content: '又西二百里，曰翠山，其上多棕枬，其下多竹箭，其阳多黄金、玉，其阴多旄牛、麢，麝，其鸟多鸓，其状如鹊，赤黑而两首四足，可以御火。',
        translation: '再往西二百里，有座翠山，山上是茂密的棕树和楠树，山下是竹丛，山的南坡盛产黄金、美玉，山的北坡有很多牦牛、羚羊、香獐。山中有一种叫做鸓的鸟，形状像喜鹊，却长着红黑色羽毛、两个脑袋、四只脚，人养着它可以避免火灾。'
      },
      {
        title: '騩山',
        content: '又西二百五十里，曰騩山，是錞于西海，无草木，多玉。凄水出焉，西流注于海，其中多采石、黄金，多丹粟。',
        translation: '再往西二百五十里，有座騩山，耸立在西海岸，山上没有花草树木，却蕴藏着大量玉石。凄水从这座山发源，向西流入大海，水中有许多采石、黄金，还有很多粟粒大小的丹沙。'
      },
      {
        title: '凡西经之首',
        content: '凡西经之首，自钱来之山至于騩山，凡十九山，二千九百五十七里。华山，冢也。其祠之礼：太牢。羭山，神也。祠之用烛，斋百日以百牺，瘗用百瑜，汤其酒百樽，婴以百珪百壁。其馀十七山之属，皆毛牷用一羊祠之。烛者，百草之未灰，白席采等纯之。',
        translation: '纵观《西山经》一组，自钱来山起到騩山止，一共十九座山，蜿蜒起伏达二千九百五十七里。华山上有祭祀这列山系的宗主神庙，祭祀的礼仪是将猪、牛、羊一同供奉，称之为太牢。羭山的神仙祭祀之礼是在祠堂里点燃火烛，用一百头牛、羊、猪，斋祭一百天，还要埋一百块瑜玉入地下，烫上百樽美酒，陈上百种玉器。其余十七座山，都用一只完整的羊作祭品。所用的火烛，是用百草炼成，铺垫的席子都装饰有彩色镶边。 '
      },
      {
        title: '钤山',
        content: '西次二经之首，曰钤山，其上多铜，其下多玉，其木多杻橿。',
        translation: '《西次二经》山系的第一座山叫钤山，山上有大量铜矿，山下有大量玉石，山中的树以开白色花朵的樱树和橿树居多。'
      },
      {
        title: '泰冒山',
        content: '西二百里，曰泰冒之山，其阳多玉，其阴多铁。浴水出焉，东流注于河，其中多藻玉，多白蛇。',
        translation: '向西二百里，有座泰冒山，山的南坡多金矿，山的北坡多铁矿。洛水从这座山发源，向东流入黄河，水中有很多带彩纹的美玉，还有很多白色的水蛇。'
      },
      {
        title: '数历山',
        content: '又西一百七十里，曰数历之山，其上多黄金，其下多银，其木多黄金，其下多银，其木多杻橿，其鸟多鹦鹉。楚水出焉，而南流注于渭，其中多白珠。',
        translation: '再往西一百七十里，有座数历山，山上盛产黄金，山下盛产银，山中的树木大多是杻树和橿树，而禽鸟大多是鹦鹉。楚水从这座山发源，向南流入渭水，水中有很多白色的珍珠。'
      },
      {
        title: '高山',
        content: '又西百五十里高山，其上多银，其下多青碧、雄黄，其木多棕，其草多竹。泾水出焉，而东流注于渭，其中多馨石、青碧。',
        translation: '再往西北五十里有座高山，山上有丰富的白银，山下到处是青碧、雄黄，山中的树木大多是棕树，而草大多是小竹丛。泾水从这座山发源，向东流入渭水，水中有很多磬石、青碧。'
      },
      {
        title: '女床山',
        content: '西南三百里，曰女床之山，其阳多赤铜，其阴多石涅，其兽多虎豹犀兕。有鸟焉，其状如翟而五彩纹，名曰鸾鸟，见则天下安宁。',
        translation: '往西南三百里，有座女床山，山南面多出产黄铜，山北面多出产石涅，山中的野兽以老虎、豹子、犀牛和兕居多。山里还有一种禽鸟，形状像野鸡，却长着色彩斑斓的羽毛，名叫鸾鸟，一出现天下就会安宁。'
      },
      {
        title: '龙首山',
        content: '又西二百里，曰龙首之山，其阳多黄金，其阴多铁。苕水出焉，东海流注于泾水，其中多美玉。',
        translation: '再往西二百里，有座龙首山，山的南面盛产黄金，山的北面盛产铁。苕水从这座山发源，向东南流入泾水，水中有很多美玉。 '
      },
      {
        title: '鹿台山',
        content: '又西二百里，曰鹿台之山，其上多白玉，其下多银，其兽多㸲牛、羬羊、白豪。有鸟焉，其状如雄鸡而人面，名曰凫徯，其鸣自叫也，见则有兵。',
        translation: '再往西二百里，有座鹿台山，山上多出产白玉，山下多出产银，山中的野兽以㸲牛、羬羊、白豪居多。山中有一种禽鸟，形状像雄鸡，却长着人一样的脸面，名称是凫徯，它的名字源于它的叫声，它的出现表名该地将会发生流血兵变。'
      },
      {
        title: '鸟危山',
        content: '西南二里，曰鸟危之山，其阳多馨石，其阴多檀楮，其中多女床。鸟危之水出焉，西流注于赤水，其中多丹粟。',
        translation: '往西南二百里，有座鸟危山，山的南面到处是磬石，山的北面则有许多檀树和楮树，树林掩映间常有五彩鸾鸟婉转啼鸣。鸟危水从这座山发源，向西流入赤水，水中有许多粟粒大小的丹沙。'
      },
      {
        title: '小次山',
        content: '又西四百里，曰小次之山，其上多白玉，其下多赤铜。有兽焉其状如猿，而白首赤足，名曰朱厌，见则大兵。',
        translation: '再往西四百里，有座小次山，山上盛产白玉，山下盛产赤铜。山中有一种野兽，长得像猿猴，但头部毛发是白色、脚上毛发是红色，名叫朱厌，它的出现预示着该地将会遭受战乱。'
      },
      {
        title: '大次山',
        content: '又西三百里，曰大次之山，其阳多垩，其阴多碧，其兽多㸲羊、麢羊。',
        translation: '再往西三百里，有座大次山，山南面多出产垩土，山北面多出产碧玉，山中的野兽以㸲羊、羚羊居多。'
      },
      {
        title: '熏吴山',
        content: '又西四百里，曰薰吴之山，无草木，多金玉。',
        translation: '再往西四百里，有座熏吴山，山上没有花草树木，而有丰富的金属矿物和玉石。'
      },
      {
        title: '厎阳山',
        content: '又西四百里，曰厎阳之山，其木多稷、枬、豫章，其兽多犀、兕、虎、犳、㸲牛。',
        translation: '再往西四百里，是座厎阳山，山中的树木大多是水松树、楠木树、樟树，而野兽大多是犀牛、兕、老虎、犳、㸲牛。'
      },
      {
        title: '众兽山',
        content: '又西二百五十里，曰众兽之山，其上多㻬琈之玉，其下多檀楮，多黄金，其兽多犀兕。',
        translation: '再往西二百五十里，有座众兽山，山上遍布㻬琈玉，山下到处是檀树和楮树，有丰富的金矿，山中的野兽以犀牛、兕居多。'
      },
      {
        title: '皇人山',
        content: '又西五百里，曰皇人之山，其上多金玉，其下多青雄黄。皇水出焉，西流注于赤水，其中多丹粟。',
        translation: '再往西五百里，有座皇人山，山上有丰富的金属矿物和玉石，山下有丰富的石青、雄黄。皇水从这座山发源，向西流入赤水，水中有很多粟粒大小的丹沙。'
      },
      {
        title: '中皇山',
        content: '又西三百里，曰中皇之山，其上多黄金，其下多蕙、棠。',
        translation: '再往西三百里，有座中皇山，山上多出产黄金，山脚下植被茂盛，蕙草散发着清香，海棠花开得明艳丽人，一篇美景。'
      },
      {
        title: '西皇山',
        content: '又西三百五十里，曰西皇之山，其阳多黄金，其阴多铁，其兽多麋、鹿、㸲牛。',
        translation: '再往西三百五十里，有座西皇山，山的南面多出产金，山的北面多出产铁，山中的野兽以麋、鹿、麋牛居多。'
      },
      {
        title: '莱山',
        content: '又西三百里五十里，曰莱山，其木多檀楮，其鸟多罗罗，是食人。',
        translation: '再往西三百五十里，有座莱山，山中的树木大多是檀树和楮树，而禽鸟大多是罗罗鸟，这种鸟能吃人。'
      },
      {
        title: '凡西次二经之首',
        content: '凡西次二经之首，自钤山至于莱山，凡十七山，四千一百四十里。其十神者，皆人面而马身。其七神皆人面而牛身，四足而一臂，操杖以行，是为飞兽之神。其祠之，毛用少牢，白菅为席。其十辈神者，其祠之，毛一雄鸡，钤而不糈；毛采。',
        translation: '纵观《西次二经》一组，自钤山起到莱山止，一共十七座山，途经四千一百四十里。这些山有十个山神，都是人面马身。另外七个山神都是人面牛身，这七个神是四只脚而只有一条臂，他们都随身佩带一根仪仗棍，是飞禽走兽的保护神。祭祀这七个神，供品是羊和猪，并将它们放在白菅编成的席子上。祭祀另外十个神，供品不用糈米，只要雄鸡各一只，但雄鸡的羽毛是杂色的。'
      },
      {
        title: '崇吾山',
        content: '西次三经之首，曰崇吾之山，在河之南，北望冢遂，南望䍃之泽，西望帝之捕兽之丘，东望䗡渊。有木焉，圆叶而白柎，赤华而黑理，其实如枳，食之宜子孙。有兽焉，其状如禺而文臂，豹尾而善投，名曰举父。有鸟焉，其状如凫，而一翼一日，相得乃飞，名曰蛮蛮，见则天下大水。',
        translation: '《西次三经》山系的第一座山是崇吾山，它耸立于黄河的南岸，向北可以望见冢遂山，向南可以望见䍃泽湖，向西可以望见君王打猎的山丘，向东可以望见叫做䗡的深水潭。山中有一种树木，圆圆的叶子，白色的花萼，红色的花朵上有黑色的纹理，结的果实如同枳，吃了它就能保佑子孙多福。山中又有一种野兽，像猿猴而臂上生有花纹，有豹子一样的尾巴而擅长投掷，名叫举父。还有一种禽鸟，长得像叫做凫的猛禽，却只有一只翅膀和一只眼睛，只有两只鸟并在一起才能飞翔，这种鸟叫蛮蛮，一出现而天下就会遭受洪涝之灾。'
      },
      {
        title: '长沙山',
        content: '西北三百里，曰长沙之山。泚水出焉，北流注于泑水，无草木，多青雄黄。',
        translation: '往西北三百里，有座长沙山。泚水从这里发源，向北流入泑水，山上没有花草树木，多是质地坚硬、颜色青黑的青雄黄。'
      },
      {
        title: '不周山',
        content: '又西北三百七十里，曰不周之山。北望诸毗之山，临彼岳崇之山，东望泑泽，河水所潜也，其原浑浑泡泡。爰有嘉果，其实如桃，其叶如枣，黄华而赤柎，食之不劳。',
        translation: '再往北三百七十里，有座不周山。在山上向北可以望见诸毗山，对面是高高的岳崇山，向东可以望见泑泽，黄河的源头，那源头之水喷涌而发出，发出惊涛骇响，飞溅起层层水花。山上还有一种仙果树，结出的果实像桃子，叶子却像枣叶，开黄色的花，花萼是红色的，吃了它就能使人不会疲乏劳累。'
      },
      {
        title: '峚山',
        content: '又西北四百二十里，曰峚山，其上多丹木，员叶而赤茎，黄华而赤实，其味如饴，食之不饥。丹水出焉，西流注于稷泽，其中多白玉。是有玉膏，其原沸沸汤汤，黄帝是食是飨。是生玄玉。玉膏所出，以灌丹木，丹木五岁，五色乃清，五味乃馨。黄帝乃取峚山之玉荣，而投之钟山之阳。瑾瑜之玉为良，坚粟精密，浊泽有而色。五色发作，以和柔刚。天地鬼神，是食是飨；君子服之，以御为祥。自峚山至于钟山，四百六十里，其间尽泽也。是多奇鸟、怪兽、奇鱼，皆异物焉。',
        translation: '再往西北四百二十里，有座峚山，山上到处是丹木，红红的茎干上长着圆圆的叶子，开黄色的花朵，结红色的果实，味道是甜的，人吃了就不会饥饿。丹水从这座山发源，向西流入稷泽，水中有很多白色玉石。这里有玉膏，玉膏之源涌出时一片沸沸腾腾的景象，黄帝常常服食享用这种玉膏。这里还出产一种玄玉。用这涌出的玉膏，去浇灌丹木，丹木再经五年生长，便会开出光艳美丽的五色花朵，结下味道香甜的五色果实。黄帝于就是采撷峚山中玉石的精华，而投种在钟山的南面。后来便生出瑾和瑜这类美玉，坚硬而精密，润厚而有光泽。五种颜色的符彩一同散发出来相互辉映，有刚有柔而非常和美。天神地鬼，都来服食享用；君子佩带它，能抵御妖邪不祥之气的侵袭。从峚山到钟山，长四百六十里，其间全部是水泽。在这里生长着许许多多奇怪的禽鸟、怪异的野兽、神奇的鱼类，都是些罕见的怪物。'
      },
      {
        title: '钟山',
        content: '又西北四百二十里，曰钟山。其子曰鼓，其状人面而龙身，是与钦䲹杀葆江于昆仑之阳，帝乃戮之钟山之东曰瑤崖。钦䲹化为大鹗，其状如雕，而黑文白首，赤喙而虎爪，其音如晨鹄，见则有大兵；鼓亦化为鵕鸟，其状如鸱，赤足而直喙，黄文而白首，其音如鹄，见即其邑大旱。',
        translation: '再往西北四百二十里，有座钟山。钟山山神的儿子叫做鼓，他生着人的面孔，龙的身子，曾和钦丕神合谋在昆仑山向阳的一面山坡杀死了葆江，天帝得知大怒，将他们处死于钟山东面的瑤崖。钦䲹时候变成大鹗，长得像雕，全身呈黑色的花纹，白色的脑袋，红色的嘴，老虎一样的爪子，发出的声音如同清晨振翅起飞的鸿鹄鸟，见到它表明有战争发生。鼓也幻变为鵕鸟，长得像鹞鹰，红色的爪子，笔直的嘴巴，白色的头部，但身上的花纹是黄色的，它发出的叫声与鸿鹄鸟一般，它的出现表明该地会有严重的旱灾旱灾。'
      },
      {
        title: '泰器山',
        content: '又西百八十里，曰泰器之山。观水出焉，西流注于流沙。是多文鳐鱼，状如鲤鱼，鱼身而鸟翼，苍文而白首赤喙，常从西海而游于东海，以夜飞，其音如鸾鸡，其味酸甘，食之已狂，见则天下大穰。',
        translation: '再往西一百八十里，有座泰器山，观水从这里发源，向西流入流沙河。这观水中有很多文鳐鱼，他们长得像鲤鱼，长着鱼的身子和鸟的翅膀，苍色的斑纹，白色的脑袋，红色的嘴巴，常常从西海游到东海，到了夜晚繁星闪烁时，便在空中飞翔，他们的叫声如同鸾鸡，而肉的味道是酸中带甜，食用它可治疗癫狂病，它的出现表明天下会五谷丰登。'
      },
      {
        title: '槐江山',
        content: '又西三百二十里，曰槐江之山。丘时之水出焉，而北流注于泑水。其中多蠃母。其上金青雄黄，多藏琅玕、黄金、玉，其阳多丹粟，其阴多采黄金、银。实惟帝之平圃，神英招司之，其状马身而人面，虎文而鸟翼，徇于四海，其音如榴。南望昆仑，其光熊熊，其气魂魂。西望大泽，后稷所潜也。其中多玉，其阴多榣木之有若。北望诸毗，槐鬼离仑居之，鹰鸇之所宅也，东望恒山四成，有穷鬼居之，各在一搏。爰有瑶水，其清洛洛。有天神焉，其状如牛，而八足二首马尾，其音如勃皇，见则其邑有兵。',
        translation: '再往西三百二十里，有座槐江山。丘时水从这座山发源，向北流入泑水。水中有很多蜗牛，山上蕴藏着丰富的青雄黄，其中夹杂着质地上乘的琅玕玉、黄金和玉石，山的南面到处是粟粒大小的丹沙，而山北坡多产五彩的金矿银矿。这里是黄帝的后花园，神英招负责管理，神英招生着马的身子，人的面孔，身上长有老虎的斑纹，禽鸟的翅膀，它周游四海，发出的叫声如同辘轳“骨碌骨碌”的声音。由槐江山向南，可以望见昆仑山，昆仑山光耀熊熊，云雾环绕。向西可以望见大泽湖，和后稷所葬之地。山中有到处是美玉，山的北面生长着茂盛的榣木和若木，层层叠叠，相互掩映，远远望去就好像若木生长在榣木之上。向北可以望见诸毗山，槐鬼离仑就居住于此，也是鹰、鸇的栖息地。向东可以望见有四座山峰的桓山，穷鬼居住在那里，他们各自居住在一个山峰上。此处还有瑶水，溪水潺潺，静静流淌。这座山的山神长得像牛，却有八只脚、两个头，生着马尾巴，发出的声音如同勃皇，它的出现表名该地会有战争。'
      },
      {
        title: '昆仑山',
        content: '西南四百里，曰昆仑之丘，实惟帝之下都，神陆吾司之。其神状虎身而九尾，人面而虎爪；是神也，司天之九部及帝之囿时，有兽焉，其状如羊而四角，名曰土蝼，是食人。有鸟焉，其状如蠭，大如鸳鸯，名曰钦原，蠚鸟兽则死，蠚木则枯。有鸟焉，其名曰鹑鸟，是司帝之百服。有木焉，其状如棠，黄华赤实，其味如李而无核，名曰沙棠，可以御水，食之使人不溺。有草焉，名曰薲草，其状如葵，其味如葱，食之已劳。河水出焉，而南流注于无远。赤水出焉，而东南流注于氾天之水。洋水出焉，而西南流注于丑涂之水。黑水出焉，而四海流注于大杆。是多怪鸟兽。',
        translation: '往西南四百里，有座昆仑山，这里是天帝在下界的都邑，由神陆吾管理。他长得像老虎，却有九条尾巴，生着人的面孔，长着老虎的爪子。这个神掌管天界九个领域和天帝花园中之物生长的节令。山中有一种野兽，形状像普通的羊却长着四只角，名称是土蝼，是能吃人的。山中种野兽，长得像羊却有四只角，叫做土蝼，能吃人。有一种鸟，长得如同蜂，有鸳鸯那般大，叫做钦原，它如果刺螫其它鸟兽能使它们死去，刺螫树木能使树木干枯。还有另一种鸟，叫做鹑鸟，长官天帝在各种场合需要的繁多不同服饰。山中有一种树木，长得像棠树，开着黄色的花，结红色的果实，果实的味道像李子，但没有核，叫做沙棠，将这种树种在容易泛滥的河湖岸，可以抵御洪灾，吃了它的果实就不会被淹死。山中有一种草，名叫薲草，长得像山葵，味道如同山葱，吃了它能解除疲乏。黄河水从这座山发源，向南流入无远河。赤水也发源于此，向东南流入氾天河。洋水也从这里发源，向西南流入丑涂水。黑水也发源于此，向西流到大杆。在昆仑山上，有许多形貌奇特、不同寻常的飞禽走兽。'
      },
      {
        title: '乐游山',
        content: '又西三百七十里，曰乐游之山。桃水出焉，西流注于稷泽，是多白玉，其中多[鱼胃]鱼，其状如蛇而四足，是食鱼。',
        translation: '再往西三百七十里，有座乐游山。桃水从这座山发源，向西流入稷泽，水中有许多白色玉石，水中还有很多[鱼胃]鱼，长得像蛇而有四只脚，这种鱼以吃别的鱼为生。'
      },
      {
        title: '蠃母山',
        content: '西水行四百里，曰流沙，二百里至于嬴母之山，神长乘司之，是天之九德也。其神状如人而犳尾。其上多玉，其下多青石而无水。',
        translation: '往西行四百里水路，就是流沙河，再行二百里便到蠃母山，神长乘管理此山，这里是九德之气衍衍而生的地方。神长乘长得像人，却有豹的尾巴。山上盛产玉石，山下有很多青色石，但没有水流。'
      },
      {
        title: '玉山',
        content: '又西北三百五十里，曰玉山，是西王母所居也。西王母其状如人，豹尾虎齿而善啸，蓬发戴胜，是司天之厉及五残。有兽焉，其状如犬而豹文，其角如牛，其名曰狡，其音如吠犬，见则其国大穰。有鸟焉，其状如翟而赤，名曰胜遇，是食鱼，其音如录，见则其国大水。',
        translation: '再往西三百五十里，有座玉山，这是西王母居住的地方。西王母的长得像人，却生有豹的尾巴，老虎的牙齿，常常咆哮尖啸，披散头发还戴着玉饰，她主管天界的灾害和五刑残杀。山中有一种野兽，长得像狗但身上有斑纹像豹，它的角如同牛，名叫狡，叫声如同狗叫，它的出现表明该国会五谷丰登。山中还有一种鸟，长得像野鸡，羽毛是红色的，名叫胜遇，它们吃鱼，叫起来如同鹿鸣，它的出现表明该国发大水。'
      },
      {
        title: '轩辕丘',
        content: '又西四百八十里，曰轩辕之丘，无草木。洵水出焉，南流注于黑水，其中多丹粟，多青雄黄。',
        translation: '往西四百八十里，有座轩辕丘，山上光秃秃没有草木。洵水从轩辕丘发源，向南流入黑水，水中有很多粟粒大小的丹沙，还有很多石青、雄黄。'
      },
      {
        title: '积石山',
        content: '又西三百里，曰积石之山，其下有石门，河水冒以西流。是山也，万物无不有焉。',
        translation: '再往西三百里，有座积石山，山下有一个石门，河水漫过石门向西南流去。这座山上万物生长，包罗万象。'
      },
      {
        title: '长留山',
        content: '又西二百里，曰长留之山，其神白帝少昊居之。其兽皆文尾，其鸟皆文首。是多文玉石。实惟员神磈氏之宫。是神也，主司反景。',
        translation: '再往西二百里，有座长留山，神仙白帝少昊居住在这里。山中的野兽尾巴上都有花纹，禽鸟的头部都有花纹。山上盛产彩色花纹的玉石。它实是员神磈氏的宫殿。这位员神，主要掌管太阳落山时向东反射晚霞。'
      },
      {
        title: '章莪山',
        content: '又西二百八十里，曰章莪之山，无草木，多瑶碧。所为甚怪。有兽焉，其状如赤豹，五尾一角，其音如击石，其名如狰。有鸟焉，其状如鹤，一足，赤文青质而白喙，名曰毕文，其鸣自叫也，见则其邑有譌火。',
        translation: '再往西二百八十里，有座章莪山，山上没有花草树木，到处是瑶、碧一类的美玉，常常出现十分怪异的物象。山中有一种野兽，像红色的豹，长着五条尾巴和一只角，发出的声音如同敲击石头的响声，名叫狰。山中还有一种禽鸟，长得像鹤，只有一只脚，红色的斑纹和青色的身子，白色的嘴，名叫毕方，它的名字来源于自己的叫声，它的出现表明该地会发生怪火。'
      },
      {
        title: '阴山',
        content: '又西三百里，曰阴山。浊浴之水出焉，而南流注于蕃泽，其中多文贝。有兽焉，其状如狸而白首，名曰天狗，其音如榴榴，可以御凶。',
        translation: '再往西三百里，有座阴山。浊浴水从这座山发源，向南流入蕃泽，水中有很多五彩斑斓的贝壳。山中有一种野兽，长得像野猫，长着白色脑袋，名叫天狗，它发出的叫声像“榴榴”，人饲养它可以辟凶邪之气。'
      },
      {
        title: '符惕山',
        content: '又西二百里，曰符惕之山，其上多棕枬，下多金玉。神江疑居之。是山也，多怪雨，风云之所出也。',
        translation: '再往西二百里，有座符惕山，山上到处是棕树和楠树，山下有丰富的金属矿物和玉石。神江疑的居住于此。这座山，常常落下怪异之雨，风和云从这里兴起。'
      },
      {
        title: '三危山',
        content: '又西二百二十里，曰三危之山，三青鸟居之。是山也，广员百里。其上有兽焉，其状如牛，白身四角，其豪如披蓑，其名曰[彳敖][彳因]，是食人。有鸟焉，一首而三身，其状如[乐鸟]，其名曰鸱。',
        translation: '再往西二百二十里，有座三危山，三青鸟栖息在这里。这座方圆百里。山上有一种野兽，长得像牛，有白色的身子和四只角，它的毛很长，像披着蓑衣，名叫[彳敖][彳因]，能吃人。山中还有一种禽鸟，只有一个脑袋却有三个身子，长得像[乐鸟]，名叫鸱。'
      },
      {
        title: '騩山',
        content: '又西一百九十里，曰騩山，其上多玉而无石。神耆童居之，其音常如钟磬。其下多积蛇。',
        translation: '再往西一百九十里，有座騩山，山上遍布美玉而没有石头。神耆童居住在这里，他发出的声音像敲钟击磬的响声。山下到处是一堆一堆的蛇。'
      },
      {
        title: '天山',
        content: '又西三百五十里，曰天山，多金玉，有青雄黄。英水出焉，而西南流注于汤谷。有神焉，基状如黄囊，赤如丹火，六足四翼，浑敦无面目，是识歌舞，实惟帝江也。',
        translation: '再往西三百五十里，有座天山，山上有丰富的金属矿物和玉石，也出产石青、雄黄。英水从这座山发源，向西南流入汤谷。山里住着一个神，长得像一只黄色的大口袋，皮色火红，有六只脚四只翅膀，面目浑然不清，却能品评歌舞，它就是帝江。'
      },
      {
        title: '泑山',
        content: '又西二百九十里，曰泑山，神蓐收居之。其上多婴短之玉，其阳多瑾瑜之玉，其阴多青雄黄。是山也，西望日之所入，其气员，神红光之所司也。',
        translation: '再往西二百九十里，有座泑山，神蓐收居住在这里。山上盛产一种可用作颈饰的玉石，山南面到处是瑾、瑜一类美玉，而山北面到处是石青、雄黄。站在这座山上，向西可以望见太阳落山的情景，那种气象浑圆，由天神红光主管。'
      },
      {
        title: '翼望山',
        content: '西水行百里，至于翼望之山，无草木，多金玉。有兽焉，其状如狸，一日而三尾，名曰讙，其音如夺百声，是可以御凶，服之已瘅。有鸟焉，其状如乌，三首六尾而善笑，名曰鵸鵌，服之使人不厌，又可以御凶。',
        translation: '往西行一百里水路，便到了翼望山，山上光秃没有草木，到处是金属矿物和玉石。山中有一种野兽，长得像狸猫，却有一只眼睛，三条尾巴，名叫讙，它叫起来如同百兽齐鸣，可以用来消除灾祸，吃了它就能治好黄疸病。山中还有一种禽鸟，长得像乌鸦，却有三个脑袋、六条尾巴，喜欢嘻笑，名叫鵸鵌，吃了它就不做恶梦，还可以消除灾祸。'
      },
      {
        title: '凡西次三经之首',
        content: '凡西次三经之首，崇吾之山至于翼望之山，凡二十三山，六千七百四十四里。其神状皆羊身人面。其祠之礼，用一吉玉瘗，糈用稷米。',
        translation: '纵观《西次三经》一组，从崇吾山起到翼望山止，一共二十三座山，蜿蜒起伏长达六千七百四十四里。这些山的山神都是羊身人面。祭祀山神要将一块吉玉埋入地下，所用的米是上好的稷米。'
      },
      {
        title: '阴山',
        content: '西次四经之首，曰阴山，上多楮，无石，其草多茆、蕃。阴水出焉，西流注于洛。',
        translation: '《西次四经》山系的第一座山叫阴山，山上生长着茂密的构树，但没有石头，这里的草以莼菜、蕃草居多。阴水从这座山发源，向西流入洛水。'
      },
      {
        title: '劳山',
        content: '北五十里，曰劳山，多茈草。弱水出焉，而西流注于洛。',
        translation: '往北五十里，有座劳山，这里有茂盛的紫草。弱水从这座山发源，向西流入洛水。'
      },
      {
        title: '罢谷山',
        content: '西五十里，曰罢谷之山，洱水出焉，而西流注于洛，其中多茈、碧。',
        translation: '往西五十里，有座罢谷山，洱水从这里发源，向西流入洛水，水中多出产紫色、碧色的玉石。'
      },
      {
        title: '申山',
        content: '北百七十里，曰申山，其上多榖柞，其下多杻橿，其阳多金玉。区水出焉，而东流注于河。',
        translation: '往北一百七十里，有座申山，山上是茂密的构树和柞树，山下是茂密的杻树和僵树，山南面还有丰富的金属矿物和玉石。区水从这座山发源，向东流入黄河。'
      },
      {
        title: '鸟山',
        content: '北二百里，曰鸟山，其上多桑，其下多楮，其阴多铁，其阳多玉。辱水出焉，而东流注于河。',
        translation: '往北二百里，有座鸟山，山上到处是桑树，山下到处是构树，山的北面盛产铁，而山的南面盛产玉石。辱水从这座山发源，向东流入黄河。'
      },
      {
        title: '上申山',
        content: '又北百二十里，曰上申之山，上无草木，而多硌石，下多榛楛，兽多白鹿。其鸟多当扈，其状如雉，以其髯飞，食之不眴目。汤水出焉，东流注于河。',
        translation: '再往北二十里，有座上申山，山上没有花草树木，但到处是大石头，山上是茂密的榛树和楛树，野兽以白鹿居多。山里的禽鸟是当扈鸟，长得像野鸡，却用髯毛当翅膀飞翔，吃了它就能不眨眼睛。汤水从这座山发源，向东流入黄河。'
      },
      {
        title: '诸次山',
        content: '又北百八十里，曰诸次之山，诸次之水出焉，而东流注于河。是山也，多木无草，鸟兽莫居，是多众蛇。',
        translation: '再往北八十里，有座诸次山，诸次水从这座山发源，向东流入黄河。这座诸次山，到处生长着树木，却不生长花草，没有禽鸟野兽栖居，有许多蛇聚集山中。'
      },
      {
        title: '号山',
        content: '又北百八十里，曰号山，其木多漆、棕，其草多药、芎䓖。多冷石。端水出焉，而东流注于河。',
        translation: '再往北一百八十里，有座号山，山里的树木大多是漆树、棕树，而草以芎䓖草居多。山中还盛产汵石。端水从这座山发源，向东流入黄河。'
      },
      {
        title: '盂山',
        content: '又北二百二十里，曰盂山，其阴多铁，其阳多铜，其兽多白狼白虎，其鸟多白雉白翟。生水出焉，而东流注于河。',
        translation: '再往北二百二十里，有座盂山，山的北面盛产铁，山的南面盛产铜，山中的野兽大多是白色的狼和白色的虎，禽鸟也大多是白色的野鸡和白色的翠鸟。生水从这座山发源，向东流入黄河。'
      },
      {
        title: '白於山',
        content: '西二百五十里，曰白於之山，上多松柏，下多栎檀，其兽多㸲牛、羬羊，其鸟多鸮。洛水出于其阳，而东流注于渭；夹水出于其阴，东流注于生水。',
        translation: '往西二百五十里，有座白於山，山上是茂密的松树和柏树，山下是茂密的栎树和檀树，山中的鸟兽，多是㸲牛、羬羊和名叫鸮的猛禽。洛水发源于这座山的南面，向东流入渭水，夹水发源于这座山的北面，向东流入生水。'
      },
      {
        title: '申首山',
        content: '西北三百里，曰申首之山，无草木，冬夏有雪。申水出于其上。潜于其下，是多白玉。',
        translation: '往西北三百里，有座申首山，没有花草树木，而冬夏都有积雪。申水从这座山上发源，潜流到山下，水中有很多白色玉石。'
      },
      {
        title: '泾谷山',
        content: '又西五十五里，曰泾谷之山。泾水出焉，东南流注于渭，是多白金白玉。',
        translation: '再往西五十五里，有座泾谷山。泾水从这座山发源，向东南流入渭水，这里多产白银和白玉。'
      },
      {
        title: '刚山',
        content: '又西百二十里，曰刚山，多柒木，多㻬琈之玉。刚水出焉，北流注于渭。是多神[光鬼]，其状人面兽身，一足一手，其音如钦。',
        translation: '再往西一百二十里，有座刚山，到处是茂密的漆树，多出产㻬琈玉。刚水从这座山发源，向北流入渭水。这里有很多神怪厉鬼，都有人的面孔、野兽的身子，长着一只脚一只手，发出的声音像人在呻吟。'
      },
      {
        title: '刚山之尾',
        content: '又西二百里，至刚山之尾。洛水出焉，而北流注于河。其中多蛮蛮，其状鼠身而鳖首，其音如吠犬。',
        translation: '再往西二百里，便到了刚山的尾端。洛水就发源于此，向北流入黄河。这里有很多的蛮蛮兽，长得像老鼠，却长着鳖龟的脑袋，叫声如同狗叫。'
      },
      {
        title: '英鞮山',
        content: '又西三百五十里，曰英鞮之山，上多漆木，下多金玉，鸟兽尽白。靼涴水出焉，而北流注于陵羊之泽。是多冉遗之鱼，鱼身蛇首六足，其目如观耳，食之使人不眯，可以御凶。',
        translation: '再往西三百五十里，有座英鞮山，山上生长着茂密的漆树，山下蕴藏着丰富的金属矿物和玉石，禽鸟野兽都是白色的。靼涴水从这座山发源，向北流入陵羊泽。水里有很多冉遗鱼，长着鱼的身子、蛇的头和六只脚，眼睛长长的像马耳朵，吃了它能使人睡觉不做恶梦，也可以辟凶邪之气。'
      },
      {
        title: '中曲山',
        content: '又西三百里，曰中曲之山，其阳多玉，其阴多雄黄、白玉及金。有兽焉，其状如马而白身黑尾，一角，虎牙爪，音如鼓音，其名曰[马交]，是食虎豹，可以御兵。有木焉，其状如棠，而员叶赤实，实大如木瓜，名曰櫰木，食之多力。',
        translation: '再往西三百里，有座中曲山，山的南坡盛产玉石，山的北坡盛产雄黄、白玉和金矿。山中有一种野兽，长得像马，是白色身子，黑色尾巴，一只角，生有老虎一样的尖牙和爪子，叫声如同击鼓声，名叫[马交]，能吃老虎和豹子，饲养它可以抵御兵乱。山中有一种树木，长得像棠树，叶子是圆的，结红色果实，果实大得像木瓜，名叫櫰木，吃了它能增添气力。'
      },
      {
        title: '邽山',
        content: '又西二百六十里，曰邽山。其上有兽焉，其状如牛，蝟毛，名曰穷奇，音如獆狗，是食人。濛水出焉，南流注于洋水，其中多黄贝，嬴鱼，鱼身而鸟翼，音如鸳鸯，见则其邑大水。',
        translation: '再往西二百六十里，有座邽山。山上有一种野兽，长得像牛，却满身刺猬毛，名叫穷奇，叫声如同狗叫，能吃人的。濛水从这座山发源，向南流入洋水，水中有很多黄贝、蠃鱼，蠃鱼长着鱼身却有鸟的翅膀，叫声像鸳鸯鸣叫，它的出现表明该地会发大水。'
      },
      {
        title: '鸟鼠同穴山',
        content: '又西二百二十里，曰鸟鼠同穴之山，其上多白虎、白玉。渭水出焉，而东流注于河。其中多鳋鱼，其状如鳣鱼，动则其邑有大兵。滥水出于其西，西流注于汉水，多[上如下鱼]魮之鱼，其状如覆铫，鸟首而鱼翼鱼尾，音如磬石之声，是生珠玉。',
        translation: '再往西二百二十里，有座鸟鼠同穴山，山上有很多白色的虎，盛产白玉。渭水从这座山发源，向东流入黄河。水中生长着许多鳋鱼，这种鱼长得像鳣鱼，它的出现表明该地会发生战乱。滥水从鸟鼠同穴山的西面发源，向西流入汉水，水中有很多叫做[上如下鱼]魮的鱼，长得像反转的铫器，长着鸟头、鱼翼、鱼尾，叫声像敲击磬石的响声，这种鱼能产珠玉。'
      },
      {
        title: '崦嵫山',
        content: '西南三百六十里，曰崦嵫之山，其上多丹木，其叶如楮，其实大如瓜，赤符而黑理，食之已瘅，可以御火。其阳多龟，其阴多玉。苕水出焉，而西流注于海，其中多砥励。有兽焉，其状马身而鸟翼，人面蛇尾，是举人，名曰孰湖。有鸟焉，其状如鸮而人面，蜼身犬尾崦嵫山，其名自号也，见则其邑大旱。',
        translation: '西南三百六十里，有座崦嵫山，山上生长着茂密的丹树，叶子像构树叶，结出的果实像西瓜一样大，红色的果皮，带着黑色的斑纹，吃了它可以治愈黄疸病，还可以防御火灾。山的南坡深深的水潭，谭中有很多乌龟，而山的北坡盛产玉石。苕水从这座山发源，向西流入大海，水中有很多磨石。山中有一种野兽，有马的身子，鸟的翅膀，人的面孔，蛇的尾巴，性格温顺，愿意被人骑在身上，名叫孰湖。山中还有一种禽鸟，长得像鸮而长着人的面孔，身体像长尾猿，却拖着一条狗尾巴，它的名字源于自己的叫声，这种鸟的出现表明该地会有大旱。'
      },
      {
        title: '凡西次四经',
        content: '凡西次四经自阴山以下，至于崦嵫之山，凡十九山，三千六百八十里。其神祠礼，皆用一白鸡祈，糈以稻米，白菅为席。右西经之山，凡七十七山，一万七千五百一十七里。',
        translation: '纵观《西次四经》一组，从阴山开始，直到崦嵫山为止，一共十九座山，蜿蜒起伏长达三千六百八十里。祭祀这些山的山神，都是用一只白色鸡献祭，祀神的米用粳米，拿白菅来做座席。\n　　西部连绵起伏的群山，大大小小加起来共七十七座山，蜿蜒起伏长达一万七千五百一十七里。'
      },
    ]
  },
  {
    title: '北山经',
    data: [
      {
        title: '单狐山',
        content: '北山经之首，曰单狐之山，多机木，其上多华草。漨水出焉，而西流注于泑水，其中多茈石、文石。',
        translation: '北山经山系的第一座山叫做单狐山，有茂密的桤木树，也有茂盛的华草。漨水从这座山发源，向西流入泑水，水中有很多紫石和带有花纹的石头。'
      },
      {
        title: '求如山',
        content: '又北二百五十里，曰求如之山，其上多铜，其下多玉，无草木。滑水出焉，而西流注于诸[卤比]之水。其中多滑鱼。其状如鱓，赤背，其音如梧，食之已疣。其中多水马，其状如马，而文臂牛尾，其音如呼。',
        translation: '再往北二百五十里，有座求如山，山上蕴藏着丰富的铜矿，山下有丰富的玉石，但没有花草树木。滑水从这座山发源，向西流入[卤比]河。水中有很多滑鱼，长得像鳝鱼，背是红色的，叫声如弹梧桐木琴声，吃了它可以治疗瘊子。水中还生长着很多水马，长得像马，臂上有花纹，还生有牛尾巴，它的叫声如人的呼喊。'
      },
      {
        title: '带山',
        content: '又北三百里，曰带山，其上多玉，其下多青碧。有兽焉，其状如马，一角有错，其名曰䑏疏，可以辟火。有鸟焉，其状如乌，五采而赤文，名曰鵸䳜，是自为牝牡，食之不疽。彭水出焉，而西流注于芘湖之水，其中多鯈鱼，其状如鸡而赤毛，三尾、六足、四目，其音如鹊，食之可以已忧。',
        translation: '再往北三百里，有座带山，山上盛产玉石，山下盛产青碧。山中有一种野兽，长得像马，有一只角，角上生有甲错，表面粗糙不平，名叫䑏疏，驯养它的人，家里不会发生火灾。山中还有一种禽鸟，长得像乌鸦，浑身是五彩羽毛，名叫鵸䳜，这种鸟雌雄同体，吃了它使人不生恶疮。彭水从这座山发源，向西流入芘湖水，水中有很多儵鱼，长得像鸡，长着红色的羽毛，三条尾巴、六只脚、四只眼睛，它的叫声如同喜鹊鸣叫，吃了它能使人无忧无虑。'
      },
      {
        title: '谯明山',
        content: '又北四百里，曰谯明之山。谯水出焉，西流注于河。其中多何罗之鱼，一首而十身，其音如吠犬，食之已痈。有兽焉，其状如貆而赤毫，其音如榴榴，名曰孟槐，可以御凶。是山也，无草木，多青雄黄。',
        translation: '再往北四百里，有座谯明山。谯明水从这座山发源，向西流入黄河。水中生长着很多何罗鱼，长着一个脑袋十个身子，叫声像狗叫，人吃了它可以不生恶疮。山中有一种兽，长得像豪猪却有红色毛，叫声如“榴榴榴榴”的声音，名叫孟槐，饲养它可以辟凶邪。这座山没有花草树木，到处是石青、雄黄。'
      },
      {
        title: '涿光山',
        content: '又北三百五十里，曰涿光之山。嚣水出焉，而西流注于河。其中多鳛鳛之鱼，其状如鹊而十翼，鳞皆在羽端，其音如鹊，可以御火，食之不瘅。其上多松柏，其下多椶橿，其兽多麢羊，其鸟多蕃。',
        translation: '再往北三百五十里，有座涿光山。嚣水从这座山发源，向西流入黄河。水中生长着很多鳛鳛鱼，长得像鹊而有十只翅膀，鳞甲全长在羽翅的尖端，叫声也像喜鹊，可以用它防御火灾，吃了它的肉可以不生黄疸病。山上到处是松树和柏树，而山下到处是棕树和橿树，山中的野兽以麢羊居多，禽鸟以蕃鸟居多。'
      },
      {
        title: '虢山',
        content: '又北三百八十里，曰虢山，其上多漆，其下多桐椐。其阳多玉，其阴多铁。伊水出焉，西流注于河。其兽多橐驼，其鸟多寓，状如鼠而鸟翼，其音如羊，可以御兵。',
        translation: '再往北三百八十里，有座虢山，山上是茂密的漆树，山下是茂密的梧桐树和椐树，山的南坡面盛产玉石，山的北坡盛产铁。伊水从这座山发源，向西流入黄河。山中的野兽以橐驼最多，而禽鸟大多是寓鸟，长得像老鼠却有鸟的翅膀，发出的声音像羊叫，可以用它来防御兵乱。'
      },
      {
        title: '虢山之尾',
        content: '又北四百里，至于虢山之尾，其上多玉而无石。鱼水出焉，西流注于河，其中多文贝。',
        translation: '再往北四百里，便到了虢山的尾端，山上到处是玉，而没有石头。鱼水从这里发源，向西流入黄河，水中有很多花纹斑斓的贝类。'
      },
      {
        title: '丹熏山',
        content: '又北二百里，曰丹熏之山，其上多樗柏，其草多韭䪥，多丹雘。熏水出焉，而西流注于棠水。有兽焉，其状如鼠，而菟首麋耳，其音如獆犬，以其尾飞，名曰耳鼠，食之不䐆，又可以御百毒。',
        translation: '再往北二百里，有座丹熏山，山上有茂密的樗树和柏树，在众草中以韭薤菜最多，还盛产丹雘石。熏水从这座山发源，向西流入棠水。山中有一种野兽，长得像老鼠，却长着兔子的脑袋和麋鹿的耳朵，发出的声音如同狗嗥叫，看起来好像在用尾巴飞行，名叫耳鼠，吃了它可以使人不生肿腹病且百毒不侵。'
      },
      {
        title: '石者山',
        content: '又北二百八十里，曰石者之山，其上无草木，多瑶碧。泚水出焉，西流注于河。有兽焉，其状如豹，而文题白身，名曰孟极，是善伏，其鸣自呼。',
        translation: '再往北二百八十里，有座石者山，山上没有花草树木，但到处是瑶、碧之类的美玉。泚水从这座山发源，向西流入黄河。山中有一种野兽，长得像豹子，但额头长有花纹，身上是白色的，名叫孟极，它身上的花纹和颜色与山上的与矿石差不多，善于伏身隐藏，它的名字源于它的叫声。'
      },
      {
        title: '边春山',
        content: '又北百一十里，曰边春之山，多葱、葵、韭、桃、李。杠水出焉，而西流注于泑泽。有兽焉，其状如禺而文身，善笑，见人则卧，名曰幽頞，其鸣自呼。',
        translation: '再往北一百一十里，有座边春山，山上到处是野葱、葵菜、韭菜、野桃树、李树。杠水从这座山发源，向西流入泑泽。山中有一种野兽，长得像猿猴，身上有花纹，喜欢嘻笑，一见人就假装睡着，名叫幽鴳，它的名字源于它的叫声。'
      },
      {
        title: '蔓联山',
        content: '又北二百里，曰蔓联之山，其上无草木，有兽焉，其状如禺而有鬣，牛尾、文臂、马蹄，见人则呼，名曰足訾，其鸣自呼。有鸟焉，群居而朋飞，其毛如雌雉，名曰鵁，其鸣自呼，食之已风。',
        translation: '再往北二百里，有座蔓联山，山上没有花草树木。山中有一种野兽，长得像猿猴却有常常的颈毛，有牛的尾巴、臂上有斑纹、马的蹄子，一看见人就会长声鸣叫，名叫足訾，它的名字源于它的叫声。山中又有一种禽鸟，喜欢成群栖息而结队飞行，羽毛与雌野鸡的相似，名叫鵁。它的名字源于它的叫声，吃了它能治好中风。'
      },
      {
        title: '单张山',
        content: '又北八百里，曰单张之山，其上无草木。有兽焉，其状如豹而长尾，人首而牛耳，一目，名曰诸犍，善吒，行则衔其尾，居则蟠其尾。有鸟焉，其状如雉，而文首、白翼、黄足，名曰白鵺，食之已嗌痛，可以已痸。栎水出焉，而南流注于杠水。',
        translation: '再往北一百八十里，有座单张山，山上没有花草树木。山中有一种野兽，长得像豹子却有长长的尾巴，长着人的脑袋和牛的耳朵，只有一只眼睛，名叫诸犍，它叫起来的声音高亢，行走时就用嘴衔着尾巴，卧睡时就将尾巴盘蜷起来。山中又有一种禽鸟，长得像野鸡，脑袋上生有花斑条纹、白色翅膀、黄色的脚，名叫白鵺，吃了它的能治好喉痛，还可以治愈疯癫病。栎水从这座山发源，向南流入杠水。'
      },
      {
        title: '灌题山',
        content: '又北三百二十里，曰灌题之山，其上多樗柘，其下多流沙，多砥。有兽焉，其状如牛而白尾，其音如詨，名曰那父。有鸟焉，其状如雌雉而人面，见人则跃，名曰竦斯，其鸣自呼也。匠韩之水出焉，而西流注于泑泽，其中多磁石。',
        translation: '再往北三百二十里，有座灌题山，山上是茂密的臭椿树和柘树，山下到处是流沙，还多出产磨石。山中有一种野兽，长得像牛却生有一条白色的尾巴，发出的声音如同人在高声呼唤，名叫那父。山中还有一种禽鸟，长得像母鸡却有人的面孔，一看见人就惊慌失措，名叫竦斯，它的名字源于它的叫声。匠韩水从这座山发源，向西流入泑泽，水中有很多磁矿石。'
      },
      {
        title: '潘侯山',
        content: '又北二百里，曰潘侯之山，其上多松柏，其下多榛楛，其阳多玉，其阴多铁。有兽焉，其状如牛，而四节生毛，或曰旄牛。边水出焉，而南流注于栎泽。',
        translation: '再往北二百里，有座潘侯山，山上是茂密的松树和柏树，山下是茂密的榛树和楛树，山南面蕴藏着丰富的玉石，山北面蕴藏着丰富的铁。山中有一种野兽，长得像牛，但四肢关节上都有长长的毛，名叫旄牛。边水从这座山发源，向南流入栎泽。'
      },
      {
        title: '小咸山',
        content: '又北二百三十里，曰小咸之山，无草木，冬夏有雪。',
        translation: '再往北二百三十里，有座小咸山，没有花草树木，冬夏都有积雪。'
      },
      {
        title: '大咸山',
        content: '北二百八十里，曰大咸之山，无草木，其下多玉。是山也，四方，不可以上。有蛇名曰长蛇，其毛如彘豪，其音如鼓柝。',
        translation: '往北二百八十里，有座大咸山，没有花草树木，山下盛产玉石。这座山，呈现四方形，人不能攀登上去。山中有一种蛇叫做长蛇，身上的毛像猪脖上的硬毛，发出的声音像人在敲击木梆子。'
      },
      {
        title: '敦薨山',
        content: '又北三百二十里，曰敦薨之山，其上多棕枬，其下多茈草。敦薨之水出焉，而西流注于泑泽。出于昆仑之东北隅，实惟河原。其中多赤鲑，其兽多兕，旄牛，其鸟多柝鸠。',
        translation: '再往北三百二十里，有座敦薨山，山上是茂密的棕树和楠木树，山下是大片的紫草。敦薨水从这座山发源，向西流入泑泽。这泑泽位于昆仑山的东北角，确实就是黄河的源头。水中有很多赤鲑。那里的野兽以兕、牦牛最多，而禽鸟大多是布谷鸟。'
      },
      {
        title: '少咸山',
        content: '又北二百里，曰少咸之山，无草木，多青碧。有兽焉，其状如牛，而赤身、人面、马足，名曰窫窳，其音如婴儿，是食人。敦水出焉，东流注于雁门之水，其中多魳魳之鱼。食之杀人。',
        translation: '再往北二百里，有座少咸山，山上没有花草树木，到处是青石碧玉。山中有一种野兽，长得像牛，长着红色的身子、人的面孔、马的蹄子，名叫窫窳，发出的声音如同婴儿啼哭，能吃人。敦水从这座山发源，向东流入雁门水，水中生长着很多魳魳鱼，人吃了它就会中毒而死。'
      },
      {
        title: '狱法山',
        content: '又北二百里，曰狱法之山。瀤泽之水出焉，而东北流注于泰泽。其中多䲃鱼，其状如鲤而鸡足，食之已疣。有兽焉，其状如犬而人面，善投，见人则笑，其名山[犭军]，其行如风，见则天下大风。',
        translation: '再往北二百里，有座狱法山。瀤泽水从这座山发源，向东北流入泰泽。水中生长着很多䲃鱼，长得像鲤鱼，长着鸡爪子，吃了它能治好肿瘤病。山中还有一种野兽，长得像狗却有人的面孔，擅长投掷，一看见人就嘻笑，名叫山[犭军]，走起路来风驰电掣，它的出现表明会刮大风。'
      },
      {
        title: '北岳山',
        content: '又北二百里，曰北岳之山，多枳棘刚木。有兽焉，其状如牛，而四角、人目、彘耳，其名曰诸怀，其音如鸣雁，是食人。诸怀之水出焉，而西流注于嚣水，水中多鮨鱼，鱼身而犬首，其音如婴儿，食之已狂。',
        translation: '再往北二百里，有座北岳山，山上到处是枳树和刚木，也有荆棘丛。山中有一种野兽，长得像牛，却有四只角、人的眼睛、猪的耳朵，名叫诸怀，发出的声音如同大雁鸣叫，能吃人。诸怀水从这座山发源，向西流入嚣水，水中有很多鮨鱼，长着鱼身狗脑，发出的声音像婴儿啼哭，人吃了它的肉就能治愈癫狂病。'
      },
      {
        title: '浑夕山',
        content: '又北百八十里，曰浑夕之山，无草木，多铜玉。嚣水出焉，而西流注于海。有蛇，一首两身，名曰肥遗，见则其国大旱。',
        translation: '再往北一百八十里，有座浑夕山，山上没有花草树木，盛产铜和玉石。嚣水从这座山发源，向西北流入大海。这里有一种蛇，长着一个头、两个身子，名叫肥遗，它的出现表明该国会发生大旱灾。'
      },
      {
        title: '北单山',
        content: '又北五十里，曰北单之山，无草木，多葱韭。',
        translation: '再往北五十里，有座北单山，山上没有花草树木，却生长着茂盛的野葱和野韭菜。'
      },
      {
        title: '罴差山',
        content: '又北百里，曰罴差之山，无草木，多马。',
        translation: '再往北一百里，有座罴差山，没有花草树木，却有很多小个头的野马。'
      },
      {
        title: '北鲜山',
        content: '又北百八十里，曰北鲜之山，是多马，鲜水出焉，而西北流注于涂吾之水。',
        translation: '再往北一百八十里，有座北鲜山，这里有很多野马。鲜水从这里发源，向西北流入涂吾水。'
      },
      {
        title: '隄山',
        content: '又北百七十里，曰隄山，多马。有兽焉，其状如豹而文首，名曰狕。堤水出焉，而东流注于泰泽，其中多龙龟。',
        translation: '再往北一百七十里，有座隄山，有许多小个头的野马。山中有一种野兽，长得像豹子，脑袋上有花纹，名叫狕。堤水从这座山发源，向东流入泰泽，水中有很多蛟龙和水龟。'
      },
      {
        title: '凡北山经之首',
        content: '凡北山经之首，自单狐之山至于隄山，凡二十五山，五千四百九十里，其神皆人面蛇身。其祠之，毛用一雄鸡彘瘗，吉玉用一珪，瘗而为不糈。其山北人，皆生食不火之物。',
        translation: '纵观《北山经》一组，自单狐山起到隄山止，一共二十五座山，途经五千四百九十里，这些山的山神都是人面蛇身。祭祀山神：所用的祭品是带毛的雄鸡和猪，将它们和一块带条纹的珪玉埋入地下，不需要用米来祭祀。住在这些山北面的人，都生吃生食，不用火煮。'
      },
      {
        title: '管涔之山',
        content: '北次二经之首，在河之东，其首枕汾，其名曰管涔之山。其上无木而多草，其下多玉。汾水出焉，而西流注于河。',
        translation: '《北次二经》山系的第一座山，坐落在黄河的东岸，山的最南部在汾水岸边，这座山叫管涔山。山上没有树木，到处是茂密的花草，山下盛产玉石。汾水从这座山发源，向西流入黄河。'
      },
      {
        title: '少阳山',
        content: '又西二百五十里，曰少阳之山，其上多玉，其下多赤银。酸水出焉，而东流注于汾水，其中多美赭。',
        translation: '再往北二百五十里，有座少阳山，山上盛产玉石，山下盛产赤银。酸水从这座山发源，向东流入汾水，水中有很多优良赭石。'
      },
      {
        title: '县雍山',
        content: '又北五十里，曰县雍之山，其上多玉，其下多铜，其兽多闾麋，其鸟多白翟白䳑。晋水出焉，而东南流注于汾水。其中多鮆鱼，其状如儵而赤麟，其音如叱，食之不骚。',
        translation: '再往北五十里，有座县雍山，山上蕴藏着丰富的玉石，山下蕴藏着丰富的铜，山中的野兽大多是山驴和麋鹿，而禽鸟以白翟、白䳑居多。晋水从这座山发源，向东南流入汾水。水中生长着很多鮆鱼，长得像儵鱼，鱼鳞是红色的，发出的声音高亢洪亮，吃了它可使人没有狐臭。'
      },
      {
        title: '狐岐山',
        content: '又北二百里，曰狐岐之山，无草木，多青碧。胜水出焉，而东北流注于汾水，其中多苍玉。',
        translation: '再往北二百里，有座狐岐山，山上没有花草树木，到处是青石碧玉。胜水从这座山发源，向东北流入汾水，水中有很多苍玉。'
      },
      {
        title: '白沙山',
        content: '又北三百五十里，曰白沙山，广员三百里，尽沙也，无草木鸟兽。鲔水出于其上，潜于其下，是多白玉。',
        translation: '再往北三百五十里，有座白沙山，方圆三百里大小，到处是沙子，没有花草树木和禽鸟野兽。鲔水从这座山的山顶发源，然后潜流到山下，水中有很多白玉。'
      },
      {
        title: '尔是山',
        content: '又北四百里，曰尔是之山，无草木，无水。',
        translation: '再往北四百里，有座尔是山，没有花草树木，也没有水。'
      },
      {
        title: '狂山',
        content: '又北三百八十里，曰狂山，无草木，是山也，冬夏有雪。狂水出焉，而西流注于浮水，其中多美玉。',
        translation: '再往北三百八十里，有座狂山，没有花草树木。这座狂山，冬夏都有雪。狂水从这座山发源，向西流入浮水，水中有很多优良玉石。'
      },
      {
        title: '诸余山',
        content: '又北三百八十里，曰诸余之山，其上多铜玉，其下多松柏。诸余之水出焉，而东流注于旄水。',
        translation: '再往北三百八十里，有座诸余山，山上蕴藏着丰富的铜和玉石，山下到处是茂密的松树和柏树。诸余水从这座山发源，向东流入旄水。'
      },
      {
        title: '敦头山',
        content: '又北三百五十里，曰敦头之山，其上多金玉，无草木。旄水出焉，而东流注于印泽。其中多[马孛]马，牛尾而白身，一角，其音如呼。',
        translation: '再往北三百五十里，有座敦头山，山上有丰富的金属矿物和玉石，但不生长花草树木。旄水从这座山发源，向东流入邛泽。山中有很多[马孛]马，长着牛的尾巴、白色身子和一只角，发出的声音如同人的呼唤。'
      },
      {
        title: '钩吾山',
        content: '又北三百五十里，曰钩吾之山，其上多玉，其下多铜。有兽焉，其状如羊身人面，其目在腋下，虎齿人爪，其音如婴儿，名曰狍鸮，是食人。',
        translation: '再往北三百五十里，有座钩吾山，山上盛产玉石，山下盛产铜。山中有一种野兽，长得像羊，有人的面孔，眼睛长在腋窝下，有着老虎的牙齿和人的手掌，发出的声音如同婴儿啼哭，名叫狍鸮（饕餮），吃人。'
      },
      {
        title: '北嚣山',
        content: '又北三百里，曰北嚣之山，无石，其阳多玉。有兽焉，其状如虎，而白身犬首，马尾彘鬣，名曰独𤞞。有鸟焉，其状如乌，人面，名曰[般鸟][冒鸟]，宵飞而昼伏，食之已暍。涔水出焉，而东流注于邛泽。',
        translation: '往北三百里，有座北嚣山，没有石头，山的南面多出产碧玉，山的北面多出产玉石。山中有一种野兽，长得像老虎，却长着白身、狗头、马尾、猪脖子上的硬毛，名叫独𤞞。山中还有一种禽鸟，长得像乌鸦，有人的面孔，名叫[般鸟][冒鸟]，在夜里飞行而在白天隐伏，吃了它能使人不中暑。涔水从这座山发源，向东流入邛泽。'
      },
      {
        title: '梁渠山',
        content: '又北三百五十里，曰梁渠之山，无草木，多金玉。修水出焉，而东流注于雁门，其兽多居暨，其状如彙，而赤毛，其音如豚。有鸟焉，其状如夸父，四翼、一目、犬尾，名曰嚣，其音如鹊，食之已腹痛，可以止衕。',
        translation: '再往北三百五十里，有座梁渠山，不生长花草树木，有丰富的金属矿物和玉石，脩水从这座山发源，向东流入雁门湖。山中的野兽大多是居暨兽，长得像刺猬，但毛刺赤红，发出的声音如同猪叫。山中还有一种禽鸟，长得像夸父，长着四只翅膀、一只眼睛、狗的尾巴，名称是嚣，叫声像喜鹊一样清脆悦耳，吃了它的肉可以治疗肚子痛，还可以止腹泻病。'
      },
      {
        title: '姑灌山',
        content: '又北四百里，曰姑灌之山，无草木。是山也，冬夏有雪。',
        translation: '再往北四百里，有座姑灌山，没有花草树木。在这座姑灌山上，冬夏都有雪。'
      },
      {
        title: '湖灌山',
        content: '又北三百八十里，曰湖灌之山，其阳多玉，其阴多碧，多马，湖灌之水出焉，而东流注于海，其中多䱇。有木焉，其叶如柳而赤理。',
        translation: '再往北三百八十里，有座湖灌山，山的南面盛产玉石，山的北面盛产碧玉，有许多野马。湖灌水从这座山发源，向东流入大海，水中有很多鳝鱼。山里生长着一种树木，叶子像柳树叶，有红色的纹理。'
      },
      {
        title: '洹山',
        content: '又北水行五百里，流沙三百里，至于洹山，其上多金玉。三桑生之，其树皆无枝，其高百仞。百果树生之。其下多怪蛇。',
        translation: '再往北行五百里水路，然后经过三百里流沙，便到了洹山，山上蕴藏着丰富的金属矿物和玉石。山中生长着一种三桑树，这种树都不长枝条，树干高达一百仞，还生长着各种果树。山下有很多怪蛇。'
      },
      {
        title: '敦题山',
        content: '又北三百里，曰敦题之山，无草木，多金玉。是錞于北海。',
        translation: '再往北三百里，有座敦题山，这里不长花草树木，但蕴藏有丰富的金矿物和玉石。这座山座落在北海的岸边。'
      },
      {
        title: '凡北次二经之首',
        content: '凡北次二经之首，自管涔之山至于敦题之山，凡十七山，五千六百九十里。其神皆蛇身人面。其祠；毛用一雄鸡彘瘗；用一璧一珪，投而不糈。',
        translation: '纵观《北次二经》一组，自管涔山起到敦题山止，一共十七座山，途经五千六百九十里。这些山的山神都是蛇身人面。祭祀山神要将一只公鸡、一头猪一起埋入地下；选取一块玉璧和一块玉珪投入山中，而不用米。'
      },
      {
        title: '太行山',
        content: '北次三经之首，曰太行之山。其首曰归山，其上有金玉，其下有碧。有兽焉，其状如麢羊而四角，马尾而有距，其名曰䮝，善还，其名自叫。有鸟焉，其状如鹊，白身、赤尾、六足，其名曰[贲鸟]，是善惊，其鸣自詨。',
        translation: '《北次三经》山系的第一座山，叫做太行山。太行山的第一座山峰叫归山，山上出产金属矿物和玉石，山下出产碧玉。山中有一种野兽，长得像羚羊，却有四只角，马的尾巴，蹄后有像鸡一样突出的脚趾，名叫䮝，善于旋转起舞，它的名字源于自己的叫声。山中还有一种禽鸟，长得像喜鹊，浑身羽毛雪白，尾巴上的羽毛赤红，六只脚，名叫[贲鸟]，十分机警，它的名字源于自己的叫声。'
      },
      {
        title: '龙侯山',
        content: '又东北二百里，曰龙侯之山，无草木，多金玉。决决之水出焉，而东流注于河。其中多人鱼，其状如䱱鱼，四足，其音如婴儿，食之无痴疾。',
        translation: '再往东北二百里，有座龙侯山，不生长花草树木，有丰富的金属矿物和玉石。决决河从这座山发源，向东流入黄河。水中有很多人鱼，长得像䱱鱼，有四只脚，叫声像婴儿哭啼，吃了它能使人不生痴呆病。'
      },
      {
        title: '马成山',
        content: '又东北二百里，曰马成之山，其上多文石，其阴多金玉。有兽焉，其状如白犬而黑头，见人则飞，其名曰天马，其鸣自詨。有鸟焉，其状如乌，首白而身青、足黄，是名曰鶌鶋。其名自詨，食之不饥，可以已寓。',
        translation: '再往东北二百里，有座马成山，山上多出产有纹理的美石，山的北面有丰富的金属矿物和玉石。山里有一种野兽，长得像白狗，有黑头，一看见人就腾空飞起，名叫天马，它的名字源于自己的叫声。山里还有一种禽鸟，长得像乌鸦，长着白色的头和青色的身子、黄色的足爪，名叫鶌鶋，它的名字源于自己的叫声，吃了它能使人不感觉饥饿，还可以医治健忘症。'
      },
      {
        title: '咸山',
        content: '又东北七十里，曰咸山，其上有玉，其下多铜，是多松柏，草多茈草。条菅之水出焉，而西南流注于长泽。其中多器酸，三岁一成，食之已疠。',
        translation: '再往东北七十里，有座咸山，山上盛产玉石，山下盛产铜，这里到处是松树和柏树，在所生长的草中以紫草最多。条菅水从这座山发源，向西南流入长泽。水中多出产器酸，这种器酸三年才能收成一次，吃了它就能治愈恶疮。'
      },
      {
        title: '天池山',
        content: '又东北二百里，曰天池之山，其上无草木，多文石。有兽焉，其状如兔而鼠首，以其背飞，其名曰飞鼠。渑水出焉，潜于其下，其中多黄垩。',
        translation: '再往东北二百里，有座天池山，山上没有花草树木，到处是带有花纹的美石。山中有一种野兽，长得像兔子却长着老鼠的头，借助它背上的毛飞行，名叫飞鼠。渑水从这座山发源，然后潜流到山下，水中有很多黄色垩土。'
      },
      {
        title: '阳山',
        content: '又东三百里，曰阳山，其上多玉，其下多金、铜。有兽焉，其状如牛而赤尾，其颈胬，其状如句瞿，其名曰领胡，其鸣自詨，食之已狂。有鸟焉，其状如雌雉，而五采以文，是自为牝牡，名曰象蛇，其名自詨。留水出焉，而南流注于河。其中有䱤父之鱼，其状如鲋鱼，鱼首而彘身，食之已呕。',
        translation: '再往东三百里，有座阳山，山上有丰富的玉石，山下有丰富的金矿铜矿。山中有一种野兽，长得像牛却有红色尾巴，脖子上的脂肪堆积在一起像生出的肉瘤，像斗的形状，名叫领胡，它的名字源于自己的叫声，吃了它的肉能治愈癫狂症。山中还有一种禽鸟，长得像雌野鸡，五彩斑斓的羽毛，雌雄同体，名叫象蛇，它的名字源于自己的叫声。留水从这座山发源，向南流入黄河。水中生长着䱤父鱼，长得像鲫鱼，鱼头猪身，吃了它的肉可以治愈呕吐。'
      },
      {
        title: '贲闻山',
        content: '又东三百五十里，曰贲闻之山，其上多苍玉，其下多黄垩，多涅石。',
        translation: '再往东三百五十里，有座贲闻山，山上盛产苍玉，山下盛产黄色垩土，也有许多涅石。'
      },
      {
        title: '王屋山',
        content: '又北百里，曰王屋之山，是多石。㶌水出焉，而西北流注于泰泽。',
        translation: '再往北一百里，有座王屋山，这里到处是石头。㶌水从这座山发源，向西北流入泰泽。'
      },
      {
        title: '教山',
        content: '又东北三百里，曰教山，其上多玉而无石。教水出焉，西流注于河，是水冬干而夏流，实惟干河。其中有两山。是山也，广员三百步，其名曰发丸之山，其上有金玉。',
        translation: '再往东北三百里，有座教山，山上有丰富的玉石，而没有石头。教水从这座山发源，向西流入黄河，这条河水到了冬季干枯，而在夏季流水，实际上河床是干涸的。教山有两座山峰，方圆各三百步，名叫发丸山，小山上蕴藏着金属矿物和玉石。'
      },
      {
        title: '景山',
        content: '又南三百里，曰景山，南望盐贩之泽，北望少泽。其上多草、藷藇，其草多秦椒，其阴多赭，其阳多玉。有鸟焉，其状如蛇，而四翼、六目、三足，名曰酸与，其鸣自詨，见则其邑有恐。',
        translation: '再往南三百里，有座景山，在山上向南可以望见盐贩泽，向北可以望见少泽。山上生长着茂密的丛草、藷藇，以秦椒草最多。山的北面多出产赭石，山的南面多出产玉石。山里有一种禽鸟，长得像蛇，有四只翅膀、六只眼睛、三只脚，名叫酸与，它的名字源于它的叫声，它的出现表明该地会有惊恐的事情。'
      },
      {
        title: '孟门山',
        content: '又东南三百二十里，曰孟门之山，其上多苍玉，多金，其下多黄垩，多涅石。',
        translation: '再往东南三百二十里，有座孟门山，山上蕴藏有丰富的苍玉，还盛产金属矿物，山下到处是黄色垩土，还有许多涅石。'
      },
      {
        title: '平山',
        content: '又东南三百二十里，曰平山。平水出于其上，潜于其下，是多美玉。',
        translation: '再往东南三百二十里，有座平山。平水从这座山的顶上发源，然后潜流到山下，水中有很多优良玉石。'
      },
      {
        title: '京山',
        content: '又东二百里，曰京山，有美玉，多漆木，多竹，其阳有赤铜，其阴有玄䃤。高水出焉，南流注于河。',
        translation: '再往东二百里，有座京山，盛产美玉，到处有漆树，遍山是竹林，在这座山的南面出产黄铜，山的北面出产黑色磨石。高水从这座山发源，向南流入黄河。'
      },
      {
        title: '虫尾山',
        content: '又东二百里，曰虫尾之山，其上多金玉，其下多竹，多青碧。丹水出焉，南流注于河；薄水出焉，而东南流注于黄泽。',
        translation: '再往东二百里，有座虫尾山，山上有丰富的金属矿物和玉石，山下到处是竹丛，还有很多青石碧玉。丹水从这座山发源，向南流入黄河。薄水也从这座山发源，向东南流入黄泽。'
      },
      {
        title: '彭[卤比]山',
        content: '又东三百里，曰彭[卤比]之山，其上无草木，多金玉，其下多水。蚤林之水出焉，东南流注于河。肥水出焉，而南流注于林水，其中多肥遗之蛇。',
        translation: '再往东三百里，是座彭[卤比]山，山上不生长花草树木，有丰富的金属矿物和玉石，山下到处流水。蚤林水从这座山发源，向东南流入黄河。肥水也从这座山发源，向南流入林水，水中有很多叫做肥遗的蛇。'
      },
      {
        title: '小侯山',
        content: '又东百八十里，曰小侯之山。明漳之水出焉，南流注于黄泽。有鸟焉，其状如乌而白文，名曰鸪鶛，食之不灂。',
        translation: '再往东一百八十里，有座小侯山。明漳水从这座山发源，向南流入黄泽。山中有一种禽鸟，长得像乌鸦却有白色斑纹，名叫鸪鶛，吃了它能使人眼睛明亮视野清晰。'
      },
      {
        title: '泰头山',
        content: '又东三百七十里，曰泰头之山。共水出焉，南流注于虖池。其上多金玉，其下多竹箭。',
        translation: '再往东三百七十里，有座泰头山。共水从这座山发源，向南流入虖池。山上有丰富的金属矿物和玉石，山下到处是小竹丛。'
      },
      {
        title: '轩辕山',
        content: '又东北二百里，曰轩辕之山，其上多铜，其下多竹。有鸟焉，其状如枭白首，其名曰黄鸟，其鸣自詨，食之不妒。',
        translation: '再往东北二百里，有座轩辕山。山上多出产铜，山下到处是竹子。山中有一种禽鸟，长得像枭却有白色脑袋，名叫黄鸟，它的名字源于自己的叫声，吃了它可以不生妒嫉心。'
      },
      {
        title: '谒戾山',
        content: '又北二百里，曰谒戾之山，其上多松柏，有金玉。沁水出焉，南流注于河。其东有林焉，名曰丹林。丹林之水出焉，南流注于河。婴侯之水出焉，北流注于汜水。',
        translation: '再往北二百里，有座谒戾山，山上到处是松树和柏树，还蕴藏着金属矿物和玉石。沁水从这座山发源，向南流入黄河。在这座山的东面有一片树林，叫做丹林。丹林水便从这里发源，向南流入黄河。婴侯水也从这里发源，向北流入氾水。'
      },
      {
        title: '沮洳山',
        content: '东三百里，曰沮洳之山，无草木，有金玉。濝水出焉，南流注于河。',
        translation: '往东三百里，有座沮洳山，不生长花草树木，有金属矿物和玉石。濝水从这座山发源，向南流入黄河。'
      },
      {
        title: '神囷山',
        content: '又北三百里，曰神囷之山，具上有文石，其下有白蛇，有飞虫。黄水出焉，而东流注于洹；滏水出焉，而东流注于欧水。',
        translation: '再往北三百里，有座神囷山，山上是带有花纹的漂亮石头，山下有白蛇，还有飞虫。黄水从这座山发源，向东流入洹水。滏水也从这座山发源，向东流入欧水。'
      },
      {
        title: '发鸠山',
        content: '又北二百里，曰发鸠之山，其上多柘木。有鸟焉，其状如乌，文首、白喙、赤足，名曰精卫，其鸣自詨。是炎帝之少女名曰女娃，女娃游于东海，溺而不返，故为精卫。常衔西山之木石，以堙于东海。漳水出焉，东流注于河。',
        translation: '再往北二百里，有座发鸠山，山上生长着茂密的柘树。山中有一种禽鸟，长得像乌鸦，但脑袋上有花纹、白嘴巴、红足爪，名叫精卫，它的名字源于自己的叫声。精卫鸟原是炎帝的小女儿，名叫女娃。女娃到东海游玩，淹死在东海里没有返回，就幻化为精卫鸟，常常衔着西山的树枝和石子，用来填埋东海。漳水从这座山发源，向东流入黄河。'
      },
      {
        title: '少山',
        content: '又东北百二十里，曰少山，其上有金玉，其下有铜。清漳之水出焉，东流注于浊漳之水。',
        translation: '再往东北一百二十里，有座少山，山上出产金属矿物和玉石，山下出产铜。清漳水从这座山发源，向东流入浊漳水。'
      },
      {
        title: '锡山',
        content: '又东北二百里，曰锡山，其上多玉，其下有砥。牛首之水出焉，而东流注于滏水。',
        translation: '再往东北二百里，有座锡山，山上有丰富的玉石，山下出产磨石。牛首水从这座山发源，向东流入滏水。'
      },
      {
        title: '景山',
        content: '又北二百里，曰景山，有美玉。景水出焉，东南流注于海泽。',
        translation: '再往北二百里，有座景山，山上出产优良玉石。景水从这座山发源，向东南流入海泽。'
      },
      {
        title: '题首山',
        content: '又北百里，曰题首之山，有玉焉，多石，无水。',
        translation: '再往北一百里，有座题首山，这里出产玉石，也有许多石头，但没有水。'
      },
      {
        title: '绣山',
        content: '又北百里，曰绣山，其上有玉、青碧，其木多栒，其草多芍药、芎藭。洧水出焉，而东流注于河，其中有鳠、黾。',
        translation: '再往北一百里，有座绣山，山上有玉石、青色碧玉，山中的树木大多是栒树，而草以芍药、芎藭最多。洧水从这座山发源，向东流入黄河，水中有鳠鱼和黾蛙。'
      },
      {
        title: '松山',
        content: '又北百二十里，曰松山。阳水出焉，东北流注于河。',
        translation: '再往北一百二十里，有座松山。阳水从这座山发源，向东北流入黄河。'
      },
      {
        title: '敦与山',
        content: '又北百二十里，曰敦与之山，其上无草木，有金玉。潆水出于其阳，而东流注于泰陆之水；泜水出于其阴，而东流注于彭水；槐水出焉，而东流注于泜泽。',
        translation: '再往北一百二十里，有座敦与山，山上不生长花草树木、蕴藏有金属矿物和玉石。溹水从敦与山的南面山脚发源，向东流入泰陆水；泜水从敦与山的北坡发源，向东流入彭水，槐水也从这座山发源，向东流入泜泽。'
      },
      {
        title: '柘山',
        content: '又北百七十里，曰柘山，其阳有金玉，其阴有铁。历聚之水出焉，而北流注于洧水。',
        translation: '再往北一百七十里，有座柘山，山南面出产金属矿物和玉石，山北面出产铁。历聚水从这座山发源，向北流入洧水。'
      },
      {
        title: '维龙山',
        content: '又北二百里，曰维龙之山，其上有碧玉，其阳有金，其阴有铁。肥水出焉，而东流注于皋泽，其中多礨石。敞铁之水出焉，而北于大泽。',
        translation: '再往北三百里，有座维龙山，山上出产碧玉，山南面有金，山北面有铁。肥水从这座山发源，向东流入皋泽，水中有很多高耸的大石头。敞铁水也从这座山发源，向北流入大泽。'
      },
      {
        title: '白马山',
        content: '又北百八十里，曰白马之山，其阳多石玉，其阴多铁，多赤铜。木马之水出焉，而东北流注于虖沱。',
        translation: '再往北一百八十里，有座白马山，山南面有很多石头和玉石，山北面有丰富的铁，还多出产铜矿。木马水从这座山发源，向东北流入虖沱水。'
      },
      {
        title: '空桑山',
        content: '又北二百里，曰空桑之山，无草木，冬夏有雪。空桑之水出焉，东流注于虖沱。',
        translation: '再往北二百里，有座空桑山，没有花草树木，冬夏都有雪。空桑水从这座山发源，向东流入虖沱水。'
      },
      {
        title: '泰戏山',
        content: '又北三百里，曰泰戏之山，无草木，多金玉。有兽焉，其状如羊，一角一目，目在耳后，其名曰䍶䍶，其鸣自詨。虖沱之水出焉，而东流注于溇水。液女之水出于其阳，南流注于沁水。',
        translation: '再往北三百里，有座泰戏山，不生长花草树木，到处有金属矿物和玉石。山中有一种野兽，长得像羊，有一只角、一只眼睛，眼睛在耳朵的背后，名叫䍶䍶，它的名字源于自己的叫声。虖沱水从这座山发源，向东流入溇水。液女水发源于这座山的南面，向南流入沁水。'
      },
      {
        title: '石山',
        content: '又北三百里，曰石山，多藏金玉。濩濩之水出焉，而东流注于虖沱；鲜于之水出焉，而南流注于虖沱。',
        translation: '再往北三百里，有座石山，山中有丰富的金属矿物和玉石。濩濩水从这座山发源，向东流入虖沱水；鲜于水也从这座山发源，向南流入虖沱水。'
      },
      {
        title: '童戎山',
        content: '又北二百里，曰童戎之山。皋涂之水出焉，而东流注于溇液水。',
        translation: '再往北二百里，有座童戎山。皋涂水从这座山发源，向东流入溇液水。'
      },
      {
        title: '高是山',
        content: '又北三百里，曰高是之山。滋水出焉，而南流注于虖沱。其木多棕，其草多条。滱水出焉，东流注于河。',
        translation: '再往北三百里，有座高是山。滋水从这座山发源，向南流入虖沱水。山中的树木大多是棕树，草大多是条草。滱水也从这座山发源，向东流入黄河。'
      },
      {
        title: '陆山',
        content: '又北三百里，曰陆山，多美玉。[姜阝]水出焉，而东流注于河。',
        translation: '再往北三百里，有座陆山，有很多优良玉石。[姜阝]水从这座山发源，向东流入黄河。'
      },
      {
        title: '沂山',
        content: '又北二百里，曰沂山。般水出焉，而东流注于河。',
        translation: '再往北二百里，有座沂山。般水从这座山发源，向东流入黄河。'
      },
      {
        title: '燕山',
        content: '北百二十里，曰燕山，多婴石。燕水出焉，东流注于河。',
        translation: '往北一百二十里，有座燕山，出产很多的婴石。燕水从这座山发源，向东流入黄河。'
      },
      {
        title: '饶山',
        content: '又北山行五百里，水行五百里，至于饶山。是无草木，多瑶碧，其兽多橐[马㐌]，其鸟多鹠。历虢之水出焉，而东流注于河，其中有师鱼，食之杀人。',
        translation: '再往北走五百里山路，又走五百里水路，便到了饶山。这座山不生长花草树木，到处是瑶、碧一类的美玉，山中的野兽大多是骆驼，而禽鸟大多是鹠鸟。历虢水从这座山发源，向东流入黄河，水中有师鱼，人吃了它会被毒死。'
      },
      {
        title: '乾山',
        content: '又北四百里，曰乾山，无草木，其阳有金玉，其阴有铁而无水。有兽焉，其状如牛而三足，其名曰獂，其鸣自詨。',
        translation: '再往北四百里，有座乾山，没有花草树木，山南阳面蕴藏着金属矿物和玉石，山北面蕴藏着铁，但没有水流。山中有一种野兽，长得像牛却长着三只脚，名叫獂，它的名字源于自己的叫声。'
      },
      {
        title: '伦山',
        content: '又北五百里，曰伦山。伦水出焉，而东流注于河。有兽焉，其状如麋，其州在尾上，其名曰罴九。',
        translation: '再往北五百里，有座伦山。伦水从这座山发源，向东流入黄河。山中有一种野兽，形状像麋鹿，肛门却长在尾巴上面，名称是罴九。'
      },
      {
        title: '碣石山',
        content: '又北五百里，曰碣石之山。绳水出焉，而东流注于河，其中多蒲夷之鱼。其上有玉，其下多青碧。',
        translation: '再往北五百里，有座碣石山。绳水从这座山发源，向东流入黄河，水中有很多蒲夷鱼。这座山上出产玉石，山下还有很多青石碧玉。'
      },
      {
        title: '雁门山',
        content: '又北水行五百里，至于雁门之山，无草木。',
        translation: '再往北行五百里水路，便到了雁门山，这里没有花草树木。'
      },
      {
        title: '帝都山',
        content: '又北水行四百里，至于泰泽。其中有山焉，曰帝都之山，广员百里，无草木，有金玉。',
        translation: '再往北行四百里水路，便到了泰泽。在泰泽中屹立着一座山，叫做帝都山，方圆一百里，不生长花草树木，有金属矿物和玉石。'
      },
      {
        title: '錞于毋逢山',
        content: '又北五百里，曰錞于毋逢之山，北望鸡号之山，其风如䬅。西望幽都之山，浴水出焉。是有大蛇，赤首白身，其音如牛，见则其邑大旱。',
        translation: '再往北五百里，是座錞于毋逢山，从山上向北可以望见鸡号山，从那里吹出的风如强劲的风。从錞于毋逢山向西可以望见幽都山，浴水从那里流出。这座幽都山中有一种大蛇，红色的脑袋白色的身子，叫声如同牛叫，它的出现表明该地会发生大旱灾。'
      },
      {
        title: '凡北次三经之首',
        content: '凡北次三经之首，自太行之山以至于无逢之山，凡四十六山，万二千三百五十里。其神状皆马身而人面者廿神。其祠之，皆用一藻圭瘗之。其十四神状皆彘身而载玉。其祠之，皆玉，不瘗。其十神状皆彘身而八足蛇尾。其祠之，皆用一壁瘗之。大凡四十四神，皆用瘗糈米祠之。此皆不火食。右北经之山志，凡八十七山，二万三千二百三十里。',
        translation: '纵观《北次三经》一组，自太行山起到无逢山止，一共四十六座山，途经一万二千三百五十里。这些山的山神有二十个是马身人面。祭祀这些山神，是将一块颜色如海藻般幽绿的玉石埋入地下。另外十四座山的山神，长得像猪，佩戴着玉饰。祭祀它们要用玉石，不埋入地下。另外十座山的山神，长着猪的身子，八只脚和蛇一样的尾巴，祭祀这十个神，要各用一块玉壁埋入地下。总共四十四个山神，都要用粳米来祭祀。祭祀这些神的食品都要新鲜未经火烤。\n　　《北山经》所记载的内容，总共八十七座山，蜿蜒起伏长达二万三千二百三十里。'
      },
    ]
  },
  {
    title: '东山经',
    data: [
      {
        title: '樕朱山',
        content: '东山经之首，曰樕[上朱下䖵]山，北临乾昧。食水出焉，而东北流注于海。其中多䗤䗤之鱼，其状如犂牛，其音如彘鸣。',
        translation: '《东山经》中的第一座山，叫樕[上朱下䖵]山，这座山的北坡临近乾昧河。食水从这里发源，向东北流入大海。水中有一种叫做䗤䗤鱼的怪鱼，这种鱼长得像牛，叫起来如同猪叫一般。'
      },
      {
        title: '藟山',
        content: '又南三百里，曰藟山，其上有玉，其下有金。湖水出焉，东流注于食水，其中多活师。',
        translation: '再往南三百里，有座藟山，山上有玉石，山下有金矿。湖水从这座山发源，向东流入食水，水中有很多蝌蚪。'
      },
      {
        title: '栒状山',
        content: '又南三百里，曰栒状之山，其上多金玉，其下多青碧石。有兽焉，其状如犬，六足，其名曰从从，其鸣自詨。有鸟焉，其状如鸡而鼠毛，其名曰䖪鼠，见则其邑大旱。[氵只]水出焉，而北流注于湖水。其中多箴鱼，其状如儵，其喙如箴，食之无疫疾。',
        translation: '再往南三百里，有座栒状山，山上有丰富的金属矿物和玉石，山下有丰富的青石碧玉。山中有一种野兽，形状像狗，长着六只脚，名叫从从，它的名字源于自己的叫声。山中有一种禽鸟，形状像鸡却长着老鼠毛，名叫䖪鼠，它的出现表明该地会有大旱灾。[氵只]水从这座山发源，向北流入湖水。水中有很多箴鱼，形状像儵鱼，嘴巴像长针，人吃了它就不会生瘟疫。'
      },
      {
        title: '勃亝山',
        content: '又南三百里，曰勃亝之山，无草木，无水。',
        translation: '再往南三百里，有座勃亝山，没有花草树木，也没有水。'
      },
      {
        title: '番条山',
        content: '又南三百里，曰番条之山，无草木，多沙。减水出焉，北流注于海，其中多鳡鱼。',
        translation: '再往南三百里，有座番条山，没有花草树木，到处是沙子。减水从这座山发源，向北流入大海，水中有很多鳡鱼。'
      },
      {
        title: '姑儿山',
        content: '又南四百里，曰姑儿之山，其上多漆，其下多桑柘。姑儿之水出焉，北流注于海，其中多鳡鱼。',
        translation: '再往南四百里，有座姑儿山，山上有茂密的漆树，山下有茂密的桑树、柘树。姑儿水从这座山发源，向北流入大海，水中有很多鳡鱼。'
      },
      {
        title: '高氏山',
        content: '又南四百里，曰高氏之山，其上多玉，其下多箴石。诸绳之水出焉，东流注于泽，其中多金玉。',
        translation: '再往南四百里，有座高氏山，山上盛产玉石，山下盛产箴石。诸绳水从这座山发源，向东流入湖泽，水中有许多金属矿物和玉石。'
      },
      {
        title: '岳山',
        content: '又南三百里，曰岳山，其上多桑，其下多樗。泺水出焉，东流注于泽，其中多金玉。',
        translation: '再往南三百里，有座岳山，山上有茂密的桑树，山下有茂密的樗树。泺水从这座山发源，向东流入湖泽，水中有许多金属矿物和玉石。'
      },
      {
        title: '犲山',
        content: '又南三百里，曰犲山，其上无草木，其下多水，其中多堪孖之鱼。有兽焉，其状如夸父而彘毛，其音如呼，见则天下大水。',
        translation: '再往南三百里，有座犲山，山上不生长花草树木，山下到处流水，水中有很多堪孖鱼。山中有一种野兽，长得像夸父，却长着一身猪毛，发出的声音如同人呼叫，一出现而天下就会发生水灾。'
      },
      {
        title: '独山',
        content: '又南三百里，曰独山，其上多金玉，其下多美石。末涂之水出焉，而东流注于沔，其中多𧌁䗤，其状如黄蛇，鱼翼，出入有光，见则其邑大旱。',
        translation: '再往南三百里，有座独山，山上有丰富的金属矿物和玉石，山下多的是美观漂亮的石头。未涂水从这座山发源，向东南流入沔水，水中有很多𧌁䗤，形状与黄蛇相似，长着鱼一样的鳍，出入水中时闪闪发光，它的出现表明该地会有大旱灾。'
      },
      {
        title: '泰山',
        content: '又南三百里，曰泰山，其上多玉，其下多金。有兽焉，其状如豚而有珠，名曰狪狪，其鸣自詨。环水出焉，东流注于汶，其中多水玉。',
        translation: '再往南三百里，有座泰山，山上盛产玉，山下盛产金。山中有一种野兽，形状与猪相似，而体内却有珠子，名称是狪狪，它发出的叫声便是自身名称的读音。环水从这座山发源，向东流入汶水，水中有很多水晶石。'
      },
      {
        title: '竹山',
        content: '又南三百里，曰竹山，錞于汶，无草木，多瑶碧。激水出焉，而东流注于娶檀之水，其中多茈羸。',
        translation: '再往南三百里，有座竹山，座落于汶水边上，这座山没有花草树木，到处是瑶、碧一类的玉石。激水从竹山发源，向东南流入娶檀水，水中有很多紫色螺。'
      },
      {
        title: '凡东山经之首',
        content: '凡东山经之首，自樕[上朱下䖵]之山以至于竹山，凡十二山，三千六百里。其神状皆人身龙首。祠：毛用一犬祈，衈用鱼。',
        translation: '总计东方第一列山系之首尾，自樕[上朱下䖵]山起到竹山止，一共十二座山，途经三千六百里。这些山的山神都是人身龙首。祭祀他们时，要各用一只狗来作为祭品，祭祀的器皿要涂上鱼血。'
      },
      {
        title: '空桑山',
        content: '东次二经之首，曰空桑之山，北临食水，东望沮吴，南望沙陵，西望湣泽。有兽焉，其状如牛而虎文，其音如钦。其名曰軨軨，其鸣自詨，见则天下大水。',
        translation: '《东次二经》山系的第一座山，叫做空桑山，北面临近食水，在山顶向东可以望见沮吴河，向南可以望见沙陵河，向西可以望见湣泽湖。山中有一种野兽，长得像牛，却有老虎的斑纹，发出的声音如同人在呻吟，名叫軨軨，它的名字源于自己的叫声，它的出现表明天下会发大水。'
      },
      {
        title: '曹夕山',
        content: '又南六百里，曰曹夕之山，其下多榖而无水，多鸟兽。',
        translation: '再往南六百里，有座曹夕山，山下到处是构树，却没有水流，还有许多禽鸟野兽。'
      },
      {
        title: '峄皋山',
        content: '又西南四百里，曰峄皋之山，其上多金玉，其下多白垩。峄皋之水出焉，东流注于激女之水，其中多蜃珧。',
        translation: '再往西南四百里，有座峄皋山，山上有丰富的金属矿物和玉石，山下有丰富的白垩土。峄皋水从这座山发源，向东流入激女水，水中有很多蚌类，盛产珍珠。'
      },
      {
        title: '葛山尾',
        content: '又南水行五百里，流沙三百里，至于葛山之尾，无草木，多砥砺。',
        translation: '再往南行五百里水路，经过三百里流沙，便到了葛山的尾端，这里没有花草树木，到处是粗细磨石。'
      },
      {
        title: '葛山首',
        content: '又南三百八十里，曰葛山之首，无草木。澧水出焉，东流注于余泽，其中多珠蟞鱼，其状如肺而四目，六足有珠，其味酸甘，食之无疠。',
        translation: '再往南三百八十里，就是葛山的首端，这里没有花草树木。澧水从此发源，向东流入余泽，水中有很多珠蟞鱼，形状像一叶肺，却有四只眼睛，还有六只脚，能孕育珍珠，它的肉酸甜甘美，人吃了它的肉不会染上瘟疫病。'
      },
      {
        title: '余峩山',
        content: '又南三百八十里，曰余峩之山。其上多梓柟，其下多荆芑。杂余之水出焉，东流注于黄水。有兽焉，其状如兔而鸟喙，鸱目蛇尾，见人则瞑，名曰犰狳，其鸣自詨，见则螽蝗为败。',
        translation: '再往南三百八十里，有座余峩山，山上有茂密的梓树和楠木树，山下有茂密的牡荆树和枸杞树。杂余水从这座山发源，向东流入黄水。山中有一种野兽，形状像兔子却有鸟的嘴，鹞鹰的眼睛和蛇的尾巴，一看见人就装死，名叫犰狳，它的名字源于自己的叫声，如果它出现的话当地就不会闹蝗虫灾了。'
      },
      {
        title: '杜父山',
        content: '又南三百里，曰杜父之山，无草木，多水。',
        translation: '再往南三百里，有座杜父山，不生长花草树木，到处流水。'
      },
      {
        title: '耿山',
        content: '又南三百里，曰耿山，夫草木，多水碧，多大蛇。有兽焉，其状如狐而鱼翼，其名曰朱獳，其鸣自詨。见则其国有恐。',
        translation: '再往南三百里，有座耿山，没有花草树木，到处是水晶石，还有很多大蛇。山中有一种野兽，形状像狐狸却长着鱼鳍，名叫朱獳，它的名字源于自己的叫声，它的出现表明该国会陷入恐慌。'
      },
      {
        title: '卢其山',
        content: '又南三百里，曰卢其之山，无草木，多沙石，沙水出焉，南流注于涔水，其中多鵹鹕，其状如鸳鸯而人足，其鸣自詨，见则其国多土功。',
        translation: '再往南三百里，有座卢其山，不生长花草树木，到处是沙子石头。沙水从这座山发源，向南流入涔水，水中有很多鵹鹕，形状像鸳鸯却长着人一样的脚，它的出现表明该地将会大兴土木，进行建筑工程。'
      },
      {
        title: '姑射山',
        content: '又南三百八十里，曰姑射之山，无草木，多水。',
        translation: '再往南三百八十里，是座姑射山，没有花草树木，到处流水。'
      },
      {
        title: '北姑射山',
        content: '又南水行三百里，流沙百里，曰北姑射之山，无草木，多石。',
        translation: '再往南行三百里水路，经过一百里流沙，有座北姑射山，没有花草树木，到处是石头。'
      },
      {
        title: '南姑射山',
        content: '又南水行三百里，曰南姑射之山，无草木，多水。',
        translation: '再往南三百里，有座南姑射山，没有花草树木，到处流水。'
      },
      {
        title: '碧山',
        content: '又南三百里，曰碧山，无草木，多蛇，多碧、多玉。',
        translation: '再往南三百里，有座碧山，没有花草树木，有许多大蛇，还盛产碧玉、水晶石。'
      },
      {
        title: '缑氏山',
        content: '又南五百里，曰缑氏之山，无草木，多金玉。原水出焉，东流注于沙泽。',
        translation: '再往南五百里，有座缑氏山，不生长花草树木，有丰富的金属矿物和玉石。原水从这座山发源，向东流入沙泽。'
      },
      {
        title: '姑逢山',
        content: '又南三百里，曰姑逢之山，无草木，多金玉。有兽焉，其状如狐而有翼，其音如鸿雁，其名曰獙獙，见则天下大旱。',
        translation: '再往南三百里，是座姑逢山，没有花草树木，有丰富的金属矿物和玉石。山中有一种野兽，形状像狐狸却有翅膀，发出的声音如同大雁鸣叫，名称是獙獙，一出现而天下就会发生大旱灾。'
      },
      {
        title: '凫丽山',
        content: '又南五百里，曰凫丽之山，其上多金玉，其下多箴石，有兽焉，其状如狐，而九尾、九首、虎爪，名曰蠪侄，其音如婴儿，是食人。',
        translation: '再往南五百里，有座凫丽山，山上有丰富的金属矿物和玉石，山下盛产箴石。山中有一种野兽，形状像狐狸，却有九条尾巴、九个脑袋、虎一样的爪子，名叫蠪侄，发出的声音如同婴儿啼哭，能吃人。'
      },
      {
        title: '䃌山',
        content: '又南五百里，曰䃌山，南临䃌水，东望湖泽。有兽焉，其状如马，而羊目、四角、牛尾，其音如獆狗，其名曰峳峳。见则其国多狡客。有鸟焉，其状如凫而鼠尾，善登木，其名曰絜钩，见则其国多疫。',
        translation: '再往南五百里，有座䃌山，南面临近䃌水，从山上向东可以望见湖泽。山中有一种野兽，形状像马，却长着羊的眼睛、四只角、牛的尾巴，发出的声音如同狗叫，名叫峳峳，它的出现表明那个国家里会有很多狡猾奸诈之徒为非作歹。山中还有一种禽鸟，形状像凫却长着老鼠的尾巴，擅长攀登树木，名叫絜钩，它的出现表明那个国家会瘟疫横行。'
      },
      {
        title: '凡东次二经之首',
        content: '凡东次二经之首，自空桑之山至于䃌山，凡十七山，六千六百四十里。其神状皆兽身人面载觡。其祠：毛用一鸡祈，婴用一壁瘗。',
        translation: '纵观《东次二经》一组，自空桑山起到䃌山止，一共十七座山，途经六千六百四十里。这些山的山神都生有野兽的身子，人的面孔，头上长着鹿角。祭祀山神：器皿都要用鸡血涂抹以示尊敬，还要埋一块玉璧到地下。'
      },
      {
        title: '尸胡山',
        content: '又东次三经之首，曰尸胡之山，北望[歹羊]山，其上多金玉，其下多棘。有兽焉，其状如麋而鱼目，名曰妴胡，其鸣自詨。',
        translation: '《东次三经》的第一座山是尸胡山，从山上向北可以望见[歹羊]山，山上有丰富的金属矿物和玉石，山下有茂密的酸枣树。山中有一种野兽，形状像麋鹿却有鱼眼睛，名叫妴胡，它的名字源于自己的叫声。'
      },
      {
        title: '岐山',
        content: '又南水行八百里，曰岐山，其木多桃李，其兽多虎。',
        translation: '再往南行八百里水路，有座岐山，山中的树木大多是桃树和李树，而野兽大多是老虎。'
      },
      {
        title: '诸钩山',
        content: '又南水行七百里，曰诸钩之山，无草木，多沙石。是山也，广员百里，多寐鱼。',
        translation: '再往南行五百里水路，有座诸钩山，没有花草树木，到处是沙子石头。这座山，方圆一百里，有很多寐鱼。'
      },
      {
        title: '中父山',
        content: '又南水行七百里，曰中父之山，无草木，多沙。',
        translation: '再往南行七百里水路，有座中父山，没有花草树木，到处是沙子。'
      },
      {
        title: '胡射山',
        content: '又东水行千里，曰胡射之山，无草木，多沙石。',
        translation: '再往东行一千里水路，有座胡射山，没有花草树木，到处是沙子石头。'
      },
      {
        title: '孟子山',
        content: '又南水行七百里，曰孟子之山，其木多梓桐，多桃李，其草多菌浦，其兽多麋鹿。是山也，广员百里。其上有水出焉，名曰碧阳，其中多鳣鲔。',
        translation: '再往南行七百里水路，有座孟子山，山中的树木大多是梓树和桐树，还生长着茂密的桃树和李树，山中的草大多是菌蒲，山中的野兽大多是麋、鹿。这座山，方圆一百里。有条河水从山上流出，名叫碧阳水，水中生长着很多鳣鱼和鲔鱼。'
      },
      {
        title: '踵踵山',
        content: '又南水行五百里，曰流沙，行五百里，有山焉，曰跂踵之山，广员二百里，无草木，有大蛇，其上多玉。有水焉，广员四十里，皆涌，其名曰深泽，其中多蠵龟。有鱼焉，其状如鲤，而六足鸟尾，名曰鮯鮯之鱼，其名自詨。',
        translation: '再往南行五百里水路，经过流沙五百里，有一座山，叫做踵踵山，方圆二百里，没有花草树木，有大蛇，山上有丰富的玉石。这里有一水潭，方圆四十里都在喷涌泉水，名叫深泽，水中有很多蠵龟。水中还生长着一种鱼，形状像鲤鱼，却有六只脚和鸟的尾巴，名叫鮯鮯鱼，它的名字源于自己的叫声。'
      },
      {
        title: '踇隅山',
        content: '又南水行九百里，曰踇隅之山，其上多草木，多金玉，多赭。有兽焉，其状如牛而马尾，名曰精精，其鸣自詨。',
        translation: '再往南行九百里水路，有座踇隅山，山上有茂密的花草树木，有丰富的金属矿物和玉石，还有许多赭石。山中有一种野兽，形状像牛却长着马的尾巴，名叫精精，它的名字源于自己的叫声。'
      },
      {
        title: '无皋山',
        content: '又南水行五百里，流沙三百里，至于无皋之山，南望幼海，东望榑木，无草木，多风。是山也，广员百里。',
        translation: '再往南行五百里水路，经过三百里流沙，便到了无皋山，从山上向南可以望见幼海，向东可以望见榑木，这里不生长花草树木，到处刮大风。这座山，方圆一百里。'
      },
      {
        title: '凡东次三经之首',
        content: '凡东次三经之首，自尸胡之山至于无皋之山，凡九山，六千九百里。其神状皆人身而羊角。其祠：用一牡羊，米用黍。是神也，见则风雨水为败。',
        translation: '纵观《东次三经》一组，自尸胡山起到无皋山止，一共九座山，途经六千九百里。这些山的山神有人的身子羊的角。祭祀山神：在毛物中用一只公羊作祭品，所用的米是黍米。只要这些神一出现，天下就会起大风、发洪水，使庄稼受损。'
      },
      {
        title: '北号山',
        content: '又东次四经之首，曰北号之山，临于北海。有木焉，其状如杨，赤华，其实如枣而无核，其味酸甘，食之不疟。食水出焉，而东北流注于海。有兽焉，其状如狼，赤首鼠目，其音如豚，名曰獦狚，是食人。有鸟焉，其状如鸡而白首，鼠足而虎爪，其名曰鬿雀，亦食人。',
        translation: '《东次四经》山系的第一座山，叫做北号山，屹立在北海边上。山中有一种树木，形状像杨树，开红色花朵，果实与枣子相似但没有核，味道是酸中带甜，吃了它能使人不患疟疾。食水从这座山发源，向东北流入大海。山中有一种野兽，形状像狼，长着红脑袋和老鼠的眼睛，发出的声音如同小猪叫，名叫獦狚，能吃人。山中还有一种禽鸟，形状像鸡，但脑袋上的羽毛是雪白的，老鼠的爪子和老虎的趾甲，名叫鬿雀，也能吃人。'
      },
      {
        title: '旄山',
        content: '又南三百里，曰旄山，无草木。苍体之水出焉，而西流注于展水，其中多鱃鱼，其状如鲤而大首，食者不疣。',
        translation: '再往南三百里，有座旄山，没有花草树木。苍体水从这座山发源，向西流入展水，水中生长着很多鱃鱼，形状像鲤鱼而头长得很大，吃了它能使人不长肉瘤。'
      },
      {
        title: '东始山',
        content: '又南三百二十里，曰东始之山，上多苍玉。有木焉，其状如杨而赤理，其汁如血，不实，其名曰芑，可以服马，泚水出焉，而东北流注于海，其中多美贝，多茈鱼，其状如鲋，一首而十身，其臭如蘪芜，食之不䊧。',
        translation: '再往南三百二十里，有座东始山，山上多出产苍玉。山中有一种树木，形状像杨树却有红色纹理，树干中的液汁与血相似，不结果实，名叫芑，把液汁涂在马身上就可使马驯服。泚水从这座山发源，向东北流入大海，水中有许多美丽的贝，还有很多茈鱼，形状像鲋鱼，一个脑袋，十个身子，它的气味与蘼芜草相似，人吃了它就不放屁。'
      },
      {
        title: '女烝山',
        content: '又东南三百里，曰女烝之山，其上无草木，石膏水出焉，而西流注于鬲水，其中多薄鱼，其状如鳣鱼而一目，其音如欧，见则天下大旱。',
        translation: '再往东南三百里，有座女烝山，山上没有花草树木。石膏水从这座山发源，向西流入鬲水，水中有很多薄鱼，形状像鳝鱼却长着一只眼睛，发出的声音如同人在呕吐，它的出现表明天下会发生大旱灾。'
      },
      {
        title: '钦山',
        content: '又东南二百里，曰钦山。多金玉而无石。师水出焉，而北流注于皋泽，其中多鱃鱼，多文贝。有兽焉，其状如豚而有牙，其名曰当康，其鸣自叫，见则天下大穰。',
        translation: '再往东南二百里，有座钦山，山中有丰富的金属矿物和玉石，却没有石头。师水从这座山发源，向北流入皋泽，水中有很多鱃鱼，还有很多色彩斑斓的贝。山中有一种野兽，形状像小猪却长着獠牙，名叫当康，它的名字源于自己的叫声，它的出现表明会有大丰收。'
      },
      {
        title: '子桐山',
        content: '又东南二百里，曰子桐之山。子桐之水出焉，而西流注于馀如之泽。其中多䱻鱼，其状如鱼而鸟翼，出入有光。其音如鸳鸯，见则天下大旱。',
        translation: '再往东南二百里，有座子桐山。子桐水从这座山发源，向西流入馀如泽。水中生长着很多䱻鱼，形状像鱼，却长着鸟翅膀，出入水中时闪闪发光，发出的声音如同鸳鸯鸣叫，它的出现表明天下会发生大旱灾。'
      },
      {
        title: '剡山',
        content: '又东北二百里，曰剡山，多金玉。有兽焉，其状如彘而人面。黄身而赤尾，其名曰合窳，其音如婴儿，是兽也，食人，亦食虫蛇，见则天下大水。',
        translation: '再往东北二百里，有座剡山，有丰富的金属矿物和玉石。山中有一种野兽，形状像猪却有人的面孔，黄色的身子，红色的尾巴，名叫合窳，发出的声音如同婴儿啼哭。这种野兽是吃人，也吃虫蛇，它一出现天下就会发生水灾。'
      },
      {
        title: '太山',
        content: '又东北二百里，曰太山，上多金玉、桢木。有兽焉，其状如牛而白首，一目而蛇尾，其名曰蜚，行水则竭，行草则死，见则天下大疫，钩水出焉，而北流注于劳水，其中多鱃鱼。',
        translation: '再往东二百里，有座太山，山上有丰富的金属矿物和玉石、茂密的女桢树。山中有一种野兽，形状像牛，却是白脑袋，长着一只眼睛，蛇的尾巴，名叫蜚，它经过有水的地方，水就会干涸，经过有草的地方，草就枯死，它一出现，天下就会瘟疫横行。钩水从这座山发源，向北流入劳水，水中有很多鱃鱼。'
      },
      {
        title: '凡东次四经之首',
        content: '凡东次四经之首，自北号之山至于太山，凡八山，一千七百二十里。右东经之山志，凡四十六山，万八千八百六十里。',
        translation: '纵观《东次四经》一组，自北号山起，到太山止，一共八座山，途经一千七百二十里。以上《东山经》所记载的内容，总共四十六座山，一万八千八百六十里。'
      },
    ]
  },
  {
    title: '中山经',
    data: [
      {
        title: '甘枣山',
        content: '中山经薄山之首，曰甘枣之山，共水出焉，而西流注于河。其上多杻木。其下有草焉，葵本而可叶。黄华而荚实，名曰箨，可以已瞢。有兽焉，其状如[虫/虫|犬]鼠而文题，其名曰[嫨-女|能]，食之已瘿。',
        translation: '中山经》薄山一组，第一座山峰是甘枣山。共水从这座山发源，向西流入黄河。山上有茂密的杻树。山下有一种草，葵菜一样的茎干，杏树一样的叶子，开黄色的花朵，荚中结果实，名叫箨，人吃了它可以使眼睛复明。山中还有一种野兽，形状像[虫/虫|犬]鼠，额头上有花纹，名叫[嫨能-女]，吃了它能治好人脖子上的肉瘤。'
      },
      {
        title: '历儿山',
        content: '又东二十里，曰历儿之山，其上多橿，多枥木，是木也，方茎而员叶，黄华而毛，其实如楝，服之不忘。',
        translation: '再往东二十里，有座历儿山，山上有茂密的橿树，还有茂密的枥树，这种树木，茎干有棱角像是方的，叶子是圆的，开黄色花，花瓣上有绒毛，果实像楝树结的果实，人食用它可以防止健忘。'
      },
      {
        title: '渠猪山',
        content: '又东十五里，曰渠豬之山，其上多竹，渠猪之水出焉，而南流注于河。其中是多豪鱼，状如鲔，赤喙赤尾赤羽，可以已白癣。',
        translation: '再往东十五里，有座渠猪山，山上有茂盛的竹子。渠猪水从这座山发源，向南流入黄河。水中有很多豪鱼，形状像鲔鱼，长着红嘴巴、红羽毛和红尾巴，吃了它能治愈白癣病。'
      },
      {
        title: '葱聋山',
        content: '又东三十五里，曰葱聋之山，其中多大谷，是多白垩，黑、青、黄垩。',
        translation: '再往东三十五里，有座葱聋山，山中有许多峡谷，到处是白垩土，还有黑垩土、青垩土、黄垩土。'
      },
      {
        title: '涹山',
        content: '又东十五里，曰涹山，其上多赤铜，其阴多铁。',
        translation: '再往东十五里，是座涹山，山上有丰富的黄铜，山北面盛产铁。'
      },
      {
        title: '脱扈山',
        content: '又东七十里，曰脱扈之山。有草焉，其状如葵叶而赤华，荚实，实如棕荚，名曰植楮，可以已癙，食之不眯。',
        translation: '又往东七十里，有座脱扈山。山中有一种草，形状像葵菜的叶子，开红色的花，荚内结果实，果实的荚像棕树荚，名叫植楮，可以用它治愈痣瘘也可以防止做恶梦。'
      },
      {
        title: '金星山',
        content: '又东二十里，曰金星之山，多天婴，其状如龙骨，可以已痤。',
        translation: '再往东二十里，有座金星山，山中有很多叫天婴的植物，形状像龙骨，吃了它可以医治痤疮。'
      },
      {
        title: '泰威山',
        content: '又东七十里，曰泰威之山。其中有谷，曰枭谷，其中多铁。',
        translation: '再往东七十里，有座泰威山。山中有一道峡谷，叫做枭谷，那里盛产铁。'
      },
      {
        title: '橿谷山',
        content: '又东十五里，曰橿谷之山。其中多赤铜。',
        translation: '再往东十五里，有座橿谷山。山中蕴藏着大量赤铜矿。'
      },
      {
        title: '吴林山',
        content: '又东百二十里，曰吴林之山，其中多葌草。',
        translation: '再往东一百二十里，有座吴林山，山中生长着茂盛的葌草。'
      },
      {
        title: '牛首山',
        content: '又北三十里，曰牛首之山。有草焉，名曰鬼草，其叶如葵而赤茎，其秀如禾，服之不忧。劳水出焉，而西流注于潏水。是多飞鱼，其状如鲋鱼，食之已痔衕。',
        translation: '再往北三十里，有座牛首山。山中生长着一种草，名叫鬼草，叶子像葵菜叶，却是红色茎干，开的花像禾苗吐穗时的花絮，服食它就能使人无忧无虑。劳水从这座山发源，向西流入潏水，水中有很多飞鱼，形状像鲫鱼，吃了它能治愈痔疮和痢疾。'
      },
      {
        title: '霍山',
        content: '又北四十里，曰霍山，其木多楮。有兽焉，其状如狸，而白尾有鬣，名曰朏朏，养之可以已忧。',
        translation: '再往北四十里，有座霍山，这里到处是茂密的构树。山中有一种野兽，形状像野猫，却长着白尾巴，脖子上有鬃毛，名叫朏朏，人饲养它就可以用来消除忧愁。'
      },
      {
        title: '合谷山',
        content: '又北五十二里，曰合谷之山，是多薝棘。',
        translation: '再往北五十二里，有座合谷山，这里到处是薝棘。'
      },
      {
        title: '阴山',
        content: '又北三十五里，曰阴山，多砺石、文石。少水出焉，其中多彫棠，其叶如榆叶而方，其实如赤菽，食之已聋。',
        translation: '再往北三十五里，有座阴山，多的是粗磨石、色彩斑斓的漂亮石头。少水从这座山发源。山中有茂密的雕棠树，叶子像榆树叶却呈四方形，结的果实像红豆，服食它能治愈耳聋。'
      },
      {
        title: '鼓镫山',
        content: '又东北四百里，曰鼓镫之山，多赤铜。有草焉，名曰荣草，其叶如柳，其本如鸡卵，食之已风。',
        translation: '再往东四百里，有座鼓镫山，有丰富的黄铜。山中有一种草，名叫荣草，叶子与柳树叶相似，根茎与鸡蛋相似，吃了它能治愈风痹病。'
      },
      {
        title: '凡薄山之首',
        content: '凡薄山之首，白甘枣之山至于鼓镫之山，凡十五山，六千六百七十里。历儿，冢也，其祠礼：毛，太牢之具；县以吉玉。其馀十三者，毛用一羊，县婴用藻珪，瘗而不糈。藻珪者，藻玉也，方其下而锐其上，而中穿之加金。',
        translation: '纵观薄山山系，自甘枣山起到鼓镫山止，一共十五座山，途经六千六百七十里。历儿山是这些山的宗主，祭祀宗主山山神：在毛物中，用猪、牛、羊齐全的太牢，再陈上吉玉。祭祀其余十三座山的山神，毛物用一只羊，县、婴用像海藻一样温润幽绿的珪器，并将它们埋入地下，而不用米。藻珪是带彩纹的玉，制作的时候要将底部磨方，将顶部打磨得尖锐锋利，并在中间穿孔，将金属片贴在上面做装饰。'
      },
      {
        title: '煇诸山',
        content: '中次二经济山之首，曰煇诸之山，其上多桑，其兽多闾麋，其鸟多鶡。',
        translation: '《中次二经》济山一组，第一座山叫煇诸山，山上有茂密的桑树，山中的野兽大多是山驴和麋鹿，而禽鸟大多是鹖鸟。'
      },
      {
        title: '发视山',
        content: '又西南二百里，曰发视之山，其上多金玉，其下多砥砺。即鱼之水出焉，而西流注于伊水。',
        translation: '再往西南二百里，有座发视山，山上有丰富的金属矿物和玉石，山下多出产磨石。即鱼水从这座山发源，向西流入伊水。'
      },
      {
        title: '豪山',
        content: '又西三百里，曰豪山，其上多金玉而无草木。',
        translation: '再往西三百里，有座豪山，山上有丰富的金属矿物和玉石而没有花草树木。'
      },
      {
        title: '鲜山',
        content: '又西三百里，曰鲜山，多金玉，无草木，鲜水出焉，而北流注于伊水。其中多鸣蛇，其状如蛇而四翼，其音如磬，见则其邑大旱。',
        translation: '再往西三百里，有座鲜山，有丰富的金属矿物和玉石，但不生长花草树木。鲜水从这座山发源，向北流入伊水。水中有很多鸣蛇，形状像一般的蛇却长着四只翅膀，叫声如同敲击磐石的声音，它的出现表明该地会发生大旱灾。'
      },
      {
        title: '阳山',
        content: '又西三百里，曰阳山，多石，无草木。阳水出焉，而北流注于伊水。其中多化蛇，其状人面而豺身，鸟翼而蛇行，其音如叱呼，见其邑大水。',
        translation: '再往西三百里，有座阳山，到处是石头，没有花草树木。阳水从这座山发源，向北流入伊水。水中有很多化蛇，长着人的面孔、豺的身子、鸟的翅膀，像蛇一样爬行，发出的声音如同人在高声呼唤对方，这种动物的出现表明该地会发生大水。'
      },
      {
        title: '昆吾山',
        content: '又西二百里，曰昆吾之山，其上多赤铜。有兽焉，其状如彘而有角，其音如号，名曰蠪蚳，食之不眯。',
        translation: '再往西二百里，有座昆吾山，山上有丰富的赤铜。山中有一种野兽，形状像猪却长着角，发出的声音如同人在大声喊，名叫蠪蚳，吃了它就不会做恶梦。'
      },
      {
        title: '葌山',
        content: '又西百二十里，曰葌山。葌水出焉，而北流注于伊水，其上多金玉，其下多青雄黄。有木焉，其状如棠而赤叶，名曰芒草，可以毒鱼。',
        translation: '再往西一百二十里，有座葌山。葌水从这座山发源，向北流入伊水。山上盛产金属矿物和玉石，山下盛产质地坚硬、颜色青黑的雄黄石。山中有一种树木，形状像海棠树却生红色叶子，名叫芒草，鱼吃了这种草会被毒死。'
      },
      {
        title: '独苏山',
        content: '又西一百五十里，曰独苏之山，上无草木而多水。',
        translation: '再往西一百五十里，有座独苏山，没有花草树木，到处是水流。'
      },
      {
        title: '蔓渠山',
        content: '又西一百五十里，曰蔓渠之山，其上多金玉，其下多竹箭。伊水出焉，而东流注于洛。有兽焉，其名曰马腹，其状如人面虎身，其音如婴儿，是食人。',
        translation: '再往西二百里，有座蔓渠山，山上有丰富的金属矿物和玉石，山下到处是小竹丛。伊水从这座山发源，向东流入洛水。山中有一种野兽，名叫马腹，有人的面孔和老虎的身子，发出的声音如同婴儿啼哭，能吃人。'
      },
      {
        title: '凡济山之首',
        content: '凡济山之首，自煇诸之山至于蔓渠之山，凡九山，一千六百七十里，其神皆人面而鸟身。祠用毛，用一吉玉，投而不糈。',
        translation: '纵观济山的前头部分，自煇诸山起到蔓渠山止，一共九座山，途经一千六百七十里。这些山的山神都是人面鸟身，祭祀他们要用毛物和一块吉玉作祭品，投向山谷，而不用米。'
      },
      {
        title: '敖岸山',
        content: '中次三经萯山之首，曰敖岸之山，其阳多㻬琈之玉，其阴多赭、黄金。神熏池居之。是常出美玉。北望河林，其状如蒨如举。有兽焉，其状如白鹿而四角，名曰夫诸，见则其邑大水。',
        translation: '《中次三经》萯山一组，第一座山峰叫做敖岸山，山的南坡多出产一种叫㻬琈的美玉，山的北坡蕴藏着大量赭石、黄金。神熏池就住在这里。这座山还常常生出美玉来。从山上向北可以望见临河的丛林，它们的形状好像是蒨草和榉木。山中有一种野兽，形状像白鹿却有四只角，名叫夫诸，它的出现表明该地会发生大水灾。'
      },
      {
        title: '青要山',
        content: '又东十里，曰青要之山，实惟帝之密都。北望河曲，是多驾鸟。南望墠渚，禹父之所化，是多仆累、蒲卢。䰠武罗司之，其状人面而豹文，小要而白齿，而穿耳以鐻，其鸣如鸣玉。是山也，宜女子。畛水出焉，而北流注于河。其中有鸟焉，名曰鴢，其状如凫，青身而朱目赤尾，食之宜子。有草焉，其状如葌，而方茎、黄华、赤实，其本如藁木，名曰荀草，服之美人色。',
        translation: '再往东十里，有座青要山，这座山实际上是天帝秘密居住过的地方。从山上向北可以河曲水，这里有许多野鹅。从青要山向南可以望见墠渚，这是大禹的父亲鲧幻化成黄熊的地方，水中有很多蜗牛、蒲卢。武罗神掌管这里，她有人的面孔，却浑身有豹子一样的斑纹，有细小的腰身和洁白的牙齿，而且耳朵上穿挂着金银环，发出的声音如同玉石碰击作响。这座山适宜女子居住。畛水从这座山发源，向北流入黄河。山中有一种禽鸟，名叫鴢，形状像凫，青色的身子，浅红的眼睛，红色的尾巴，吃了它能使人多子多孙。山中生长着一种草，形状像葌草，却是四方形的茎干，黄色的花朵，红色的果实，根部像藁本，名叫荀草，服用它能使人肤色漂亮。'
      },
      {
        title: '騩山',
        content: '又东十里，曰騩山，其上有美枣，其阴有㻬琈之玉。正回之水出焉，而北流注于河。其中多飞鱼，其状如豚而赤文，服之不畏雷，可以御兵。',
        translation: '再往东十里，有座騩山，山上盛产味道甜美的枣子，山的北坡盛产一种叫㻬琈的美玉。正回水从这座山发源，向北流入黄河。水中生长着许多飞鱼，形状像小猪有红色斑纹，吃了它能使人不怕打雷，还可以辟兵灾。'
      },
      {
        title: '宜苏山',
        content: '又东四十里，曰宜苏之山，其上多金玉，其下多蔓居之木。滽滽之水出焉，而北流注于河，是多黄贝。',
        translation: '再往东四十里，有座宜苏山，山上有丰富的金属矿物和玉石，山下有繁茂的蔓荆。滽滽水从这座山流出，向北流入黄河，水中有很多黄色的贝类。'
      },
      {
        title: '和山',
        content: '又东二十里，曰和山，其上无草木而多瑶碧，实惟河之九都。是山也，五曲，九水出焉，合而北流注于河，其中多苍玉。吉神泰逢司之，其状如人而虎尾，是好居于萯山之阳，出入有光。泰逢神动天地气也。',
        translation: '再往东二十里，有座和山，山上不生长花草树木，到处是瑶、碧一类的美玉，这里实际上是黄河的九条水源所汇聚的地方。这座山盘旋五层，有九条水从这里发源，然后汇合起来向北流入黄河，水中有很多颜色苍翠、质地温润的美玉。吉神泰逢主管这座山，他的形貌像人却长着虎的尾巴，喜欢住在萯山南面，出入时周身散发光芒。泰逢神能兴起风云。'
      },
      {
        title: '纵观萯山山系',
        content: '凡萯山之首，自敖岸之山至于和山，凡五山，四百四十里。其祠：泰逢、熏池、武罗皆一牡羊副，婴用吉玉。其二神用一雄鸡瘗之。糈用稌。',
        translation: '纵观萯山山系，自敖岸山起，到和山止，一共五座山，途经四百四十里。这些山的祠堂里供奉着泰逢、熏池、武罗神都是把一只公羊劈开来祭祀，还要陈上美玉做的器具。祭祀其余二位山神是用一只公鸡献祭后埋入地下，要用粳米。'
      },
      {
        title: '鹿蹄山',
        content: '中次四经釐山之首，曰鹿蹄之山，其上多玉，其下多金。甘水出焉，而北流注于洛，其中多汵石。',
        translation: '《中次四经》釐山一组，第一座叫做鹿蹄山，山上盛产玉石，山下盛产金矿。甘水从这座山发源，向北流入洛水，水中有很多汵石。'
      },
      {
        title: '扶猪山',
        content: '西五十里，曰扶猪之山，其上多礝石。有兽焉，其状如貉而人目，其名曰䴦。虢水出焉，而北流注于洛，其中多礝石。',
        translation: '往西五十里，有座扶猪山，山上到处是礝石。山中有一种野兽，形状像貉，却长着人的眼睛，名叫䴦。虢水从这座山发源，向北流入洛水，水中有很多礝石。'
      },
      {
        title: '釐山',
        content: '又西一百二十里，曰釐山，其阳多玉，其阴多蒐。有兽焉，其状如牛。苍身，其音如婴儿，是食人，其名曰犀渠。滽滽之水出焉，而南流注于伊水。有兽焉，名曰𤢺，其状如獳犬而有鳞，其毛如彘鬣。',
        translation: '再往西一百二十里，有座釐山，山南面有很多玉石，山北面有茂密的茜草。山中有一种野兽，形状像牛，全身青黑色，发出的声音如同婴儿啼哭，是能吃人的，名叫犀渠。滽滽水从这座山发源，然后向南流入伊水。这里还有一种野兽，名叫𤢺，形状像獳犬，生有鳞甲，它的毛像猪鬃一样。'
      },
      {
        title: '箕尾山',
        content: '又西二百里，曰箕尾之山，多榖，多涂石，其上多㻬琈之玉。',
        translation: '再往西二百里，有座箕尾山，有茂密的构树，盛产涂石，山上还有许多㻬琈玉。'
      },
      {
        title: '柄山',
        content: '又西二百五十里，曰柄山，基个多玉，其下多铜。滔雕之水出焉，而北流注于洛。其中多羬羊。有木焉，其状如樗，其叶如桐而荚实，其名曰茇，可以毒鱼。',
        translation: '再往西二百五十里，有座柄山，山上盛产玉，山下盛产铜。滔雕水从这座山发源，向北流入洛水。山中有许多羬羊。山中还有一种树木，形状像樗树，叶子像梧桐叶，而结出带荚的果实，名叫茇，能毒死鱼。'
      },
      {
        title: '白边山',
        content: '又西二百里，曰白边之山，其上多金玉，其下多青雄黄。',
        translation: '再往西二百里，有座白边山，山上有丰富的金属矿物和玉石，山下盛产质地坚硬、颜色青黑的雄黄石。'
      },
      {
        title: '熊耳山',
        content: '又西二百里，曰熊耳之山，其上多漆，其下多棕。浮濠之水出焉，而西流注于洛，其中多水玉，多人鱼。有草焉，其状如苏而赤华，名曰葶苧，可以毒鱼。',
        translation: '再往西二百里，是座熊耳山，山上是茂密的漆树，山下是茂密的棕树。浮濠水从这座山发源，向西流入洛水，水中有很多水晶石，还有很多人鱼。山中有一种草，形状像苏草，而开红花，名叫葶苧，能毒死鱼。'
      },
      {
        title: '牡山',
        content: '又西三百里，曰牡山，其上多文石，其下多竹箭竹䉋，其兽多㸲牛、羬羊，鸟多赤鷩。',
        translation: '再往西三百里，有座牡山，山上到处是色彩斑斓的漂亮石头，山下到处是竹箭、竹䉋之类的竹丛。山中的野兽以㸲牛、羬羊最多，而禽鸟以赤鷩最多。'
      },
      {
        title: '讙举山',
        content: '又西三百五十里，曰讙举之山。雒水出焉，而东北流注于玄扈之水，其中多马肠之物。此二山者，洛间也。',
        translation: '再往西三百五十里，有座讙举山。雒水从这座山发源，向东北流入玄扈水。玄扈山中生有很多像马肠的怪物。在讙举山与玄扈山之间，夹着一条洛水。'
      },
      {
        title: '纵观釐山山系',
        content: '凡釐山之首，自鹿蹄之山至于玄扈之山，凡九山，千六百里七十里。其神状皆人面兽身。其祠之，毛用一白鸡，祈而不糈，以采衣之。',
        translation: '纵观釐山山系，自鹿蹄山起，到玄扈山止，一共九座山，途经一千六百七十里。这些山的山神，都是人面兽身。祭祀这些山神时，在毛物中用一只白色鸡献祭，祀神不用米，用彩色帛把鸡包裹起来。'
      },
      {
        title: '苟林山',
        content: '中次五经薄山之苟，曰苟床之山，无草木，多怪石。',
        translation: '《中次五经》薄山一组，第一座名叫苟林山，不生长花草树木，到处是奇形怪状的石头。'
      },
      {
        title: '首山',
        content: '东三百里，曰首山，其阴多榖柞，其草多[艹/术]芫，其阳多㻬琈之玉，木多槐。其阴有谷，曰机谷，多[鸟犬]鸟，其状如枭而三目，有耳，其音如录，食之已垫。',
        translation: '往东三百里，是座首山，山的北面有茂密的构树、柞树，这里的草以[艹/术]草、芫华居多。山的南面盛产㻬琈玉，这里的树木以槐树居多。这座山的北面有一峡谷，叫做机谷，峡谷里有许多[鸟犬]鸟，形状像猫头鹰，却长着三只眼睛，还有耳朵，发出的声音如同鹿鸣叫，人吃了它就会治好湿气病。'
      },
      {
        title: '县劚山',
        content: '又东三百里，曰县劚之山，无草木，多文石。',
        translation: '再往东三百里，有座县劚山，没有花草树木，到处是色彩斑斓的漂亮石头。'
      },
      {
        title: '葱聋山',
        content: '又东三百里，曰葱聋之山，无草木，多[广/夆]石。',
        translation: '再往东三百里，有座葱聋山，没有花草树木，到处是[广/夆]石。'
      },
      {
        title: '条谷山',
        content: '东北五百里，曰条谷之山，其木多槐桐，其草多芍药、亹冬。',
        translation: '往东北五百里，有座条谷山，这里的树木大多是槐树和桐树，而草大多是芍药、门冬草。'
      },
      {
        title: '超山',
        content: '又北十里，曰超山，其阴多苍玉，其阳有井，冬有水而夏竭。',
        translation: '再往北十里，有座超山，山的北面到处是苍玉，山的南面有一眼水泉，冬天有水而到夏天就干枯了。'
      },
      {
        title: '成侯山',
        content: '又东五百里，曰成侯之山，其上多櫄木，其草多芃。',
        translation: '再往东五百里，有座成侯山，山上是茂密的櫄树，这里的草以芃草居多。'
      },
      {
        title: '朝歌山',
        content: '又东五百里，曰朝歌之山，谷多美垩。',
        translation: '再往东五百里，是座朝歌山，山谷里多出产优良垩土。'
      },
      {
        title: '槐山',
        content: '又东五百里，曰槐山，谷多金锡。',
        translation: '再往东五百里，有座槐山，山谷里有丰富的金和锡。'
      },
      {
        title: '历山',
        content: '又东十里，曰历山，其木多槐，其阳多玉。',
        translation: '再往东十里，有座历山，这里的树大多是槐树，山的南面多出产玉石。'
      },
      {
        title: '尸山',
        content: '又东十里，曰尸山，多苍玉，其兽多麖。尸水出焉，南流注于洛水，其中多美玉。',
        translation: '再往东十里，是座尸山，到处是苍玉，这里的野兽以麖居多。尸水从这座山发源，向南流入洛水，水中有很多优良玉石。'
      },
      {
        title: '良馀山',
        content: '又东十里，曰良馀之山。基上多穀柞，无石。余水出于其阴，而北流注于河；乳水出于其阳，而东南流注于洛。',
        translation: '再往东十里，有座良馀山，山上有茂密的构树和柞树，没有石头。余水从良余山北麓流出，向北流入黄河；乳水从南麓流出，向东南流入洛水。'
      },
      {
        title: '蛊尾山',
        content: '又东南十里，曰蛊尾之山，多砺石、赤铜。龙馀之水出焉，而东南流注于洛。',
        translation: '再往东南十里，有座蛊尾山，盛产粗磨石、黄铜。龙余水从这座山发源，向东南流入洛水。'
      },
      {
        title: '升山',
        content: '又东北二十里，曰升山，其木多穀柞棘，其草多藷藇、蕙，多寇脱。黄酸之水出焉，而北流注于河，其中多璇玉。',
        translation: '再往东北二十里，有座升山，这里的树以构树、柞树、酸枣树居多，而草以山药、惠草居多，还有茂密的寇脱草。黄酸水从这座山发源，向北流入黄河，水中有很多璇玉。'
      },
      {
        title: '阳虚山',
        content: '又东二十里，曰阳虚之山，多金，临于玄扈之水。',
        translation: '再往东二十里，有座阳虚山，盛产金，临近玄扈水。'
      },
      {
        title: '纵观薄山山系',
        content: '凡薄山之首，自苟林之山至于阳虚之山，凡十六山，二千九百八十二里。升山，冢也，其祠礼：太牢，婴用吉玉。首山，䰠也，其祠用稌、黑牺太牢之具、糵酿；干儛，置鼓；婴用一璧。尸水，合天也，肥牲祠也；用一黑犬于上，用一雌鸡于下，刉一牝羊，献血。婴用吉玉，采之，飨之。',
        translation: '纵观薄山山系，自苟林山起，到阳虚山止，一共十六座山，途经二千九百八十二里。升山，是众山的宗主，祭祀礼仪：在毛物中用猪、牛、羊齐全的三牲作祭品，陈列有花纹的玉器。祭祀首山山神，用稻米、整只黑色皮毛的猪、牛、羊、美酒，人们击鼓跳舞，玉器用一块玉璧。尸水，是上通到天的，要用肥壮的牲畜作祭品献祭，用一只黑狗作祭品供在上面，用一只母鸡作祭品供在下面，杀一只母羊，献上血。祀神的玉器要用吉玉，并用彩色帛包装，请神享用。'
      },
      {
        title: '平逢山',
        content: '中次六经缟羝山之首，曰平逢之山，南望伊、洛，东望谷城之山，无草木，无水，多沙石。有神焉，其状如人而二首，名曰骄虫，是为螫虫，实惟蜂蜜之庐，其祠之，用一雄鸡，禳而勿杀。',
        translation: '《中次六经》缟羝山一组，第一座山叫做平逢山，从山上向南可以望见伊水和洛水，向东可以望见谷城山，这座山不生长花草树木，没有水，到处是沙子石头。山中有一山神，形状像人却有两个脑袋，叫做骄虫，是所有螫虫的首领，是蜂类的神官。祭祀这位山神，用一只公鸡作祭品，在祈祷后放掉而不杀。'
      },
      {
        title: '缟羝山',
        content: '西十里，曰缟羝之山，无草木，多金玉。',
        translation: '往西十里，有座缟羝山，没有花草树木，有丰富的金属矿物和玉石。'
      },
      {
        title: '廆山',
        content: '又西十里，曰廆山，其阴多㻬琈之玉。其西有谷焉，名曰雚谷，其木多柳楮。其中有鸟焉，状如山鸡而长尾，赤如丹火而青喙，名曰鴒䳩，其鸣自呼，服之不眯。交觞之水出于其阳，而南流注于洛；俞随之水出于其阴，而北流注于谷水。',
        translation: '再往西十里，有座廆山，山的北坡上盛产㻬浮玉。在这座山的西边有一道峡谷，叫做雚谷，这里的树木大多是柳树、构树。山中有一种禽鸟，形状像野鸡却拖着一条长长的尾巴，身上通红如火，却是青色嘴巴，名叫鴒䳩，它的名字源于自己的叫声，吃了它能使人不做恶梦。交觞水从这座山的南麓流出，向南流入洛水；俞随水从这座山的北麓流出，向北流入谷水。'
      },
      {
        title: '瞻诸山',
        content: '又西三十里，曰瞻诸之山，其阳多金，其阴多文石。㴬水出焉，而东南流往于洛，少水出其阴，而东流注于谷水。',
        translation: '再往西三十里，有座瞻诸山，山的南面盛产金属矿物，山的北面盛产带有花纹的漂亮石头。㴬水从这座山发源，向东南流入洛水；少水从这座山的北麓流出，向东流入谷水。'
      },
      {
        title: '娄涿山',
        content: '又西三十里，曰娄涿之山，无草木，多金玉。瞻水出于其阳，而东流注于洛；陂水出于其阴，而北流注于谷水，其中多茈石、文石。',
        translation: '再往西三十里，有座娄涿山，没有花草树木，有丰富的金属矿物和玉石。瞻水从这座山的南麓流出，向东流入洛水；陂水从这座山的北麓流出，向北流入谷水，水中有很多紫颜色的石头、带有花纹的漂亮石头。'
      },
      {
        title: '白石山',
        content: '又西四十里，曰白石之山。惠水出于其阳，而南流注于洛，其中多水玉。涧水出于其阴，西北流注于谷水，其中多麋石、栌丹。',
        translation: '再往西四十里，有座白石山。惠水从白石山的南麓流出，向南流入洛水，水中有很多水晶石。涧水从白石山的北麓流出，向西北流入谷水，水中有很多画眉石、黑丹沙。'
      },
      {
        title: '谷山',
        content: '又西五十里，曰谷山，其上多穀，其下多桑。爽水出焉，而西北流注水谷水，其中多碧绿。',
        translation: '再往西五十里，有座谷山，山上是茂密的构树，山下是茂密的桑树。爽水从这座山发源，向西北流入谷水，水中有很多碧玉。'
      },
      {
        title: '密山',
        content: '又西七十二里，曰密山，其阳多玉，其阴多铁。豪水出焉，而南流注于洛，其中多旋龟，其状鸟首而鳖尾，其音如判木。无草木。',
        translation: '再往西七十二里，有座密山，山的南面盛产玉石，山的北面盛产铁矿。豪水从这座山发源，向南流入洛水，水中有很多旋龟，形状是鸟头鳖尾，发出的声音像劈木头声。这座山不生长花草树木。'
      },
      {
        title: '长石山',
        content: '又西百里，曰长石之山，无草木，多金玉。其西有谷焉，名曰共谷，多竹。共水出焉，西南流注于洛，其中多鸣石。',
        translation: '再往西一百里，有座长石山，没有花草树木，有丰富的金属矿物和玉石。这座山的西面有一道峡谷，叫做共谷，生长许多竹子。共水从这座山发源，向西南流入洛水，水中多产鸣石。'
      },
      {
        title: '傅山',
        content: '又西一百四十里，曰傅山，无草木，多瑶碧。厌染之水出于其阳，而南流注于洛，其中多人鱼。其西有林焉，名曰墦冢。谷水出焉，而东流注于洛，其中多珚玉。',
        translation: '再往西一百四十里，有座傅山，没有花草树木，到处是瑶、碧之类的美玉。厌染水从这座山的南麓流出，向南流入洛水，水中有很多人鱼。这座山的西面有一片树林，叫做墦冢。谷水从这里流出，然后向东南流入洛水，水中有很多珚玉。'
      },
      {
        title: '橐山',
        content: '又西五十里，曰橐山，其木多樗，多𣖾木，其阳多金玉，其阴多铁，多萧。橐水出焉，而北流注于河。其中多脩辟之鱼，状如黾而白喙，其音如鸱，食之已白癣。',
        translation: '再往西五十里，有座橐山，山中的树木大多是樗树，还有很多𣖾树，山的南面有丰富的金属矿物和玉石，山的北面有丰富的铁，还有茂密的萧草。橐水从这座山发源，向北流入黄河。水中有很多脩辟鱼，形状像蛙却长着白色嘴巴，发出的声音如同鹞鹰鸣叫，人吃了它能治愈白癣病。'
      },
      {
        title: '常烝山',
        content: '又西九十里，日常烝之山，无草木，多垩，潐水出焉，而东北流注于河，其中多苍玉。菑水出焉，而北流注于河。',
        translation: '往西九十里，有座常烝山，没有花草树木，有多种颜色的垩土。潐水从这座山发源，向东北流入黄河，水中有很多苍玉。菑水也从这座山发源，向北流入黄河。'
      },
      {
        title: '夸父山',
        content: '又西九十里，曰夸父之山，其木多棕枬，多竹箭，其兽多㸲牛、羬羊，其鸟多赤鷩，其阳多玉，其阴多铁。其北有林焉，名曰桃林，是广员三百里，其中多马。湖水出焉，而北流注于河，其中多㻒玉。',
        translation: '再往西九十里，有座夸父山，山中的树木以棕树和楠木树最多，还有茂盛的小竹丛，山中的野兽，以㸲牛、羬羊最多，而禽鸟以赤鷩最多。山的南面盛产玉石，山的北面蕴藏大量铁矿。这座山北面有一片树林，叫做桃林，这片树林方圆三百里，林子里有很多马。湖水从这座山发源，向北流入黄河，水中多出产㻒玉。'
      },
      {
        title: '阳华山',
        content: '又西九十里，曰阳华之山，其阳多金玉，其阴多青雄黄，其草多藷藇，多苦辛，其状如櫹，其实如瓜，其味酸甘，食之已疟。杨水出焉，而西南流注于洛，其中多人鱼。门水出焉，而东北流注于河，其中多玄䃤。𦁎姑之水出于其阴，而东流注于门水，其上多铜。门水出于河，七百九十里入雒水。',
        translation: '再往西九十里，有座阳华山，山的南面有丰富的金属矿物和玉石，山的北面盛产质地坚硬、颜色青黑的雄黄石，山中的草以山药最多，还有茂密的苦辛草，形状像楸木，结的果实像瓜，味道是酸中带甜，能治愈疟疾。杨水从这座山发源，向西南流入洛水，水中有很多人鱼。门水也从这座山发源，向东北流入黄河，水中有很多黑色磨石。𦁎姑水从阳华山北麓流出，向东流入门水，水两岸有丰富的铜。从门水到黄河，流经七百九十里后注入雒水。'
      },
      {
        title: '纵观缟羝山山系',
        content: '凡缟羝山之首，自平逢之山至于阳华之山，凡十四山，七百九十里。岳在其中，以六月祭之，如诸岳之祠法，则天下安宁。',
        translation: '纵观缟羝山山系，自平逢山起到阳华山止，一共十四座山，途经七百九十里。有中岳山在这一山系中，在每年六月祭祀它，如祭祀其它山岳一样，这样天下就会安宁。'
      },
      {
        title: '休与山',
        content: '中次七经苦山之首，曰休与之山。其上有石焉，名曰帝台之棋，五色而文，其状如鹑卵，帝台之石，所以祷百神者也，服之不蛊。有草焉，其状如蓍，赤叶而本丛生，名曰夙条，可以为簳。',
        translation: '《中次七经》苦山一组，第一座山叫做休与山。山上有一种石子，名叫帝台棋，它们有五种颜色并带着斑纹，形状与鹌鹑蛋相似。帝台棋是用来祷祀诸神的，人佩带上它就会不受妖邪之气蛊惑。休与山还有一种草，形状像蓍草，叶子是红色，根茎连结丛生在一起，名叫夙条，可以用来做箭杆。'
      },
      {
        title: '鼓钟山',
        content: '东三百里，曰鼓钟之山，帝台之所以觞百神也。有草焉，方茎而黄华，员叶而三成，其名曰焉酸，可以为毒。其上多砺，其下多砥。',
        translation: '往东三百里，有座鼓钟山，帝台在此演奏钟鼓之乐而设宴招待诸位天神。山中有一种草，方形的茎干上开着黄色花朵，圆形的叶子重叠为三层，名叫焉酸，可以用来解毒。山上多出产粗磨石，山下多出产细磨石。'
      },
      {
        title: '姑媱山',
        content: '又东二百里，曰姑媱之山。帝女死焉，其名曰女尸，化为䔄草，其叶胥成，其华黄，其实如菟丘，服之媚于人。',
        translation: '再往东二百里，有座姑媱山，天帝的女儿就死在这座山，她的名字叫女尸，死后化成了䔄草，叶子都是一层一层的，花儿是黄色的，果实与菟丝草的果实相似，服用了就能讨人喜爱。'
      },
      {
        title: '苦山',
        content: '又东二十里，曰苦山。有兽焉，名曰山膏，其状如逐，赤若丹火，善詈。其上有木焉，名曰黄棘，黄华而员叶，其实如阑，服之不字。有草焉，员叶而无茎，赤华而不实，名曰无条，服之不瘿。',
        translation: '再往东二十里，有座苦山。山中有一种野兽，名叫山膏，形状像小猪，身上红得如同丹火，喜欢骂人。山上有一种树木，名叫黄棘，黄色花而圆叶子，果实与兰草的果实相似，女人服用了它就不生育孩子。山中又有一种草，圆圆的叶子而没有茎干，开红色花却不结果实，名称是无条，服用了它能使脖子不生肉瘤。'
      },
      {
        title: '堵山',
        content: '又东二十七里，曰堵山，神天愚居之，是多怪风雨。其上有木焉，名曰天楄，方茎而葵状，服者不㖶。',
        translation: '再往东二十七里，有座堵山，神人天愚住在这里，这座山上时常刮怪风，下怪雨。山上生长着一种树木，名称是天楄，方方的茎干而像葵菜，服用了它就能使人吃饭不噎住。'
      },
      {
        title: '放皋山',
        content: '又东五十二里，曰放皋之山。明水出焉。南流注于伊水，其中多苍玉。有木焉，其叶如槐，黄华而不实，其名曰蒙木，服之不惑。有兽焉，其状如蜂，枝尾而反舌，善呼，其名曰文文。',
        translation: '再往东五十二里，有座放皋山。明水从这座山发源，向南流入伊水，水中有很多颜色苍翠、质地纯净的玉石。山中有一种树木，叶子与槐树叶相似，开黄色花却不结果实，名叫蒙木，服用了它就能使人不再困惑。山中有一种野兽，形状像蜜蜂，长着分叉的尾巴和反长的舌头，喜欢呼叫，名叫文文。'
      },
      {
        title: '大苦山',
        content: '又东五十七里，曰大苦之山，多㻬琈之玉，多麋玉。有草焉，其状叶如榆，方茎而苍伤，其名曰牛伤，其根苍文，服者不厥，可以御兵。其阳狂水出焉，西南流注于伊水，其中多三足龟，食者无大疾，可以已肿。',
        translation: '再往东五十里，有座大苦山，盛产㻬琈玉，还有许多麋玉。山中有一种草，叶子与榆树叶相似，方方的茎干上长满了刺，名叫牛伤，根茎上有青色斑纹，服用它能使人不昏厥，还能辟兵灾。狂水从这座山的南麓流出，向西南流入伊水，水中有很多三脚龟，吃了它能消除肿痛。'
      },
      {
        title: '半石山',
        content: '又东七十里，曰半石之山。其上有草焉，生而秀，其高丈馀，赤叶赤华，华而不实，其名曰嘉荣，服之者不畏霆。来需之水出于其阳，而西流注于伊水，其中多鯩鱼，黑文，其状如鲋，食者不睡。合水出于其阴，而北流注于洛，多䲢鱼，状如鳜，居逵，苍文赤尾，食者不痈，可以为瘘。',
        translation: '再往东七十里，是座半石山。山上长着一种草，这种草只要在地下生根就会开花，长得高一丈多，红色叶子，开红色花，开花后不结子实，这种草名叫嘉荣，服用它使人不畏惧雷响。来需水从半石山南麓流出，然后向西流入伊水，水中生长着很多鯩鱼，浑身长满黑色斑纹，形状像鲋鱼，人吃了它能免除睡意。合水从半石山北麓流出，向北流入洛水，水中生长着很多䲢鱼，形状像鳜鱼，隐居水底洞穴，浑身苍白斑纹，拖着一条红尾巴，人吃了它就不患痈肿病，还可以治好瘘疮。'
      },
      {
        title: '少室山',
        content: '又东五十里，曰少室之山，百草木成囷。其上有木焉，其名曰帝休，叶状如杨，其枝五衢，黄华黑实，服者不怒。其上多玉，其下多铁。休水出焉，而北流注于洛。其中多䱱鱼，状如盩蜼而长距，足白而对，食者无蛊疾，可以御兵。',
        translation: '再往东五十里，有座少室山，各种花草树木丛集像圆的谷仓。山上有一种树木，名叫帝休，叶子像杨树叶，树枝相互交叉着伸向四方，开黄色花，结黑色果实，服用了能使人心平气和。少室山上有丰富的玉石，山下有丰富的铁。休水从这座山发源，向北流入洛水，水中有很多䱱鱼，形状像猕猴却有长长的爪子，白足而足趾相对，人吃了就没有寄生虫，还能辟兵灾。'
      },
      {
        title: '泰室山',
        content: '又东三十里，曰秦室之山。其上有木焉，叶状如棃而赤理，其名曰栯木，服者不妒。有草焉，其状如[艹/术]，白华黑实，泽如蘡薁，其名曰䔄草，服之不眯。上多美石。',
        translation: '再往东三十里，有座泰室山。山上有一种树木，叶子形状像梨树叶，叶子上有红色纹理，名叫栯木，人服用就没了嫉妒心。山中还有一种草，像[艹/术]草，开白色花，结黑色果实，果实的光泽就像野葡萄，名叫䔄草，服用它能使眼睛明亮。山上还有很多漂亮的石头。'
      },
      {
        title: '讲山',
        content: '又北三十里，曰讲山，其上多玉，多柘，多柏。有木焉，名曰帝屋，叶状如椒，反伤赤实，可以御凶。',
        translation: '再往北三十里，有座讲山，山上盛产玉石，有很多的柘树、许多的柏树。山中有一种树木，名叫帝屋，叶子的形状与花椒树叶相似，长着倒勾刺，结红色果实，可以辟凶邪之气。'
      },
      {
        title: '婴梁山',
        content: '又北三十里，曰婴梁之山，上多苍玉，錞于玄石。',
        translation: '再往北三十里，有座婴梁山，山上盛产苍玉，而苍玉都附着在黑色石头上面。'
      },
      {
        title: '浮戏山',
        content: '又东三十里，曰浮戏之山。有木焉，叶状如樗而赤实，名曰亢木，食之不蛊。汜水出焉，而北流注于河。其东有谷，因名曰蛇谷，上多少辛。',
        translation: '再往东三十里，有座浮戏山。山中生长着一种树木，叶子的形状像樗树叶，而结红色果实，名叫亢木，吃了它可以不被妖邪之气蛊惑。汜水从这座山发源，向北流入黄河。在浮戏山的东面有一道峡谷，因峡谷里有很多蛇而取名叫蛇谷，峡谷上面还多产叫做少辛的药草。'
      },
      {
        title: '少陉山',
        content: '又东四十里，曰少陉之山。有草焉，名曰[艹冈]草，叶状如葵，而赤茎白华，实如蘡薁，食之不愚。器难之水出焉，而北流注于役水。',
        translation: '再往东四十里，有座少陉山。山中有一种草，名叫[艹冈]草，叶子形状像葵菜叶，红色的茎干，白色的花，果实很像野葡萄，服食了它就能使人不笨拙。器难水从这座山发源，向北流入役水。'
      },
      {
        title: '太山',
        content: '又东南十里，曰太山。有草焉，名曰梨，其叶状如荻而赤华，可以已疽。太水出于其阳。而东南流注于役水；承水出于其阴，而东北流注于役。',
        translation: '再往东南十里，有座太山。山里有一种草，名称是梨，叶子的形状像蒿草叶而开红色花，可以用来治疗痈疽。太水从这座山的南麓流出，然后向东南流入役水；承水从这座山的北麓流出，然后向东北流入役水。'
      },
      {
        title: '末山',
        content: '又东二十里，曰末山，上多赤金。末水出焉，北流注于役。',
        translation: '再往东二十里，有座末山，山上到处是黄金。末水从这座山发源，向北流入役水。'
      },
      {
        title: '役山',
        content: '又东二十五里，曰役山，上多白金，多铁。役水出焉，北注于河。',
        translation: '再往东二十五里，有座役山，山上有丰富的白银，还有丰富的铁。役水从这座山发源，向北流入黄河。'
      },
      {
        title: '敏山',
        content: '又东三十五里，曰敏山。上有木焉，其状如荆，白华而赤实，名曰葪柏，服者不寒。其阳㻬琈之玉。',
        translation: '再往东三十五里，是座敏山。山上生长着一种树木，形状与牡荆相似，开白色花朵，结红色果实，名叫葪柏，吃了它能使人不怕寒冷。山的南面还盛产㻬琈玉。'
      },
      {
        title: '大騩山',
        content: '又东三十里，曰大騩之山，其阴多铁、美玉、青垩。有草焉，其状如蓍而毛，青华而白实，其名曰[艹/氵艮]，服之不夭，可以为腹病。',
        translation: '再往东三十里，有座大騩山，山的北面有丰富的铁、优质玉石、青色垩土。山中有一种草，形状像蓍草却长着绒毛，开青色花，结白色果实，名叫[艹/氵艮]，服食它能不夭折，还可医治肠胃病。'
      },
      {
        title: '纵观苦山山系',
        content: '凡苦山之首，自休与之山至于大騩之山，凡十有九山，千一百八十四里。其十六神者，皆豕身而人面。其祠：毛牷用一羊羞，婴用一藻玉瘞。苦山、少室、太室皆冢也，其祠之，太牢之具，婴以吉玉。其神状皆人面而三首。其馀属皆豕身人面也。',
        translation: '纵观苦山山系，自休与山起到大騩山止，一共十九座山，途经一千一百八十四里。其中有十六座山的山神都是猪身人面。祭祀这些山神：在毛物中用一只纯色的羊献祭，玉器用一块藻玉，埋入地下。苦山、少室山、太室山都是诸山的宗主，祭祀这三座山的山神：在毛物中用猪、牛、羊齐全的三牲作祭品，在祀神的玉器中用吉玉。这三个山神的形貌都是人的面孔，长着三个头。其余的山神都是猪身人面。'
      },
      {
        title: '景山',
        content: '中次八经荆山之首，曰景山，其上多金玉，其木多杼檀。雎水出焉，东南流注于江，其中多丹粟，多文鱼。',
        translation: '《中次八经》山系一组，第一座山叫做景山，山上有丰富的金属矿物和玉石，这里的树木以柞树和檀树最多。雎水从这座山发源，向东南流入江水，水中有很多粟粒大小的丹沙，还生长着许多有彩色斑纹的鱼。'
      },
      {
        title: '荆山',
        content: '东北百里，曰荆山，其阴多铁，其阳多赤金，其中多犛牛，多豹虎，其木多松柏，多橘櫾，其草多竹。漳水出焉，而东南流注于雎，其中多黄金，多鮫鱼，其兽多闾麋。',
        translation: '往东北一百里，有座荆山，山的北面有丰富的铁，山的南面有丰富的黄金，山中生长着许多犛牛，还有众多的豹子和老虎，这里的树木以松树和柏树最多，这里的花草以丛生的小竹子最多，还有许多的橘子树和柚子树。漳水从这座山发源，然后向东南流入雎水，水中盛产黄金，并有很多鮫鱼。山中的野兽以山驴和麋鹿最多。'
      },
      {
        title: '骄山',
        content: '又东北百五十里，曰骄山，其上多玉，其下多青雘，其木多松柏，多桃枝鉤端。神围处之，其状如人，而羊角虎爪，恒游于睢漳之渊，出入有光。',
        translation: '再往东北一百五十里，有座骄山，山上有丰富的玉石，山下有丰富的青雘，这里的树木以松树和柏树居多，到处是桃枝和钩端一类的丛生小竹子。神[单/䖵]围居住在这座山中，形貌像人而长着羊的角，虎一样的爪子，常在雎水和漳水的深渊里畅游，周身散发着光芒。'
      },
      {
        title: '女几山',
        content: '又东北百二十里，曰女几之山，其上多玉，其下多黄金，其兽多豹虎，多闾麋麖麂，其鸟多白鷮，多翟，多鸩。',
        translation: '再往东北一百二十里，有座女几山，山上盛产玉石，山下盛产黄金，山中的野兽以豹子和老虎最多，还有许许多多的山驴、麋鹿、麖、麂，这里的禽鸟以白鷮最多，还有很多的长尾巴野鸡，很多的鸩。'
      },
      {
        title: '宜诸山',
        content: '又东北二百里，曰宜诸之山，其上多金玉，其下多青雘。洈水出焉，而南流注于漳，其中多白玉。',
        translation: '再往东北二百里，有座宜诸山，山上多出产金属矿物和玉石，山下多出产青雘。洈水从这座山发源，然后向南流入漳水，水中有很多白色玉石。'
      },
      {
        title: '纶山',
        content: '又东北三百五十里，曰纶山，其木多梓枬，多桃枝，多柤粟橘櫾，其兽多闾麈麢㚟。',
        translation: '再往东北二百里，有座纶山，在山中茂密的丛林中多的是梓树、楠木树，又有很多丛生的桃枝竹，还有许多的柤树、栗子树、橘子树、柚子树，这里的野兽以山驴、麈、羚羊，和叫做㚟的野兔最多。'
      },
      {
        title: '陆䣀山',
        content: '又东北二百里，曰陆䣀之山，其上多㻬琈之玉，其下多垩，其木多杻橿。',
        translation: '再往东二百里，有座陆䣀山，山下盛产㻬琈玉，山下盛产各种颜色的垩土，这里的树木以杻树和橿树居多。'
      },
      {
        title: '光山',
        content: '又东百三十里，曰光山，其上多碧，其下多水。神计蒙处之，其状人身而龙首，恒游于漳渊，出入必有飘风暴雨。',
        translation: '再往东一百三十里，有座光山，山上到处有碧玉，山下到处流水。神计蒙居住在这座山里，是人身龙头，常常在漳水的深渊里畅游，出入时一定有飘风暴雨相伴随。'
      },
      {
        title: '岐山',
        content: '又东百五十里，曰岐山，其阳多赤金，其阴多白珉，其上多金玉，其下多青雘，其林多樗。神涉[单/䖵]处之，其状人身而方面三足。',
        translation: '再往东一百五十里，有座岐山，山的南面多出产黄金，山的北面多出产白色珉石，山上有丰富的金属矿物和玉石，山下有丰富的青雘，这里的树木以樗树居多。神涉[单/䖵]就住在这座山里，形貌是人的身子，方形面孔，和三只脚。'
      },
      {
        title: '铜山',
        content: '又东百三十里，曰铜山，其上多金银铁，其木多穀柞柤栗橘櫾，其兽多犳。',
        translation: '再往东一百三十里，有座铜山，山上有丰富的金、银、铁，这里的树木以构树、柞树、柤树、栗子树、橘子树、柚子树最多，而野兽多是长着豹子斑纹的犳。'
      },
      {
        title: '美山',
        content: '又东北一百里，曰美山，其兽多兕牛，多闾麈，多豕鹿，其上多金，其下多青雘。',
        translation: '再往东北一百里，有座美山，山中的野兽以犀牛最多，又有很多山驴、麈，还有许多野猪、鹿，山上多出产金，山下多出产青雘。'
      },
      {
        title: '大尧山',
        content: '又东北百里，曰大尧之山，其木多松柏，多梓桑，多机，其草多竹，其兽多豹虎麢㚟。',
        translation: '再往东北一百里，有座大尧山，在山里的树木中以松树和柏树居多，又有众多的梓树和桑树，还有许多桤木，这里的草大多是丛生的小竹子，而野兽以豹子、老虎、羚羊、㚟最多。'
      },
      {
        title: '灵山',
        content: '又东北三百里，曰灵山，其上多金玉，其下多青雘，其木多桃李梅杏。',
        translation: '再往东北三百里，有座灵山，山上有丰富的金属矿物和玉石，山下盛产青雘，这里的树木大多是桃树、李树、梅树、杏树。'
      },
      {
        title: '龙山',
        content: '又东北七十里，曰龙山，上多寓木，其上多碧，其下多赤锡，其草多桃枝鉤端。',
        translation: '再往东北七十里，有座龙山，山上到处是寄生树，还盛产碧玉，山下有丰富的红色锡土，而草大多是桃枝、钩端之类的小竹丛。'
      },
      {
        title: '衡山',
        content: '又东南五十里，曰衡山，上多寓木穀柞，多黄垩、白垩。',
        translation: '再往东南五十里，有座衡山，山上有许多寄生树、构树、柞树，还盛产黄色垩土、白色垩土。'
      },
      {
        title: '石山',
        content: '又东南七十里，曰石山，其上多金，其下多青雘，多寓木。',
        translation: '再往东南七十里，有座石山，山上多出产金，山下有丰富的青雘，还有许多寄生树。'
      },
      {
        title: '若山',
        content: '又南百二十里，曰若山，其上多㻬琈之玉，多赭，多邽石，多寓木，多柘。',
        translation: '再往南一百二十里，有座若山，山上多出产㻬琈玉，又多出产赭石，也有很多邽石，到处长着寄生树，还生长着许多柘树。'
      },
      {
        title: '彘山',
        content: '又东南一百二十里，曰彘山，多美石，多柘。',
        translation: '再往东南一百二十里，有座彘山，有很多漂亮的石头，到处生长着柘树。'
      },
      {
        title: '玉山',
        content: '又东南一百五十里，曰玉山，其上多金玉，其下多碧、铁，其木多柏。',
        translation: '再往东南一百五十里，有座玉山，山上有丰富的金属矿物和玉石，山下有丰富的碧玉、铁，这里的树木以柏树居多。'
      },
      {
        title: '讙山',
        content: '又东南七十里，曰灌山，其木多檀，多邽石，多白锡。郁水出于其上，潜于其下，其中多砥砺。',
        translation: '再往东南七十里，有座讙山，这里的树木大多是檀树，还盛产邽石，又多出产白色锡土。郁水从这座山顶上发源，潜流到山下，水中有很多磨石。'
      },
      {
        title: '仁举山',
        content: '又东北百五十里，曰仁举之山，其木多穀柞，其阳多赤金，其阴多赭。',
        translation: '再往东北一百五十里，有座仁举山，这里的树木以构树和柞树居多，山的南面有丰富的黄金，山的北面多出产赭石。'
      },
      {
        title: '师每山',
        content: '又东五十里，曰师每之山，其阳多砥砺，其阴多青雘，其木多柏，多檀，多柘，其草多竹。',
        translation: '再往东五十里，有座师每山，山的南面多出产砥石砺石，山的北面多出产青雘，山中的树木以柏树居多，又有很多檀树，还生长着大量柘树，而草大多是丛生的小竹子。'
      },
      {
        title: '琴鼓山',
        content: '又东南二百里，曰琴鼓之山，其木多穀柞椒柘，其上多白珉，其下多洗石，其兽多豕鹿，多白犀，其鸟多鸩。',
        translation: '再往东南二百里，有座琴鼓山，这里的树木大多是构树、柞树、椒树、柘树，山上多出产白色珉石，山下多出产洗石，这里的野兽，以野猪、鹿最多，还有许多白色犀牛，而禽鸟大多是鸩鸟。'
      },
      {
        title: '纵观荆山山系',
        content: '凡荆山之首，自景山至琴鼓之山，凡二十三山，二千八百九十里。其神状皆鸟身而人面。其祠：用一雄鸡祈瘞，婴用一藻圭，糈用稌。骄山，冢也，其祠：用羞酒少牢祈瘞，婴毛一璧。',
        translation: '纵观荆山山系，自景山起，到琴鼓山止，一共二十三座山，途经二千八百九十里。这些山的山神形貌都是鸟身人面。祭祀山神：在毛物中用一只公鸡祭祀后埋入地下，并用一块藻圭献祭，祀神的米用稻米。骄山，是众山的宗主。祭祀骄山山神：用进献的美酒和猪、羊来祭祀而后埋入地下，在祀神的玉器中用一块玉璧。'
      },
      {
        title: '女几山',
        content: '中次九经岷山之首，曰女几之山，其上多石涅，其木多杻橿，其草多菊[艹/术]。洛水出焉，东注于江，其中多雄黄，其兽多虎豹。',
        translation: '《中次九经》岷山一组，第一座山叫女几山，山上多出产石涅，这里的树木以杻树、橿树居多，而花草以野菊、[艹/术]居多。洛水从这座山发源，向东流入长江。山里到处有雄黄，而野兽以老虎、豹子最多。'
      },
      {
        title: '岷山',
        content: '又东北三百里，曰岷山。江水出焉，东北流注于海，其中多良龟，多鼍，其上多金玉，其下多白珉，其木多梅棠，其兽多犀象，多夔牛，其鸟多翰、鷩。',
        translation: '再往东北三百里，有座岷山。长江从岷山发源，向东北流入大海，水中生长着许多优良的龟，还有许多鼍。山上有丰富的金属矿物和玉石，山下盛产白色珉石。山中的树木以梅树和海棠树最多，而野兽以犀牛和大象最多，还有大量的夔牛，这里的禽鸟大多是白翰鸟和赤鷩鸟。'
      },
      {
        title: '崃山',
        content: '又东北一百四十里，曰崃山。江水出焉，东流注于大江。其阳多黄金，其阴多麋麈，其木多檀柘，其草多䪥韭，多药、空夺。',
        translation: '再往东北一百四十里，有座崃山。江水从这座山发源，向东流入长江。山南面盛产黄金，山北面到处有麋鹿和麈，这里的树木大多是檀树和柘树，而花草大多是䪥菜和野韭菜，还有许多白芷和寇脱草。'
      },
      {
        title: '崌山',
        content: '又东一百五十里，曰崌山。江水出焉，东流注于大江，其中多怪蛇，多䲀鱼，其木多楢杻，多梅梓，其兽多夔牛、麢、㚟、犀、兕。有鸟焉，状如鸮而赤身白首，其名曰窃脂，可以御火。',
        translation: '再往东一百五十里，有座崌山。江水从这座山发源，向东流入长江，水中生长着许多怪蛇，还有很多䲀鱼。这里的树木以楢树和杻树居多，还有很多梅树与梓树，而野兽以夔牛、羚羊、㚟、犀牛、兕最多。山中有一种禽鸟，形状像猫头鹰，却是红色的身子，白色的脑袋，名叫窃脂，饲养它可以辟火灾。'
      },
      {
        title: '高梁山',
        content: '又东三百里，曰高梁之山，其上多垩，其下多砥砺，其木多桃枝鉤端。有草焉，状如葵而赤华、荚实、白柎，可以走马。',
        translation: '再往东三百里，有座高梁山，山上盛产垩土，山下盛产磨石，这里的草木大多是桃枝竹和钩端竹。山中生长着一种草，形状像葵菜，却是红色的花朵、带荚的果实、白色的花萼，马吃了它就能跑得更快。'
      },
      {
        title: '蛇山',
        content: '又东四百里，曰蛇山，其上多黄金，其下多垩，其木多栒，多豫章，其草多嘉荣、少辛。有兽焉，其状如狐，而白尾长耳，名[犭也]狼，见则国内有兵。',
        translation: '再往东四百里，有座蛇山，山上多出产黄金，山下多出产垩土，这里的树木以栒树最多，还有许多豫章树，而花草以嘉荣、细辛最多。山中有一种野兽，形状像狐狸，却长着白尾巴和长耳朵，名叫[犭也]狼，它的出现表明国内会有兵乱。'
      },
      {
        title: '鬲山',
        content: '又东五百里，曰鬲山，其阳多金，其阴多白珉。蒲[薨-匕+㔾鸟]之水出焉，而东流注于江，其中多白玉。其兽多犀象熊罴，多[犭爰]蜼。',
        translation: '再往东五百里，有座鬲山，山南面盛产金，山北面盛产白色珉石。蒲鹳水从这座山发源，然后向东流入长江，水中有很多白色玉石。山中的野兽以犀牛、大象、熊、罴最多，还有许多猿猴、长尾猿。'
      },
      {
        title: '隅阳山',
        content: '又东北三百里，曰隅阳之山，其上多金玉，其下多青雘，其木多梓桑，其草多茈。徐之水出焉，东流注于江，其中多丹粟。',
        translation: '再往东北三百里，有座隅阳山，山上有丰富的金属矿物和玉石，山下有丰富的青雘，这里的树木大多是梓树和桑树，而草大多是紫草。徐水从这座山发源，向东流入长江，水中有许多粟粒大小的丹沙。'
      },
      {
        title: '岐山',
        content: '又东二百五十里，曰岐山，其上多白金，其下多铁，其木多梅梓，多杻楢。減水出焉，东南流注于江。',
        translation: '再往东二百五十里，有座岐山，山上有丰富的白银，山下有丰富的铁，这里的树木以梅树和梓树居多，还有许多杻树和楢树。減水从这座山发源，向东南流入长江。'
      },
      {
        title: '勾檷山',
        content: '又东三百里，曰勾檷之山，其上多玉，其下多黄金，其木多栎柘，其草多芍药。',
        translation: '再往东三百里，有座勾檷山，山上盛产玉石，山下盛产黄金，这里的树木大多是栎树和柘树，而花草大多是芍药。'
      },
      {
        title: '风雨山',
        content: '又东一百五十里，曰风雨之山，其上多白金，其下多石涅，其木多棷樿，多杨。宣余之水出焉，东流注于江，其中多蛇，其兽多闾麋，多塵豹虎，其鸟多白鷮。',
        translation: '再往东一百五十里，有座风雨山，山上多出产白银，山下多出产石涅，这里的树木以棷树和椫树居多，杨树也不少。宣余水从这座山发源，向东流入长江，水中有很多水蛇。山里的野兽以山驴和麋鹿最多，还有许多的麈、豹子、老虎，而禽鸟大多是白鷮。'
      },
      {
        title: '玉山',
        content: '又东北二百里，曰玉山，其阳多铜，其阴多赤金，其木多豫章、楢、杻，其兽多豕鹿麢㚟，其鸟多鸩。',
        translation: '再往东北二百里，有座玉山，山南面多出产铜，山北面多出产黄金，这里的树木以豫章树、楢树、杻树最多，而野兽以野猪、鹿、羚羊、㚟最多，禽鸟大多是鸩鸟。'
      },
      {
        title: '熊山',
        content: '又东一百五十里，曰熊山。有穴焉，熊之穴，恒出神人。夏启而冬闭，是穴也，冬启乃必有兵。其上多白玉，其下多白金，其木多樗柳，其草多寇脱。',
        translation: '再往东一百五十里，有座熊山。山中有一洞穴，是熊的巢穴，也时常有神人出入。洞穴一般是夏季开启而冬季关闭；就是这个洞穴，如果冬季开启就一定发生战争。山上多出产白色玉石，山下多出产白银。山里的树木以臭椿树和柳树居多，而花草以寇脱草最多见。'
      },
      {
        title: '騩山',
        content: '又东一百四十里，曰騩山，其阳多美玉赤金，其阴多铁，其木金桃枝荆芭。',
        translation: '再往东一百四十里，有座騩山，山南面盛产美玉黄金，山北面盛产铁，这里的草木以桃枝竹、牡荆树、枸杞树最多。'
      },
      {
        title: '葛山',
        content: '又东二百里，曰葛山，其上多赤金，其下多瑊石，其木多柤栗橘櫾楢杻，其兽多麢㚟，其草多嘉荣。',
        translation: '再往东二百里，有座葛山，山上多出产黄金，山下多出产瑊石，这里的树木以柤树、栗子树、橘子树、柚子树、楢树、杻树居多，而野兽以羚羊和㚟居多，花草大多是嘉荣。'
      },
      {
        title: '贾超山',
        content: '又东一百七十里，曰贾超之山，其阳多黄垩，其阴多美赭，其木多柤票橘櫾，其中多龙脩。',
        translation: '再往东一百七十里，有座贾超山，山南面多出产黄色垩土，山北面多出产精美赭石，这里的树木大多是柤树、栗子树、橘子树、柚子树，山中的草以龙须草最多。'
      },
      {
        title: '凡岷山之首',
        content: '凡岷山之首，自女几山至于贾超之山，凡十六山，三千五百里。其神状皆马身而龙首。其祠：毛用一雄鸡瘞，糈用稌。文山、勾檷、风雨、騩山，是皆冢也，其祠之：羞酒，少牢具，婴毛一吉玉。熊山，帝也，其祠：羞酒，太牢具，婴用一璧。干儛，用兵以禳；祈，璆冕舞。',
        translation: '纵观岷山山系之首尾，自女几山起，到贾超山止，一共十六座山，途经三千五百里，这些山的山神都是马身龙首。祭祀山神：在毛物中用一只公鸡作祭品埋入地下，祀神的米用稻米。文山、勾檷山、风雨山、騩山，是众山的宗主。祭祀这几座山的山神：进献美酒，用猪、羊作祭品，在祀神的玉器中用一块吉玉。熊山，是诸山的首领。祭祀这个山神：进献美酒，用猪、牛、羊齐全的三牲作祭品，在祀神的玉器中用一块玉璧。手拿盾牌干戈舞蹈；祈求福祥，就穿戴礼服并手持美玉而舞蹈。'
      },
      {
        title: '首阳山',
        content: '中次十经之首，曰首阳之山，其上多金玉，无草木。',
        translation: '《中次十经》一组，第一座山叫做首阳山，山上有丰富的金属矿物和玉石，没有花草树木。'
      },
      {
        title: '虎尾山',
        content: '又西五十里，曰虎尾之山，其木多椒椐，多封石，其阳多赤金，其阴多铁。',
        translation: '再往西五十里，有座虎尾山，这里树木以花椒树、椐树最多，到处有封石，山南面有丰富的黄金，山北面有丰富的铁。'
      },
      {
        title: '繁缋山',
        content: '又西南五十里，曰繁缋之山，其木多楢杻，其草多枝勾。',
        translation: '再往西南五十里，有座繁缋山，这里的树木大多是楢树和杻树，而草大多是桃枝、钩端之类的小竹丛。'
      },
      {
        title: '勇石山',
        content: '又西南二十里，曰勇石之山，无草木，多白金，多水。',
        translation: '再往西南二十里，有座勇石山，不生长花草树木，有丰富的白银，到处流水。'
      },
      {
        title: '复州山',
        content: '又西二十里，曰复州之山，其木多檀，其阳多黄金。有鸟焉，其状如鸮，而一足彘尾，其名曰跂踵，见则其国大疫。',
        translation: '再往西二十里，有座复州山，这里的树木以檀树居多，山南面有丰富的黄金。山中有一种禽鸟，形状像猫头鹰，却长着一只爪子和猪的尾巴，名叫跂踵，它的出现表明该地会发生瘟疫。'
      },
      {
        title: '楮山',
        content: '又西三十里，曰楮山，多寓木，多椒椐，多柘，多垩。',
        translation: '再往西三十里，有座楮山，生长着茂密的寄生树，到处是花椒树、椐树，柘树也不少，还有大量的垩土。'
      },
      {
        title: '又原山',
        content: '又西二十里，曰又原之山，其阳多青䓘，其阴多铁，其鸟多鸜鹆。',
        translation: '再往西二十里，有座又原山，山南面有丰富的青雘，山北面有丰富的铁，这里的禽鸟以八哥最多。'
      },
      {
        title: '涿山',
        content: '又西五十里，曰涿山，其木多穀柞杻，其阳多㻬琈之玉。',
        translation: '再往西五十里，有座涿山，这里的树木大多是构树、柞树、杻树，山南面多出产㻬琈玉。'
      },
      {
        title: '丙山',
        content: '又西七十里，曰丙山，其木多梓檀，多弞杻。',
        translation: '再往西七十里，有座丙山，这里的树木大多是梓树、檀树，还有很多弞杻树。'
      },
      {
        title: '凡首阳山之首',
        content: '凡首阳山之首，自首山至于丙山，凡九山，二百六十七里。其神状皆龙身而人面。其祠之：毛用一雄鸡瘞，糈用五种之糈。堵山，冢也，其祠之：少牢具，羞酒祠，婴用一璧瘞。騩山，帝也，其祠：羞酒，太牢具；合巫祝二人儛，婴一璧。',
        translation: '纵观首阳山山系，自首阳山起到丙山止，一共九座山，途经二百六十七里。诸山山神的形貌都是龙的身子而人的面孔。祭祀山神：在毛物中用一只公鸡献祭后埋入地下，祀神的米用五种粮米。堵山，是诸山的宗主，祭祀这个山神：用猪、羊二牲作祭品，进献美酒来祭祀，在玉器中用一块玉璧，祀神后埋入地下。騩山，是诸山的首领，祭祀騩山山神要进献美酒，用猪、牛、羊齐全的三牲作祭品；让女巫师和男祝师二人一起跳舞，在玉器中用一块玉璧来祭祀。'
      },
      {
        title: '翼望山',
        content: '中次一十一山经荆山之首，曰翼望之山。湍水出焉，东流注于济；贶水出焉，东南流注于汉，其中多蛟。其上多松柏，其下多漆梓，其阳多赤金，其阴多珉。',
        translation: '《中次一十一》荆山一组，第一座山叫做翼望山。湍水从这座山发源，向东流入济水；贶水也从这座山发源，向东南流入汉水，水中有很多蛟龙。山上到处是松树和柏树，山下有茂密的漆树和梓树，山南面多出产黄金，山北面多出产珉石。'
      },
      {
        title: '朝歌山',
        content: '又东北一百五十里，曰朝歌之山，潕水出焉，东南流注于荥，其中多人鱼。其上多梓枬，其兽多麢麋。有草焉，名曰莽草，可以毒鱼。',
        translation: '再往东北一百五十里，有座朝歌山。潕水从这座山发源，向东南流入荥水，水中生长着很多人鱼。山上有茂密的梓树、楠木材，这里的野兽以羚羊、麋鹿最多。山中有一种草，名叫莽草，能够毒死鱼的。'
      },
      {
        title: '帝囷山',
        content: '又东南二百里，曰帝囷之山，其阳多㻬琈之玉，其阴多铁。帝囷之水出于其上，潜于其下，多鸣蛇。',
        translation: '再往东南二百里，有座帝囷山，山南面有丰富的㻬琈玉，山北面有丰富的铁。帝囷水从这座山顶上发源，潜流到山下，水中有很多长着四只翅膀的鸣蛇。'
      },
      {
        title: '视山',
        content: '又东南五十里，曰视山，其上多韭。有井焉，名曰天井，夏有水，冬竭。其上多桑，多美垩金玉。',
        translation: '再往东南五十里，有座视山，山上到处是野韭菜。山中有一口井，叫做天井，夏天有水，冬天枯竭。山上有茂密的桑树，还有丰富的优良垩土、金属矿物、玉石。'
      },
      {
        title: '前山',
        content: '又东南二百里，曰前山，其木多槠，多柏，其阳多金，其阴多赭。',
        translation: '再往东南二百里，有座前山，这里的树木以槠树居多，还有不少的柏树，山南面盛产金，山北面盛产赭石。'
      },
      {
        title: '丰山',
        content: '又东南三百里，曰丰山。有兽焉，其状如蝯，赤目，赤喙，黄身，名曰雍和，见则国有大恐。神耕父处之，常游清泠之渊，出入有光，见则其国为败。有九钟焉，是知霜鸣。其上多金，其下多金，其下多穀柞杻橿。',
        translation: '再往东南三百里，有座丰山。山中有一种野兽，形状像猿猴，却长着红眼睛、红嘴巴、黄色的身子，名叫雍和，它的出现表明该国家里会发生恐慌。神仙耕父住在这座山里，常常在清泠渊畅游，出入时都有闪光，他的出现表明该国会衰败。这座山还有九口钟，它们都应和霜的降落而鸣响。山上有丰富的金，山下有茂密的构树、柞树、杻树、橿树。'
      },
      {
        title: '兔床山',
        content: '又东北八百里，曰兔床之山，其阳多铁，其木多槠芧，其草多鸡谷，其本如鸡卵，其味酸甘，食者利于人。',
        translation: '再往东北八百里，有座兔床山，山南面有丰富的铁，山里的树木以槠树和芧树最多，而花草以鸡谷草最多，它的根茎像鸡蛋似的，味道是酸中带甜，服食它是对人的身体有益的。'
      },
      {
        title: '皮山',
        content: '又东六十里，曰皮山，多垩，多赭，其木多松柏。',
        translation: '再往东六十里，有座皮山，有大量的垩土，还有大量的赭石，这里的树木大多是松树和柏树。'
      },
      {
        title: '瑶碧山',
        content: '又东六十里，曰瑶碧之山，其木多梓枬，其阴多青雘，其阳多白金。有鸟焉，其状如雉，恒食蜚，名曰鸩。',
        translation: '再往东六十里，有座瑶碧山，这里的树木以梓树和楠木树最多，山北面盛产青雘，山南面盛产白银。山中有一种禽鸟，形状像野鸡，常吃蜚虫，名叫鸩。'
      },
      {
        title: '支离山',
        content: '又东四十里，曰支离之山。济水出焉，南流注于汉。有鸟焉，其名曰婴勺，其状如鹊，赤目、赤喙、白身，其尾若勺，其鸣自呼。多㸲牛，多羬羊。',
        translation: '再往东四十里，有座支离山。淯水从这座山发源，向南流入汉水。山中有一种禽鸟，名叫婴勺，形状像喜鹊，却长着红眼睛、红嘴巴、白色的身子，尾巴与酒勺的形状相似，它的名字源于自己的叫声。这座山中还有很多㸲牛、羬羊。'
      },
      {
        title: '祑𥮐山',
        content: '又东北五十里，曰祑𥮐之山，其上多松柏机桓。',
        translation: '再往东北五十里，是座祑𥮐山，山上有茂密的松树、柏树、桤树、桓树。'
      },
      {
        title: '堇理山',
        content: '又西北一百里，曰堇理之山，其上多松柏，多美梓，其阴多丹雘，多金，其兽多豹虎。有鸟焉，其状如鹊，青身白喙，白目白尾，名曰青耕，可以御疫，其鸣自叫。',
        translation: '再往西北一百里，是座堇理山，山上有茂密的松树柏树，还有很多优良梓树，山北面多出产青雘，并且有丰富的金，这里的野兽以豹子和老虎最多。山中有一种禽鸟，形状像喜鹊，却是青色的身子白色的嘴巴，眼睛和尾巴也是白色，名叫青耕，人饲养它可以辟瘟疫，它的名字源于自己的叫声。'
      },
      {
        title: '依轱山',
        content: '又东南三十里，曰依轱之山。其上多杻橿，多苴。有兽焉，其状如犬，虎爪有甲，其名曰獜，善驶𤘝，食者不风。',
        translation: '再往东南三十里，有座依轱山，山上有茂密的杻树和橿树，柤树也不少。山中有一种野兽，形状像狗，长着老虎一样的爪子，而身上又有鳞甲，名称是獜，擅长跳跃腾扑，吃了它能使人不患风痹。'
      },
      {
        title: '即谷山',
        content: '又东南三十五里，曰即谷之山，多美玉，多玄豹，多闾麈，多麢㚟。其阴多珉，其阳多青雘。',
        translation: '再往东南三十五里，有座即谷山，这里多出产优良玉石，有很多黑豹，还有不少的山驴和麈，羚羊和㚟也很多。山南面盛产珉石，山北面盛产青雘。'
      },
      {
        title: '鸡山',
        content: '又东南四十里，曰鸡山，其上多美梓，多桑，其草多韭。',
        translation: '再往东南四十里，有座鸡山，山上到处是优良梓树，还有茂密的桑树，而花草以野韭菜为最多。'
      },
      {
        title: '高前山',
        content: '又东南五十里，曰高前之山，其上有水焉，甚寒而清，帝台之浆也，饮之者不心痛。其上有金，其下有赭。',
        translation: '再往东南五十里，有座高前山。这座山上有一条溪水，非常冰凉而又特别清澈，是神帝台的浆水，饮用它能使人不患心痛病。山上有丰富的金，山下有丰富的赭石。'
      },
      {
        title: '游戏山',
        content: '又东南三十里，曰游戏之山，多杻橿穀，多玉，多封石。',
        translation: '再往东南三十里，有座游戏山，这里有茂密的杻树、橿树、构树，还有丰富的玉石，封石也很多。'
      },
      {
        title: '从山',
        content: '又东南三十五里，曰从山，其上多松柏，其下多竹。从水出于其上，潜于其下，其中多三足鳖，枝尾，食之无蛊疫。',
        translation: '再往东南三十五里，有座从山，山上到处是松树和柏树，山下有茂密的竹丛。从水由这座山顶上发源，潜流到山下，水中有很多三足鳖，长着叉开的尾巴，吃了它能使人不受妖邪之气蛊惑。'
      },
      {
        title: '婴䃌山',
        content: '又东南三十里，曰婴䃌之山，其上多松柏，其下多梓櫄。',
        translation: '再往东南三十里，有座婴䃌山，山上到处是松树柏树，山下有茂密的梓树、櫄树。'
      },
      {
        title: '毕山',
        content: '又东南三十里，曰毕山。帝苑之水出焉，东北流注于视，其中多水玉，多蛟。其上多㻬琈之玉。',
        translation: '再往东南三十里，有座毕山。帝苑水从这座山发源，向东北流入视水，水中多出产水晶石，还有很多蛟。山上有丰富的㻬琈玉。'
      },
      {
        title: '乐马山',
        content: '又东南二十里，曰乐马之山。有兽焉，其状如彙，赤如丹火，其名曰[犭戾]，见则其国大疫。',
        translation: '再往东南二十里，有座乐马山。山中有一种野兽，形状像刺猬，全身赤红如丹火，名叫[犭戾]，它的出现表明该国会瘟疫横行。'
      },
      {
        title: '葴山',
        content: '又东南二十五里，曰葴山。视水出焉，东南流注于汝水，其中多人鱼，多蛟，多颉。',
        translation: '再往东南二十五里，有座葴山，视水从这座山发源，向东南流入汝水，水中有很多人鱼，又有很多蛟，还有很多的颉。'
      },
      {
        title: '婴山',
        content: '又东四十里，曰婴山，其下多青雘，其上多金玉。',
        translation: '再往东四十里，有座婴山，山下有丰富的青雘，山上有丰富的金属矿物和玉石。'
      },
      {
        title: '虎首山',
        content: '又东三十里，曰虎首之山，多苴椆椐。',
        translation: '再往东三十里，有座虎首山，有茂密的柤树、椆树、椐树。'
      },
      {
        title: '婴侯山',
        content: '又东二十里，曰婴侯之山，其上多封石，其下多赤锡。',
        translation: '再往东二十里，有座婴侯山，山上多出产封石，山下多出产红色锡土。'
      },
      {
        title: '大孰山',
        content: '又东五十里，曰大孰之山。杀水出焉，东北流注于视水，其中多白垩。',
        translation: '再往东五十里，有座大孰山。杀水从这座山发源，向东北流入瀙水，水底铺满白色的垩土。'
      },
      {
        title: '卑山',
        content: '又东四十里，曰卑山，其上多桃李苴梓，多纍。',
        translation: '再往东四十里，有座卑山，山上有茂密的桃树、李树、柤树、梓树，还有很多紫藤树。'
      },
      {
        title: '倚帝山',
        content: '又东三十里，曰倚帝之山，其上多玉，其下多金。有兽焉，状如鼣鼠，白耳白喙，名曰狙如，见则其国有大兵。',
        translation: '再往东三十里，有座倚帝山，山上有丰富的玉石，山下有丰富的金。山中有一种野兽，形状像鼣鼠，长着白色的耳朵和嘴巴，名叫狙如，它的出现表明该国会有兵灾。'
      },
      {
        title: '鲵山',
        content: '又东三十里，曰鲵山。鲵水出于其上，潜于其下，其中多美垩。其上多金，其下多青雘。',
        translation: '再往东三十里，有座鲵山。鲵水从这座山顶上发源，潜流到山下，这里有很多优良垩土。山上有丰富的金，山下有丰富的青雘。'
      },
      {
        title: '雅山',
        content: '又东三十里，曰雅山。澧水出焉，东流注于视水，其中多大鱼。其上多美桑，其下多苴，多赤金。',
        translation: '再往东三十里，有座雅山。澧水从这座山发源，向东流入视水，水中有很多大鱼。山上有茂密的优良桑树，山下有茂密的柤树，这里还多出产黄金。'
      },
      {
        title: '宣山',
        content: '又东五十五里，曰宣山。沦水出焉，东南流注于视水，其中多蛟。其上有桑焉，大五十尺，其枝四衢，其叶大尺馀，赤理黄华青柎，名曰帝女之桑。',
        translation: '再往东五十里，有座宣山。沦水从这座山发源，向东南流入瀙水，水中有很多蛟龙出没。山上有一种桑树，树干合抱有五十尺粗细，树枝交叉伸向四方，树叶有一尺多长，红色的纹理、黄色的花朵、青色的花萼，名叫帝女桑。'
      },
      {
        title: '衡山',
        content: '又东四十五里，曰衡山，其上多青雘，多桑，其鸟多鸜鹆。',
        translation: '再往东四十五里，有座衡山，山上盛产青雘，还有茂密的桑树，这里的禽鸟以八哥最多。'
      },
      {
        title: '丰山',
        content: '又东四十里，曰丰山，其上多封石，其木多桑，多羊桃，状如桃而方茎，可以为皮张。',
        translation: '再往东四十里，有座丰山，山上多出产封石，这里的树木大多是桑树，还有大量的羊桃，形状像一般的桃树却是方方的茎干，可以用它医治皮肤肿胀。'
      },
      {
        title: '妪山',
        content: '又东七十里，曰妪山，其上多美玉，其下多金，其草多鸡谷。',
        translation: '再往东七十里，有座妪山，山上盛产优良玉石，山下盛产金，这里的花草以鸡谷草最为繁盛。'
      },
      {
        title: '鲜山',
        content: '又东三十里，曰鲜山，其木多楢杻苴，其草多亹冬，其阳多金，其阴多铁。有兽焉，其状如膜犬，赤喙、赤目、白尾，见则其邑有火，名曰[犭多]即。',
        translation: '再往东三十里，是座鲜山，这里的树木以楢树、杻树、柤树最多，花草以蔷薇最多，山南面有丰富的金，山北面有丰富的铁。山中有一种野兽，形状像膜犬，长着红嘴巴、红眼睛、白尾巴，它的出现表明该地会发生火灾，名叫[犭多]即。'
      },
      {
        title: '章山',
        content: '又东三十里，曰章山，其阳多金，其阴多美石。皋水出焉，东流注于澧水，其中多脃石。',
        translation: '再往东三十里，有座章山，山南面多出产金，山北面多出产漂亮的石头。皋水从这座山发源，向东流入澧水，水中有许多脃石。'
      },
      {
        title: '大支山',
        content: '又东二十五里，曰大支之山，其阳多金，其木多穀柞，无草木。',
        translation: '再往东二十五里，有座大支山，山南阳面有丰富的金，这里的树木大多是构树和柞树，但不生长草。'
      },
      {
        title: '区吴山',
        content: '又东五十里，曰区吴之山，其木多苴。',
        translation: '再往东五十里，有座区吴山，这里的树木以柤树为最繁盛。'
      },
      {
        title: '声匈山',
        content: '又东五十里，曰声匈之山，其木多穀，多玉，上多封石。',
        translation: '再往东五十里，有座声匈山，这里有茂密的构树，到处是玉石，山上还盛产封石。'
      },
      {
        title: '大騩山',
        content: '又东五十里，曰大騩之山，其阳多赤金，其阴多砥石。',
        translation: '再往东五十里，有座大騩山，山南面多出产黄金，山北面多出产细磨石。'
      },
      {
        title: '踵臼山',
        content: '又东十里，曰踵臼之山，无草木。',
        translation: '再往东十里，有座踵臼山，不生长花草树木。'
      },
      {
        title: '历石山',
        content: '又东北七十里，曰历石之山，其木多荆芑，其阳多黄金。其阴多砥石。有兽焉，其状如狸，而白首虎爪，名曰梁渠，见则其国有大兵。',
        translation: '再往东北七十里，有座历石山，这里的树木以牡荆和枸杞最多，山南面盛产黄金，山北面盛产细磨石。山中有一种野兽，形状像野猫，却长着白色的脑袋，老虎的爪子，名叫梁渠，它的出现表明该国会有兵灾。'
      },
      {
        title: '求山',
        content: '又东南一百里，曰求山。求水出于其上，潜于其下，中有美赭。其木多苴，多䉋。其阳多金，其阴多铁。',
        translation: '再往东南一百里，有座求山，求水从这座山顶上发源，潜流到山下，这里有很多优良赭石。山中到处是柤树，还有矮小丛生的䉋竹。山南面有丰富的金，山北面有丰富的铁。'
      },
      {
        title: '丑阳山',
        content: '又东二百里，曰丑阳之山，其上多椆椐。有鸟焉，其状如乌而赤足，名曰䳅鵌，可以御火。',
        translation: '再往东二百里，有座丑阳山，山上有茂密的椆树和椐树。山中有一种禽鸟，形状像乌鸦，却长着红色爪子，名叫䳅鵌，饲养它可以辟火灾。'
      },
      {
        title: '奥山',
        content: '又东三百里，曰奥山，其上多柏杻橿，其阳多㻬琈之玉。奥水出焉，东流注于视水。',
        translation: '再往东三百里，有座奥山，山上有茂密的松树、杻树、橿树，山南面盛产㻬琈玉。奥水从这座山发源，向东流入视水。'
      },
      {
        title: '服山',
        content: '又东三十五里，曰服山，其木多苴，其上多封石，其下多赤锡。',
        translation: '再往东三十五里，有座服山，这里的树木以柤树最多，山上有丰富的封石，山下多出产红色锡土。'
      },
      {
        title: '杳山',
        content: '又东百十里，曰杳山，其上多嘉荣草，多金玉。',
        translation: '再往东百十里，有座杳山，山上到处是嘉荣草，还有丰富的金属矿物和玉石。'
      },
      {
        title: '几山',
        content: '又东三百五十里，曰几山，其木多楢檀杻，其草多香。有兽焉，其状如彘，黄身、白头、白尾，名曰闻獜，见则天下大风。',
        translation: '再往东三百五十里，有座几山，这里的树木，以楢树、檀树、杻树最多，而草类主要是各种香草。山中有一种野兽，形状像猪，却是黄色的身子、白色的脑袋、白色的尾巴，名称是闻膦，它一出现天下就会刮大风。'
      },
      {
        title: '凡荆山之首',
        content: '凡荆山之首，自翼望之山至于几山，凡四十八山，三千七百三十二里。其神状皆彘身人首。其祠：毛用一雄鸡祈瘗，婴用一珪，糈用五种之精。禾山，帝也，其祠：太牢之具，羞瘗，倒毛；用一璧，牛无常。堵山、玉山，冢也，皆倒祠，羞毛少牢，婴用吉玉。',
        translation: '纵观荆山前部分，自翼望山起到几山止，一共四十八座山，途经三千七百三十二里。这些山的山神都是猪身人首。祭祀山神：在毛物中用一只公鸡来祭祀后，埋入地下，在祀神的玉器中用一块玉珪献祭，祀神的米用黍、稷、稻、粱、麦五种粮米。禾山，是诸山的首领。祭祀禾山山神：在毛物中用猪、牛、羊齐全的三牲作祭品，进献后埋入地下，而且将牲畜倒着埋；在祀神的玉器中用一块玉璧献祭，牛可有可无。堵山、玉山，是诸山的宗主，祭祀后都要将牲畜倒着埋掉，进献的祭祀品是用猪、羊，在祀神的玉器中要用一块吉玉。'
      },
      {
        title: '篇遇山',
        content: '中次十二经洞庭山首，曰篇遇之山，无草木，多黄金。',
        translation: '《中次十二经》洞庭山一组，第一座山是篇遇山，这里不生花草树木，蕴藏着丰富的黄金。'
      },
      {
        title: '云山',
        content: '又东南五十里，曰云山，无草木。有桂竹，甚毒，伤人必死，其上多黄金，其下多㻬琈之玉。',
        translation: '再往东南五十里，有座云山，不生长花草树木。但有一种桂竹，毒性特别大，枝叶刺着人就必死。山上盛产黄金，山下盛产㻬琈玉。'
      },
      {
        title: '龟山',
        content: '又东南一百三十里，曰龟山，其木多穀柞椆椐，其上多黄金，其下多青雄黄，多扶竹。',
        translation: '再往东南一百三十里，有座龟山，这里的树木以构树、柞树、椆树、椐树最为繁盛，山上多出产黄金，山下多出产石青、雄黄，还有很多扶竹。'
      },
      {
        title: '丙山',
        content: '又东七十里，曰丙山，多筀竹，多黄金铜铁，无木。',
        translation: '再往东七十里，有座丙山，有茂密的桂竹，还有丰富的黄金、铜、铁，但没有树木。'
      },
      {
        title: '风伯山',
        content: '又东南五十里，曰凤伯之山，其上多金玉，其下多痠石文石，多铁，其木多柳杻、檀楮。其东有林焉，曰莽浮之林，多美木鸟兽。',
        translation: '再往东南五十里，有座风伯山，山上有丰富的金属矿物和玉石，山下盛产痠石、色彩斑斓的漂亮石头，还盛产铁，这里的树木以柳树、杻树、檀树、构树最盛多。山东面有一片树林，叫做莽浮林，其中有许多的优良树木和禽鸟野兽。'
      },
      {
        title: '夫夫山',
        content: '又东一百五十里，曰夫夫之山，其上多黄金，其下多青雄黄，其木多桑楮，其草多竹、鸡鼓。神于儿居之，其状人身而身操两蛇，常游于江渊，出入有光。',
        translation: '再往东一百五十里，有座夫夫山，山上多出产黄金，山下多出产石青、雄黄，这里的树木以桑树、构树最多，而花草以竹子、鸡谷草最为繁盛。神仙于儿就住在这座山里，形貌是人的身子，手握两条蛇，常常游玩于长江水的深渊中，出没时都有闪光。'
      },
      {
        title: '洞庭山',
        content: '又东南一百二十里，曰洞庭之山，其上多黄金，其下多银铁，其木多柤梨橘櫾，其草多葌、蘪芜、芍药、芎䓖。帝之二女居之，是常游于江渊。澧沅之风，交潇湘之渊，是在九江之间，出入必以飘风暴雨。是多怪神，状如人而载蛇，左右手操蛇。多怪鸟。',
        translation: '再往东南一百二十里，有座洞庭山，山上多出产黄金，山下多出产银和铁，这里的树木以柤树、梨树、橘子树、柚子树居多，而花草以兰草、蘪芜、芍药、芎等香草居多。天帝的两个女儿住在这座山里，她俩常在长江水的深渊中游玩。从澧水和沅水吹来的清风，交会在幽清的湘水渊潭上，这里正是九条江水汇合的中间，她俩出入时都有飘风暴雨相伴随。洞庭山中还住着很多怪神，形貌像人而身上绕着蛇，左右两只手也握着蛇。这里还有许多怪鸟。'
      },
      {
        title: '暴山',
        content: '又东南一百八十里，曰暴山，其木多棕枬荆芑竹箭䉋箘，其上多黄金、玉，其下多文石、铁，其兽多麋鹿[鹿/旨]就。',
        translation: '再往东南一百八十里，是座暴山，在茂密的草木中以棕树、楠木树、牡荆树、枸杞树和竹子、箭竹、䉋竹、箘竹居多，山上多出产黄金、玉石，山下多出产彩色花纹的漂亮石头、铁，这里的野兽以麋鹿、鹿、麂居多，这里的禽鸟大多是鹫鹰。'
      },
      {
        title: '即公山',
        content: '又东南二百里，曰即公之山，其上多黄金，其下多㻬琈之玉，其木多柳杻檀桑。有兽焉，其状如龟，而白身赤首，名曰蛫，是可以御火。',
        translation: '再往东南二百里，有座即公山，山上多出产黄金，山下多出产㻬琈玉，这里的树木以柳树、杻树、檀树、桑树最多。山中生长着一种野兽，形状像乌龟，却是白身子红脑袋，名叫蛫，人饲养它可以辟火灾。'
      },
      {
        title: '尧山',
        content: '又东南一百五十九里，曰尧山，其阴多黄垩，其阳多黄金，其木多荆芑柳檀，其草多藷藇[艹术]。',
        translation: '再往东南一百五十九里，有座尧山，山北面多出产黄色垩土，山南面多出产黄金，这里的树木以牡荆树、枸杞树、柳树、檀树最多，而草以山药、苍术或白术最为繁盛。'
      },
      {
        title: '江浮山',
        content: '又东南一百里，曰江浮之山，其上多银、砥砺，无草木，其兽多豕鹿。',
        translation: '再往东南一百里，有座江浮山，山上盛产银、磨石，这里没有花草树木，而野兽以野猪、鹿居多。'
      },
      {
        title: '真陵山',
        content: '又东二百里，曰真陵之山，其上多黄金，其下多玉，其木多穀柞柳杻，其草多荣草。',
        translation: '再往东二百里，有座真陵山，山上多出产黄金，山下多出产玉石，这里的树木以构树、柞树、柳树、杻树最多，而草大多是可以医治风痹病的荣草。'
      },
      {
        title: '阳帝山',
        content: '又东南一百二十里，曰阳帝之山，多美铜，其木多橿杻[厂/大/术]楮，其兽多麢麝。',
        translation: '再往东南一百二十里，有座阳帝山，到处是优质铜，这里的树木大多是橿树、杻树、山桑树、楮树，而野兽以羚羊和麝香鹿最多。'
      },
      {
        title: '柴桑山',
        content: '又南九十里，曰柴桑之山，其上多银，其下多碧，多汵石、赭，其木多柳芑楮桑，其兽多麋鹿，多白蛇飞蛇。',
        translation: '再往南九十里，有座柴桑山，山上盛产银，山下盛产碧玉，到处是柔软如泥的汵石、赭石，这里的树木以柳树、枸杞树、楮树、桑树居多，而野兽以麋鹿、鹿居多，还有许多白色蛇、飞蛇。'
      },
      {
        title: '荣余山',
        content: '又东二百三十里，曰荣余之山，其上多铜，其下多银，其木多柳芑，其虫多怪蛇怪虫。',
        translation: '再往东二百三十里，有座荣余山，山上多出产铜，山下多出产银，这里的树木大多是柳树、枸杞树，这里的虫类有很多怪蛇、怪虫。'
      },
      {
        title: '凡洞庭山之首',
        content: '凡洞庭山之首，自篇遇之山至于荣余之山，凡十五山，二千八百里。其神状皆鸟身而龙首。其祠：毛用一雄鸡、一牝豚刏，糈用稌。凡夫夫之山、即公之山，尧山、阳帝之山皆冢也，其祠：皆肆瘗，祈用酒，毛用少牢，婴用一吉玉。洞庭、荣余山，神也，其祠：皆肆瘗，祈酒太牢祠，婴用圭璧十五，五采惠之。',
        translation: '洞庭山山系之首尾，自篇遇山起，到荣余山止，一共十五座山，途经二千八百里。这些山的山神都是鸟身龙头。祭祀山神：在毛物中宰杀一只公鸡、一头母猪作祭品，祀神的米用稻米。凡夫夫山、即公山、尧山、阳帝山，都是诸山的宗主，祭祀这几座山的山神：都要陈列牲畜、玉器而后埋入地下，祈神用美酒献祭，在毛物中用猪、羊二牲作祭品，在祀神的玉器中要用吉玉。洞庭山、荣余山，是神灵显应之山，祭祀这二位山神：都要陈列牲畜、玉器而后埋入地下，祈神用美酒及猪、牛、羊齐全的三牲献祭，祀神的玉器要用十五块玉圭十五块玉璧，用青、黄、赤、白、黑五样色彩绘饰它们。'
      },
      {
        title: '右中经之山志',
        content: '右中经之山志，大凡百九十七山，二万一千三百七十一里。大凡天下名山五千三百七十，居地，大凡六万四千五十六里。',
        translation: '以上是《中山经》的内容，总共一百九十七座山，，蜿蜒达二万一千三百七十一里。总计天下名山五千三百七十座，分布在大地之东西南北中各方，一共六万四千零五十六里。'
      },
      {
        title: '禹曰',
        content: '禹曰：天下名山，经五千三百七十山，六万四千五十六里，居地也。言其《五臧》，盖其余小山甚众，不足记云。天地之东西二万八千里，南北二万六千里，出水者八千里，受水者八千里，出铜之山四百六十七，出铁之山三千六百九十。此天地之所分壤树谷也，戈矛之所发也，刀鎩之所起也，能者有余，拙者不足。封于太山，禅于梁父，七十二家，得失之数，皆在此内，是谓国用。右《五臧山经》五篇，大凡一万五千五百三字。',
        translation: '大禹说：天下的名山，五千三百七十座，长达六万四千五十六里，这些山分布在东南西北中各个地方。《五臧》所说，只不过是列举出有名的高大山群，还有很多无名小丘，不值得记入其中。天地从东边到西边，一共有二万八千里；从南边到北边，一共有二万六千里。有水流源头的山是八千里，河流流经的地方有八千里，盛产铜矿的山有四百六十七座，盛产铁矿的山有三千六百九十座。这些可供各个部落小国划分疆土和种植五谷，是可以打造兵器、发动战乱的地方。任何一个辛勤有智慧的人都可以富足，任何一个拙笨懒惰的人都无法生存。帝王在泰山举行典礼，在梁父山行禅，共有七十二家，兴衰成败的命运，都在这辽阔的山川中发生着，国家的财用也是从这块大地上取得。以上所列《五臧山经》五篇，一共有一万五千五百零三个字。'
      }
    ]
  },
  {
    title: '海外南经',
    data: [
      {
        title: '地之所载，六合之间',
        content: '地之所载，六合之间，四海之内，照之以日月，经之以星辰，纪之以四时，要之以太岁，神灵所生，其物异形，或夭或寿，唯圣人能通其道。\n' +
        '　　海外自西南陬至东南陬者。',
        translation: '大地所载的空间，在上下四方六合之间，四海之内。这里日月照耀，星辰闪烁，用春夏秋冬四季来划分一年，又用太岁星的运行来校正时间。在这大地上的万物，皆为神灵所生，长得各不相同，有的很早就死了，有的长寿，而这其中的道理只有圣人知晓。\n' +
        '　　海外的地方就从这片大地的西南角到东南角说起吧。'
      },
      {
        title: '结匈国',
        content: '结匈国在其西南，其为人结匈。',
        translation: '结匈国在大地的西南面，那里的人胸脯向前突起，像鸡胸一样。'
      },
      {
        title: '南山',
        content: '南山在其东南。自此山来，虫为蛇，蛇号为鱼。一曰南山在结匈东南。',
        translation: '南山在它的东南边。从这座山来的人，把虫叫做蛇，把蛇叫做鱼。也有人说南山在结匈国的东南方。'
      },
      {
        title: '比翼鸟',
        content: '比翼鸟在其东，其为鸟青、赤，两鸟比翼。一曰在南山东。',
        translation: '比翼鸟在它的东边，这种鸟有青色、红色间杂的羽毛，只有两只鸟在一起才能够飞翔。也有说比翼鸟生长在南山的东边。'
      },
      {
        title: '羽民国',
        content: '羽民国在其东南，其为人长，身生羽。一曰在比翼鸟东南，其为人长颊。',
        translation: '羽民国在它的东南面，那里的人长着长长的脑袋，全身羽毛。也有说法羽民国在比翼鸟栖居地的东南面，那里的人面颊尤其长。'
      },
      {
        title: '二八神',
        content: '有神人二八，连臂，为帝司夜于此野。在羽民东。其为小人颊赤肩。尽十六人。',
        translation: '有叫二八的神人，两个人的手臂生长在一起，为天帝在旷野中巡守。他们在羽民国的东面，长着狭小的脸颊，和赤红的肩膀，他们共有十六位。'
      },
      {
        title: '毕方鸟',
        content: '毕方鸟在其东，青水西，其为鸟人面一脚。一曰在二八神东。',
        translation: '毕方鸟在它的东面，在青水的西面，这种鸟长着人的面孔，有一只脚。也有说毕方鸟在二八神栖居地的东面。'
      },
      {
        title: '讙头国',
        content: '讙头国在其南，其为人人面有翼，鸟喙，方捕鱼。一曰在毕方东。或曰讙朱国。',
        translation: '讙头国在它的南面，那里的人都是人的面孔，有两只翅膀，还长着鸟嘴，正好用鸟嘴捕鱼。也有说讙头国在毕方的东面。还有说讙头国就是讙朱国。'
      },
      {
        title: '厌火国',
        content: '厌火国在其南，兽身黑色。生火出其口中。一曰在讙朱东。',
        translation: '厌火国在讙头国的南面，那里的人长着野兽的身子，浑身黑毛，可以从口中喷出火焰。也有说在讙朱国的东面。'
      },
      {
        title: '三株树',
        content: '三株树在厌火北，生赤水上，其为树如柏，叶皆为珠。一曰其为树若彗。',
        translation: '三珠树在厌火国的北面，生长在赤水岸边，那里的树与柏树相似，叶子却像白色小珠。也有说这种树长得像扫帚。'
      },
      {
        title: '三苗国',
        content: '三苗国在赤水东，其为人相随。一曰三毛国。',
        translation: '三苗国在赤水的东面，那里的人习惯群居，总是相伴出行。也有说为三毛国。'
      },
      {
        title: '臷国',
        content: '臷国在其东，其为人黄，能操弓射蛇。一曰臷国在三毛东。',
        translation: '臷国在它的东面，那里的人都是黄色皮肤，能操持弓箭射死野兽。也有说臷国在三毛国的东面。'
      },
      {
        title: '贯匈国',
        content: '贯匈国在其东，其为人匈有窍。一曰在臷国东。',
        translation: '贯匈国在它的东边，那里的人都是胸膛上有个洞。也有说贯匈国在臷国的东面。'
      },
      {
        title: '交胫国',
        content: '交胫国在其东，其为大交胫。一曰在穿匈东。',
        translation: '交胫国在它的东面，那里的人总是交叉着腿脚。也有人说交胫国在贯匈国的东面。'
      },
      {
        title: '不死民',
        content: '不死民在其东，其为人黑色，寿，不死。一曰在穿匈国东。',
        translation: '不死民在它的东面，那里人的皮肤都是黑色的，个个长寿不死。也有说不死民在贯匈国的东面。'
      },
      {
        title: '歧舌国',
        content: '歧舌国在其东。一曰在不死民东。',
        translation: '歧舌国在它的东面，那里的人舌头分叉。也有说歧舌国在不死民的东面。'
      },
      {
        title: '昆仑虚',
        content: '昆仑虚在其东，虚四方。一曰在歧舌东，为虚四方。',
        translation: '昆仑山在它的东面，山基呈四方形。也有说它在歧舌国的东面，山基向四方延伸。'
      },
      {
        title: '羿与凿齿',
        content: '羿与凿齿战于寿华之野，羿射杀之。在昆仑虚东。羿持弓矢，凿齿持盾。一曰持戈。',
        translation: '羿与凿齿在寿华的荒野交战厮杀，羿射死了凿齿。地方就在昆仑山的东面。在那次交战中羿手拿弓箭，凿齿手拿盾牌。也有说凿齿拿着戈。'
      },
      {
        title: '三首国',
        content: '三首国在其东，其为人一身三首。一曰在凿齿东。',
        translation: '三首国在它的东面，那里的人都是一个身子三个头。也有说三首国在凿齿的东面。'
      },
      {
        title: '周饶国',
        content: '周饶国在东，其为人短小，冠带。一曰焦饶国在三首东。',
        translation: '周饶国在它的东面，那里的人都是身材矮小的，戴帽子系腰带整齐讲究。也有叫做焦饶国的，说在三首国的东面。'
      },
      {
        title: '长臂国',
        content: '长臂国在其东，捕鱼水中，两手各操一鱼。一曰在焦饶东，捕鱼海中。',
        translation: '长臂国在它的东面，那里的人手臂很长，在水中捕鱼，左右两只手各抓一条鱼。也有说长臂国在焦侥国的东面，那里的人是在大海中捕鱼。'
      },
      {
        title: '狄山',
        content: '狄山，帝尧葬于阳，帝喾葬于阴。爰有熊、罴、文虎、蜼、豹、离朱、视肉；吁咽、文王皆葬其所。一曰汤山。一曰爰有熊、罴、文虎、蜼、豹、离朱、[丘鸟]久、视肉、虖交。',
        translation: '帝尧葬在狄山的南面，帝喾葬在狄山的北面。这里有熊、罴、花斑虎、长尾猿、豹子、三足乌、视肉。吁咽和文王也埋葬在这里。也有说是在汤山。一说这里有熊、罴、花斑虎、长尾猿、豹子、离朱鸟、鹞鹰、视肉、虖交。'
      },
      {
        title: '范林',
        content: '有范林方三百里。',
        translation: '有一片方圆三百里大小的范林。'
      },
      {
        title: '南祝融',
        content: '南祝融，兽身人面，乘两龙。',
        translation: '南方的祝融神，长着野兽的身子，人的面孔，时常乘着两条龙出行。'
      }
    ]
  },
  {
    title: '海外西经',
    data: [
      {
        title: '海外自西南',
        content: '海外自西南陬至西北陬者。',
        translation: '再说说海外从大地的西南角到西北角的事情。'
      },
      {
        title: '灭蒙鸟',
        content: '灭蒙鸟在结匈国北，为鸟青，赤尾。',
        translation: '灭蒙鸟在结匈国的北面，那里的鸟是青色羽毛，拖着红色尾巴。'
      },
      {
        title: '大运山',
        content: '大运山高三百仞，在灭蒙鸟北。',
        translation: '大运山高达三百仞，在灭蒙鸟的北面。'
      },
      {
        title: '大乐野',
        content: '大乐之野，夏后启于此儛九代，乘两龙，云盖三层。左手操翳，右手操环，佩玉璜。在大运山北。一曰大遗之野。',
        translation: '大乐野是夏后启随《九代》翩翩起舞的地方，乘驾两条龙，飞腾于云雾之中。他左手握着一把羽毛做的华盖，右手拿着一只玉环，腰间佩挂着一块玉璜。大乐野就在大运山的北面。也有人说那里叫大遗野。'
      },
      {
        title: '三身国',
        content: '三身国在夏后启北，一首而三身。',
        translation: '三身国在夏后启的北面，那里的人都是一个脑袋，三个身子。'
      },
      {
        title: '一臂国',
        content: '一臂国在其北，一臂、一目、鼻孔。有黄马虎文，一目而一手。',
        translation: '一臂国在它的北面，那里的人都是一条胳膊、一只眼睛、一个鼻孔。那里还有黄色的马，身上有老虎斑纹，长着一只眼睛和一条腿。 '
      },
      {
        title: '奇肱国',
        content: '奇肱之国在其北。其人一臂三目，有阴有阳，乘文马。有鸟焉，两头，赤黄色，在其旁。',
        translation: '奇肱国在它的北面。那里的人都是一条胳膊，三只眼睛，眼睛有阴有阳，阴眼在上，阳眼在下，骑着可活千年的叫吉良的马。那里还有一种鸟，长着两个脑袋，红黄色的羽毛，常在他们身旁飞翔。'
      },
      {
        title: '形天与帝争神',
        content: '形天与帝争神，帝断其首，葬之常羊之山。乃以乳为目，以脐为口，操干戚以舞。',
        translation: '刑天与天帝争夺神位，天帝砍断了刑天的头，把他的头埋葬在常羊山。刑天不死心，便以乳头做眼睛，以肚脐做嘴巴，手持盾斧继续同天帝争斗。'
      },
      {
        title: '女祭女戚',
        content: '女祭、女戚在其北，居两水间，戚操鱼䱇，祭操俎。',
        translation: '女祭、女戚两位神在它的北面，居住在两条河间的陆地上，女戚手里常握着角䱇，女巫手里常捧着祭神的肉案。'
      },
      {
        title: '[次/鸟]鸟[詹鸟]鸟',
        content: '[次/鸟]鸟、[詹鸟]鸟，其色青黄，所经国亡。在女祭北。[次/鸟]鸟人面。居山上。一曰维鸟，青鸟、黄鸟所集。',
        translation: '[次/鸟]鸟和[詹鸟]鸟，它们的颜色是青中带黄，所经之处必有亡国之灾。它们在女祭的北面。[次/鸟]鸟长着人的面孔，在山上居住。也有说他们就是维鸟，是青鸟和黄鸟的混称。 '
      },
      {
        title: '丈夫国',
        content: '丈夫国在维鸟北，其为人衣冠带剑。',
        translation: '丈夫国在维鸟的北面，那里的人都穿衣戴帽，佩带宝剑。'
      },
      {
        title: '女丑之尸',
        content: '女丑之尸，生而十日炙杀之。在丈夫北。以右手鄣其面。十日居上，女丑居山之上。',
        translation: '女丑的尸体在丈夫国的北边，她生前是被十个太阳烤死的。死时用右手遮住她的脸。十个太阳高挂天上，女丑的尸体横卧山顶。'
      },
      {
        title: '巫咸国',
        content: '巫咸国在女丑北，右手操青蛇，左手操赤蛇。在登葆山，群巫所从上下也。',
        translation: '巫咸国在女丑国的北面，那里的人是右手握着一条青蛇，左手握着一条红蛇。有座登葆山，是巫师们来往于天上与人间的地方。'
      },
      {
        title: '并封',
        content: '并封在巫咸东，其状如彘，前后皆有首，黑。',
        translation: '并封生长在巫咸国的东面，它的形状像猪，身子前后都有脑袋，浑身皮毛都是黑色的。'
      },
      {
        title: '女子国',
        content: '女子国在巫咸北，两女子居，水周之。一曰居一门中。',
        translation: '女子国在巫咸国的北面，有两个女子住在这里，四周有水环绕着。也有说她们住在同一个部落。'
      },
      {
        title: '轩辕国',
        content: '轩辕之国在穷山之际，其不寿者八百岁。在女子国北。人面蛇身，尾交首上。',
        translation: '轩辕国在穷山的旁边，那里的人寿命最短也有八百岁。他们在女子国的北面，他们长着人的面孔，蛇的身子，尾巴盘绕在头上。'
      },
      {
        title: '穷山',
        content: '穷山在其北，不敢西射，畏轩辕之丘。在轩辕国北。其丘方，四蛇相绕。',
        translation: '穷山在它的北面，那里的人因为敬畏居住在轩辕丘的黄帝的威灵，都不敢向西方射箭。它位于轩辕国北部，轩辕丘呈方形，有四条大蛇在那里围绕守护。'
      },
      {
        title: '诸夭野',
        content: '诸夭之野，沃民是处。鸾鸟自歌，凤鸟自舞。凤皇卵，民食之；甘露，民饮之，所欲自从也。百兽相与群居。在四蛇北。其人两手操卵食之，两鸟居前导之。',
        translation: '诸夭野是沃民居住的地方，那里的鸾鸟和凤凰不用人引逗供奉，就自己鸣叫起舞。凤皇的蛋，是沃民的食物，他们喝的是天降的甘露。那里的人随心所欲，悠然自得。各种野兽与人群居。那是在四蛇守护的穷山北面，沃民双手捧着凤皇蛋吃，鸾鸟和凤凰就在前面引导他们前行。'
      },
      {
        title: '龙鱼',
        content: '龙鱼陵居在其北，状如狸。一曰鰕。即有神圣乘此以行九野。一曰鳖鱼在夭野北，其为鱼也如鲤。',
        translation: '龙鱼居住在沃野北面的高处，既可以在水中遨游，又可以在山洞中生存，形状像鲤鱼。也有说像大鲵。有神人骑着它四处遨游。还有说鳖鱼在沃野的北面，形状与鲤鱼相似。'
      },
      {
        title: '白民国',
        content: '白民之国在龙鱼北，白身披发。有乘黄，其状如狐，其背上有角，乘之寿二千岁。',
        translation: '白民国在龙鱼所在地的北面，那里的人浑身雪白，披散着头发。有一种叫做乘黄的野兽，形状像狐狸，脊背上有角，骑上它能活两千年岁。'
      },
      {
        title: '肃慎国',
        content: '肃慎之国在白民北。有树名曰雄常，圣人代立，于此取衣。',
        translation: '肃慎国在白民国的北面。有一种树木叫做雄常树，中原有圣人代为立国，取雄常树的树皮来做衣服。'
      },
      {
        title: '长股国',
        content: '长股之国在雄常北，披发。一曰长脚。',
        translation: '长股国在雄常的北边，那里的人都披散着头发，也有说那里的人腿都很长。'
      },
      {
        title: '蓐收',
        content: '西方蓐收，左耳有蛇，乘两龙。',
        translation: '西方的蓐收神，左耳上有一条蛇，乘驾两条龙出行。'
      }
    ]
  },
  {
    title: '海外北经',
    data: [
      {
        title: '海外自西北',
        content: '海外自西北陬至东北陬者。',
        translation: '说说海外从大地的西北角到东北角的事。'
      },
      {
        title: '无䏿国',
        content: '无䏿之国在长股东，为人无䏿。',
        translation: '无䏿国在长股国的东边，传说那里的人腿肚细小。'
      },
      {
        title: '钟山',
        content: '钟山之神，名曰烛阴，视为昼，瞑为夜，吹为冬，呼为夏，不饮，不食，不息，息为风。身长千里。在无䏿之东。其为物，人面，蛇身，赤色，居钟山下。',
        translation: '钟山的山神名叫烛阴，他睁开眼睛山间便是白天，闭上眼睛山间则是黑夜，他吹气时钟山就是冬天，呼气时钟山便是夏天。他不吃不喝，也不随便呼吸，一呼吸便幻化为风，这个山神有一千里那么长。他居住在无䏿国的东边。此神长着人的面孔，蛇的身子，肤色赤红，居住在钟山脚下。'
      },
      {
        title: '一目国',
        content: '一目国在其东，一目中其面而居。',
        translation: '一目国在钟山的东边，那里的人面孔中间只有一只眼睛。'
      },
      {
        title: '柔利国',
        content: '柔利国在一目东，为人一手一足，反厀，曲足居上。一云留利之国，人足反折。',
        translation: '柔利国在一目国的东边，那里的人只有一只手和一只脚，他们的膝盖反长着，脚弯曲向上翻着，也有说是留利国，那里的人脚是反折过来的。'
      },
      {
        title: '共工之臣',
        content: '共工之臣曰相柳氏，九首，以食于九山。相柳之所抵，厥为泽溪。禹杀相柳，其血腥，不可以树五谷种。禹厥之，三仞三沮，乃以为众帝之台。在昆仑之北，柔利之东。相柳者，九首人面，蛇身而青。不敢北射，畏共工之台。台在其东。台四方，隅有一蛇，虎色，首冲南方。',
        translation: '共工有个臣子叫相柳氏，生着九个脑袋，分别吃九座山上的食物。他所经之处水流遍野，都会变成湖泊或溪流。大禹杀死了相柳，相柳的血味腥气过重，使得流经之地都不能再种庄稼。大禹曾填塞这个地方，但血还是浸溢在土壤之间，后来大禹干脆将所挖出的泥土为诸帝修造了几座台，这些台在昆仑山的北边，柔利国的东边。相柳有九个脑袋且都生着人的面孔，蛇的身子，全身呈青色。射箭的人都不敢向北射箭，怕有损共工台的威仪。这些台子在东面，是四四方方的，每个角都有一条蛇，蛇有老虎的皮色，脑袋冲着南方。'
      },
      {
        title: '深目国',
        content: '深目国在其东，为人举一手一目。',
        translation: '深目国在它的东边，那里的人眼眶深陷着，一只手总是举着，像是和人打招呼。也有说深目国在共工台的东边。'
      },
      {
        title: '无肠国',
        content: '无肠之国在深目东，其为人长而无肠。',
        translation: '无肠国在深目国的东边，那里的人都生得高大，但肚子里都没有肠子。'
      },
      {
        title: '聂耳国',
        content: '聂耳之国在无肠国东，使两文虎，为人两手聂其耳。县居海水中，及水所出入奇物。两虎在其东。',
        translation: '聂耳国在无肠国的东边，那里的人都有两只花纹老虎供使唤，他们常常用双手托住耳朵。这个国家如同孤岛置于大海中，海水里时常出入奇异不同寻常的生物。两只老虎在聂耳国的东边。'
      },
      {
        title: '夸父',
        content: '夸父与日逐走，入日。渴欲得饮，饮于河渭，河渭不足，北饮大泽。未至，道渴而死。弃其杖。化为邓林。',
        translation: '夸父与太阳赛跑，在太阳的炙烤下，口渴得想喝水，就去喝黄河和渭河的水，结果把水喝干了仍觉得口渴，又跑到北边去喝大泽的水，还未到大泽，就在半途中渴死了。夸父临死时丢下的手杖，幻化为一片茂盛的大森林，名叫邓林。'
      },
      {
        title: '夸父国',
        content: '夸父国在聂耳东，其为人大，右手操青蛇，左手操黄蛇。邓林在其东，二树木。一曰博父。',
        translation: '夸父国在聂耳国的东边，那里的人都长得人高马大，他们右手握着一条青蛇，左手握着一条黄蛇。邓林就在它的东边，是一片由两根树木就掩映成森林的地方。也有说是博父国。'
      },
      {
        title: '禹所积石之山',
        content: '禹所积石之山在其东，河水所入。',
        translation: '大禹所堆积的石山在夸父国的东边，是黄河水流入的地方。'
      },
      {
        title: '拘瘿国',
        content: '拘瘿之国在其东，一手把瘿。一曰利缨之国。',
        translation: '拘瘿国在禹所积石山的东边，那里的人脖子上长着大肉瘤，有碍行动，需要用手将肉瘤托住。也有称之为利缨国。'
      },
      {
        title: '寻木',
        content: '寻木长千里，在拘瘿南，生河上西北。',
        translation: '寻木异常高大，有千里，在拘瘿国的南边，生长在河水岸的西北边。'
      },
      {
        title: '跂踵国',
        content: '跂踵国在拘缨东，其为人两足皆支。一曰反踵。',
        translation: '跂踵国在拘瘿国的东边，那里的人两只脚都像树枝一样有长长的分叉。也有说这叫反踵，即倒长着脚掌。'
      },
      {
        title: '欧丝野',
        content: '欧丝之野在反踵东，一女子跪据树欧丝。',
        translation: '欧丝野在反踵国的东边，那里有一个女子跪依在大树旁，像蚕一样吐出长长的丝绒来。'
      },
      {
        title: '三桑树',
        content: '三桑无枝，在欧丝东，其木长百仞，无枝。',
        translation: '在欧丝野的东边，有一棵三桑树，没有树枝，她生得高大，近百刃，但就是不长树枝。'
      },
      {
        title: '范林',
        content: '范林方三百里，在三桑东，洲环其下。',
        translation: '范林占地广阔，方圆近三百里，位于三桑树的东边，它生长在水中的一小块陆地上。'
      },
      {
        title: '务隅山',
        content: '务隅之山，帝颛顼葬于阳，九嫔葬于阴。一曰爰有熊、罴、文虎、离朱、[丘鸟]久、视肉。',
        translation: '务隅山的难免是帝颛顼的埋葬之地，他的九位妃子葬在山的北面。有人说那里有许多狗熊、人熊、花斑虎、离朱鸟、猫头鹰和视肉等奇异的动物。'
      },
      {
        title: '平丘',
        content: '平丘在三桑东。爰有遗玉、青马、视肉、杨柳、甘柤、甘华，百果所生。有两山夹上谷，二大丘居中，名曰平丘。',
        translation: '平丘在三桑的东边，那里有千年琥珀化成的黑玉，是青马、视肉、杨柳、甜柑、甘华树的产地，也生有各种果树，是物产丰美之地。有两座山夹着一道山谷，两个大丘就在谷中，因此得名平丘。'
      },
      {
        title: '北海',
        content: '北海内有兽，其状如马，名曰騊駼。有兽焉，其名曰駮，状如白马，锯牙，食虎豹。有素兽焉，状如马，名曰蛩蛩。有青兽焉，状如虎，名曰罗罗。',
        translation: '北海内有一种野兽，长得像马，名叫騊駼。还有一种野兽，名字叫駮，生得如同白马，却长有锋利的牙，凶猛异常，能吃虎豹。还有一种皮毛纯净没有花纹的兽，长得也如同马，名叫蛩蛩。另有一种青色的兽，样子像老虎，叫做罗罗。'
      },
      {
        title:'禺彊',
        content:'北方禺彊，人面鸟身，珥两青蛇。践两青蛇。',
        translation:'北方的神禺彊，即传说中的水神，长着人的面孔，鸟的身子，耳朵上挂有两条青蛇，脚下踏着两条青蛇。'
      }
    ]
  },
  {
    title: '海外东经',
    data: [
      {
        title: '海外自东南',
        content: '海外自东南陬至东北陬者。',
        translation: '海外地区从大地的东南角到东北角。'
      },
      {
        title: '𨲠丘',
        content: '𨲠丘，爰有遗玉、青马、视肉、杨桃、甘柤、甘华。甘果所生，在东海。两山夹丘，上有树木。一曰嗟丘。一曰百果所在，在尧葬东。',
        translation: '𨲠丘，这里有遗玉、青马、视肉怪兽、杨柳树、甘柤树、甘华树。也生长着甜美的果树，就在东海边。两座山丘被夹在两座大山之间，上面树木茂盛。一说叫嗟丘。也有说各种果树生长的地方，在帝尧所葬之地的东面。'
      },
      {
        title:'大人国',
        content:'大人国在其北，为人大，坐而削船。一曰在𨲠丘北。',
        translation:'大人国在它的北面，那里的人身材高大，常坐船上浮游海上。也有说大人国在𨲠丘的北面。'
      },
      {
        title:'奢比尸',
        content:'奢比之尸在其北，兽身、人面、大耳，珥两青蛇。一曰肝榆之尸在大人北。',
        translation:'奢比尸神在它的北面，他长着野兽的身子，人的面孔、巨大的耳朵，耳朵上挂着两条青蛇。也有说肝榆尸神在大人国的北面。'
      },
      {
        title:'君子国',
        content:'君子国在其北，衣冠带剑，食兽，使二大虎在旁，其人好让不争。有薰华草，朝生夕死。一曰在肝榆之尸北。',
        translation:'君子国在奢比尸神的北面，那里的人穿衣戴帽，腰间佩带着剑，能吃野兽，能使唤两只花斑老虎在身旁，为人喜欢谦让而不争斗。那里有一种薰华草，早晨开花，傍晚凋谢。也有说君子国在肝榆尸的北面。'
      },
      {
        title:'[工/虫][工/虫]',
        content:'[工/虫][工/虫]在其北，各有两首。一曰在君子国北。',
        translation:'[工/虫][工/虫]在它的北边，这种野兽每只都长有两个脑袋，也有说[工/虫][工/虫]在君子国的北边。'
      },
      {
        title:'朝阳谷',
        content:'朝阳之谷，神曰天吴，是为水伯。在[工/虫][工/虫]北两水间。其为兽也，八首人面，八足八尾，皆青黄。',
        translation:'朝阳谷的神叫天吴，就是所谓的水伯。他住在[工/虫][工/虫]北面的两水中间。天吴其实是一种神兽，长着八个脑袋，人的面孔，八只爪子，八条尾巴，背部是青中带黄的颜色。'
      },
      {
        title:'青丘国',
        content:'青丘国在其北，其人食五谷，衣丝帛。其狐四足九尾。一曰在朝阳北。',
        translation:'青丘国在它的北面，那里的人吃五谷，穿着华美的丝帛做的衣服。那里有一种狐狸，长着四只爪子，九条尾巴。也有说青丘国在朝阳谷的北面。'
      },
      {
        title:'帝命竖亥步',
        content:'帝命竖亥步，自东极至于西极，五亿十万九千八百步。竖亥右手把算，左手指青丘北。一曰禹令竖亥。一曰五亿十万九千八百步。',
        translation:'天帝命令竖亥用脚步测量大地，从东极走到西极，共五亿十万九千八百步。竖亥右手拿着算筹，左手指着青丘国的北面。也有说是大禹命令竖亥测量大地。也有说测量结果是五亿十万九千八百步。'
      },
      {
        title:'黑齿国',
        content:'黑齿国在其北，为人黑齿，食稻啖蛇，一赤一青，在其旁。一曰在竖亥北，为人黑首，食稻使蛇，其一蛇赤。',
        translation:'黑齿国在它的北面，那里的人牙齿黑黑的，吃稻米，也吃蛇，一条红蛇和一条青蛇围在身旁。也有说黑齿国在竖亥的北面，那里的人是黑脑袋，吃着稻米，能使唤蛇，其中一条蛇是红色的。'
      },
      {
        title:'汤谷',
        content:'下有汤谷。汤谷上有扶桑，十日所浴，在黑齿北。居水中，有大木，九日居下枝，一日居上枝。',
        translation:'下面有一个汤谷。汤谷上有扶桑树，是十个太阳洗浴的地方，在黑齿国的北面。有一棵高大的神木，处在大水中，九个太阳居住在树的下枝，一个太阳居住在树的上枝。'
      },
      {
        title:'雨师妾',
        content:'雨师妾在其北。其为人黑，两手各操一蛇，左耳有青蛇，右耳有赤蛇。一曰在十日北，为人黑身人面，各操一龟。',
        translation:'雨师妾国在它的北面。那里的人皮肤黝黑，两只手各握着一条蛇，左耳挂青蛇，右耳挂红蛇。也有说雨师妾国在十个太阳的北面，那里的人皮肤黝黑，有人的面孔，两只手各握一只龟。'
      },
      {
        title:'玄股国',
        content:'玄股之国在其北。其为人股黑，衣鱼食[鸟区]，使两鸟夹之。一曰在雨师妾北。',
        translation:'玄股国在它的北面。那里的人大腿上的皮肤黝黑，穿着鱼皮做的衣服，吃鸥鸟，使唤两只鸟在身边。也有说玄股国在雨师妾国的北面。'
      },
      {
        title:'毛民国',
        content:'毛民之国在其北，为人身生毛。一曰在玄股北。',
        translation:'毛民国在它的北面。那里的人全身长着长长的毛发。也有说毛民国在玄股国的北面。'
      },
      {
        title:'劳民国',
        content:'劳民国在其北，其为人黑，食果草食。有一鸟两头。或曰教民。一曰在毛民北，为人面目手足尽黑。',
        translation:'劳民国在它的北面，那里的人皮肤黝黑，以野果和草的果实为食物。那儿的鸟都生有两个脑袋。有人称劳民国为教民国。也有说劳民国在毛民国的北面，那里的人，脸、眼睛、手脚全是黑的。'
      },
      {
        title:'句芒',
        content:'东方句芒，鸟身人面，乘两龙。',
        translation:'东方的木神句芒，长着鸟的身子，人的面孔，乘着两条龙。'
      }
    ]
  },
  {
    title: '海内南经',
    data: [
      {
        title: '海内东南',
        content: '海内东南陬以西者。',
        translation: '海内地区指东南角以西的地方。'
      },
      {
        title: '瓯国',
        content: '瓯居海中。闽在海中，其西北有山。一曰闽中山在海中。',
        translation: '瓯国在海中的中部。闽国也在海中，它的西北方有山。也有说闽国的山地都分布在海中央。'
      },
      {
        title: '三天子鄣山',
        content: '三天子鄣山在闽西，海北。一曰在海中。',
        translation: '三天子鄣山在闽地西边，海的北边，也有说是被海水包围环绕着。'
      },
      {
        title: '桂林八树',
        content: '桂林八树在番隅东。',
        translation: '由八棵高大参天的榕树相互掩映而成的森林在番隅的东边。'
      },
      {
        title: '伯虑国',
        content: '伯虑国、离耳国、雕题国、北朐国皆在郁水南。郁水出湘陵南海。一曰相虑。',
        translation: '伯虑国、离耳国、雕题国、北朐国都在郁水的南岸。郁水发源于湘陵南海。也有说伯虑国也叫相虑国。'
      },
      {
        title: '枭阳国',
        content: '枭阳国在北朐之西。其为人人面长唇，黑身有毛，反踵，见人则笑，左手操管。',
        translation: '枭阳国在北朐国的西面。那里的人都生着人的面孔，嘴唇下垂，皮肤黝黑还长有毛，他们的脚是倒着长的，一见到人就笑，左手握着一根竹管。'
      },
      {
        title: '兕在舜葬东',
        content: '兕在舜葬东，湘水南。其状如牛，苍黑，一角。',
        translation: '兕在帝舜葬地的东面，在湘水的南岸，他长得像牛，浑身的皮毛都是苍黑色的，长着一只角。'
      },
      {
        title: '苍梧山',
        content: '苍梧之山，帝舜葬于阳，帝丹朱葬于阴。',
        translation: '苍梧山，帝舜就葬在此山的南面，帝丹朱葬在这座山的北面。'
      },
      {
        title: '氾林',
        content: '氾林方三百里，在狌狌东。',
        translation: '氾林方圆三百里，在狌狌栖居地的东面。'
      },
      {
        title: '狌狌',
        content: '狌狌知人名，其为兽如豕而人面，在舜葬西。',
        translation: '狌狌有灵性，知道人的名字，它长得如同猪，却生有人的面孔，生长在帝舜所葬之地的西边。'
      },
      {
        title: '狌狌',
        content: '狌狌西北有犀牛，其状如牛而黑。',
        translation: '狌狌栖居地的西北面有犀牛，它形状像牛，全身是黑色。'
      },
      {
        title: '夏后启之臣',
        content: '夏后启之臣曰孟涂，是司神于巴。巴人讼于孟涂之所，其衣有血者乃执之，是请生。居山上，在丹山西。丹山在丹阳南，丹阳居属也。',
        translation: '夏朝国王启的臣子叫孟涂，是主管巴地诉讼的神。巴地的人到孟涂那里去打官司，告状人中谁的衣服有血迹就被孟涂拘禁起来，表明他有好生之德。他住在一座山上，就在丹山的西面。丹山在丹阳的南面，是巴的属地。'
      },
      {
        title: '窫窳',
        content: '窫窳龙首，居弱水中，在狌狌知人名之西，其状如龙首，食人。',
        translation: '窫窳长着龙头，居住在弱水中，处在狌狌知人名的西面，形状像龙头，能吃人。'
      },
      {
        title: '建木',
        content: '有木，其状如牛，引之有皮，若缨、黄蛇。其叶如罗，其实如栾，其木若蓲，其名曰建木。在窫窳西，弱水上。',
        translation: '有一种树木，形状像牛，它的树皮一被拉扯就会脱落，像人戴着帽子，像脱皮期的黄蛇。它的叶子大如罗网，果实像栾树的果实，树干像刺榆，这种树叫做建木。生长在窫窳西边的弱水岸上。'
      },
      {
        title: '氐人国',
        content: '氐人国在建木西，其为人人面而鱼身，无足。',
        translation: '氐人国就在建木的西面，那里的人都长着人的面孔，鱼的身子，没有脚。'
      },
      {
        title: '巴蛇',
        content: '巴蛇食象，三岁而出其骨，君子服之，无心腹之疾。其为蛇青黄赤黑。一曰黑蛇青首，在犀牛西。',
        translation: '巴蛇能吞下大象，三年后才吐出象骨，君子吃了巴蛇肉，就不患肝脏肠胃之病。这种蛇有青色、黄色、红色、黑色之分。也有说巴蛇是黑色身子，青色脑袋，生长在犀牛的西边。'
      },
      {
        title: '旄马',
        content: '旄马，其状如马，四节有毛。在巴蛇西北，高山南。',
        translation: '旄马，形状像马，但四条腿的关节上都有长毛。它长在巴蛇所在地的西北面，在高山的南面。'
      },
      {
        title: '匈奴',
        content: '匈奴、开题之国、列人之国并在西北。',
        translation: '匈奴、开题和列人国都在旄马所产之地的西北方。'
      }
    ]
  },
  {
    title: '海内西经',
    data: [
      {
        title: '海内西南',
        content: '海内西南陬以北者。',
        translation: '现在来说说海内西南角以北的地区。'
      },
      {
        title: '贰负之臣',
        content: '贰负之臣曰危，危与贰负杀窫窳。帝乃梏之疏属之山，桎其右足，反缚两手与发，系之山上木。在开题西北。',
        translation: '贰负的臣子叫危，危与贰负合伙杀死了窫窳。天帝便把贰负拘禁在疏属山中，并给他的右脚戴上刑具，反绑上他的双手和头发，拴在山上的大树下。这个地方在开题国的西北面。'
      },
      {
        title: '大泽',
        content: '大泽方百里，群鸟所生及所解。在雁门北。',
        translation: '大泽方圆一百里，是各种禽鸟生卵孵化幼鸟和脱换羽毛的地方。大泽在雁门的北面。'
      },
      {
        title: '雁门山',
        content: '雁门山，雁出其间。在高柳北。',
        translation: '雁门山总有大雁盘旋飞翔，在高柳山的北面。'
      },
      {
        title: '高柳',
        content: '高柳在代北。',
        translation: '高柳山在代地的北面。'
      },
      {
        title: '后稷之葬',
        content: '后稷之葬，山水环之。在氐国西。',
        translation: '后稷的葬地，有青山绿水环绕着它。在氐国的西面。'
      },
      {
        title: '流黄酆氏之国',
        content: '流黄酆氏之国，中方三百里；有涂四方，中有山。在后稷葬西。',
        translation: '流黄酆氏国，疆域有方圆三百里大小。有道路通向四方，中间有一座大山。此国在后稷葬地的西面。'
      },
      {
        title: '流沙',
        content: '流沙出钟山，西行又南行昆仑之虚，西南入海，黑水之山。',
        translation: '流沙的发源地在钟山，向西流动，再朝南流过昆仑山，继续往西南流入黑水山旁的大海。'
      },
      {
        title: '东胡',
        content: '东胡在大泽东。',
        translation: '东胡国在大泽的东面。'
      },
      {
        title: '夷人',
        content: '夷人在东胡东。',
        translation: '夷人国在东胡国的东面。'
      },
      {
        title: '貊国',
        content: '貊国在汉水东北。地近于燕，灭之。',
        translation: '貊国在汉水的东北面。它靠近燕国的边界，后来被燕国灭掉了。'
      },
      {
        title: '孟鸟',
        content: '孟鸟在貊国东北。其鸟文赤、黄、青，东乡。',
        translation: '孟鸟在貊国的东北面。这种鸟的羽毛花纹有红、黄、青三种颜色，面向东方站着。'
      },
      {
        title: '昆仑之虚',
        content: '海内昆仑之虚，在西北，帝之下都。昆仑之虚，方圆八百里，高万仞。上有木禾，长五寻，大五围。面有九井，以玉为槛。面有九门，门有开明兽守之，百神之所在。在八隅之岩，赤水之际，非仁羿莫能上冈之岩。',
        translation: '海内的昆仑山，屹立在西北方，是天帝在凡间的都城。昆仑山，方圆八百里，达万仞之高。山顶的稻谷名叫木禾，长得像树一样粗壮，有四丈高，五围粗。山顶有井，一共九眼，都用玉栏杆围住。山的每一面都有门，共九道，都有开明兽守卫，是众神居住的地方。众神居住的地方在八方山岩，赤水的交际之处，除非是后羿这样的英雄，否则都难以攀上山岩。'
      },
      {
        title: '赤水',
        content: '赤水出东南隅，以行其东北，西南流注南海厌火东。',
        translation: '赤水从昆仑山的东南角发源，向东北流去，又转向西南流入南海厌火国的东部。'
      },
      {
        title: '河水',
        content: '河水出东北隅，以行其北，西南又入渤海，又出海外，即西而北，入禹所导积石山。',
        translation: '黄河水从昆仑山的东北角发源，向北面滔滔流淌，折向西南流入渤海，又流出海外，再从西往北，流入大禹堆积大石块而成的积石山中。'
      },
      {
        title: '洋水黑水',
        content: '洋水、黑水出西北隅，以东，东行，又东北，南入海，羽民南。',
        translation: '洋水、黑水从昆仑山的西北角发源，流向东方，再折向东北方，又朝南流入大海，直到羽民国的南面。'
      },
      {
        title: '弱水青水',
        content: '弱水、青水出西南隅，以东，又北，又西南，过毕方鸟东。',
        translation: '弱水、青水从昆仑山的西南角发源，向东流去，又折向北，再折向西南方，流经毕方鸟所在地的东面。'
      },
      {
        title: '昆仑南渊',
        content: '昆仑南渊深三百仞。开明兽身大类虎而九首，皆人面，东向立昆仑上。',
        translation: '昆仑山的南面有一个深三百丈的渊潭。那里有一种开明兽，它的身子有老虎那么大，长着九个脑袋，都生着人的面孔，总是将头朝向东方，站在昆仑山顶。'
      },
      {
        title: '开明西',
        content: '开明西有凤皇、鸾鸟，皆戴蛇践蛇，膺有赤蛇。',
        translation: '开明兽的西面有凤皇、鸾鸟栖息，都与蛇缠绕共生，头上都戴着蛇，爪下踩踏着蛇，胸前还盘有红色的蛇。'
      },
      {
        title: '开明北',
        content: '开明北有视肉、珠树、文玉树、玗琪树、不死树。凤皇、鸾鸟皆戴瞂。又有离朱、木禾、柏树、甘水、圣木曼兑，一曰挺木牙交。',
        translation: '开明兽的北面有视肉怪兽、珠树、文玉树、玕琪树、不死树，还有头上戴着盾的凤皇、鸾鸟，还有离朱鸟、木禾、柏树、甘水和曼兑圣树。也有说曼兑树叫做挺木牙交。'
      },
      {
        title: '开明东',
        content: '开明东有巫彭、巫抵、巫阳、巫履、巫凡、巫相，夹窫窳之尸，皆操不死之药以距之。窫窳者，蛇身人面，贰负臣所杀也。',
        translation: '开明兽的东面有巫师神医巫彭、巫抵、巫阳、巫履、巫凡、巫相几位巫师，他们围在窫窳的尸体周围，都手捧不死药抵抗死气使他复活。窫窳蛇身人面，被贰负和他的臣子危合伙杀死的。'
      },
      {
        title: '服常树',
        content: '服常树，其上有三头人，伺琅玕树。',
        translation: '服常树上长有三个头的人，那人静静伺察着附近的琅玕树。'
      },
      {
        title: '开明南',
        content: '开明南有树鸟，六首；蛟、蝮、蛇、蜼、豹、鸟秩树，于表池树木，诵鸟、鶽、视肉。',
        translation: '开明兽的南面有树鸟，长着六个脑袋；还有蛟龙、蝮蛇、长尾猿、豹子、鸟秩树，这种树生在华池边；还有诵鸟、鶽鸟和视肉。'
      }
    ]
  },
  {
    title: '海内北经',
    data: [
      {
        title: '海内西北',
        content: '海内西北陬以东者。',
        translation: '说说海内西北角以东的地区。'
      },
      {
        title: '蛇巫山',
        content: '蛇巫之山，上有人操柸而东向立。一曰龟山。',
        translation: '蛇巫山，上面有人拿着一根棍棒，向东站着。也有说蛇巫山叫做龟山。'
      },
      {
        title: '西王母',
        content: '西王母梯几而戴胜杖。其南有三青鸟，为西王母取食。在昆仑虚北。',
        translation: '西王母倚在几案边，头戴精美的玉饰。有三只青鸟从南边飞来，口中衔着她采集的珍馐美味。西王母所在地是在昆仑山北面。'
      },
      {
        title: '大行伯',
        content: '有人曰大行伯，把戈。其东有犬封国。贰负之尸在大行伯东。',
        translation: '有个叫大行伯的人，手握一把长戈。他的东面有犬封国。贰负之尸也在大行伯所在地的东面。'
      },
      {
        title: '犬封国',
        content: '犬封国曰大戎国，状如犬。有一女子，方跪进柸食。有文马，缟身朱鬣，目若黄金，名曰吉量，乘之寿千岁。',
        translation: '犬封国也叫犬戎国，那里的人长得像狗。有一女子，正跪在地上，捧着一杯酒食。那里还有文马，是浑身雪白，有红色鬃毛，眼睛像黄金一样闪闪发光，名叫吉量，骑上它就能使人长寿千岁。'
      },
      {
        title: '鬼国',
        content: '鬼国在贰负之尸北，为物人面而一目。一曰贰负神在其东，为物人而蛇身。',
        translation: '鬼国在贰负之尸的北面，那里的人有人的面孔，但只有一只眼睛。也有说贰负神在它的东面，鬼国人生着人的面孔，蛇的身子。'
      },
      {
        title: '蜪犬',
        content: '蜪犬如犬，青，食人从首始。',
        translation: '蜪犬的形状像狗，全身青色，它吃人时从人头开始吃起。'
      },
      {
        title: '穷奇',
        content: '穷奇状如虎，有翼，食人从首始。所食被发。在蜪犬北。一曰从足。',
        translation: '穷奇的形状像老虎，生有翅膀，吃人时从人头开始吃，被吃的人都是披散着头发的。穷奇在蜪犬的北面。也有说穷奇吃人时是从人的脚开始吃起。'
      },
      {
        title: '帝尧台',
        content: '帝尧台、帝喾台、帝丹朱台、帝舜台，各二台，台四方，在昆仑东北。',
        translation: '帝尧台、帝喾台、帝丹朱台、帝舜台，是供奉这些天帝的祭台，每个天帝各自有两座台，每座台都是四四方方，在昆仑山的东北面。'
      },
      {
        title: '大蜂',
        content: '大蜂，其状如螽；朱蛾，其状如蛾。',
        translation: '有一种大蜂，形状像螽；朱蛾的形状像蛾。'
      },
      {
        title: '蟜',
        content: '蟜其为人虎文，胫有䏿。在穷奇东。一曰状如人，昆仑虚北所有。',
        translation: '蟜长着人的身子，和老虎斑纹，小腿上有强健的腿肚子。他们居住在穷奇的东面。也有说他们的形状像人，居住在昆仑山北。'
      },
      {
        title: '阘非',
        content: '阘非，人面而兽身，青色。',
        translation: '阘非国，那里的人长着人的面孔，野兽的身子，身上的皮毛都是苍青色。'
      },
      {
        title: '据比之尸',
        content: '据比之尸，其为人折颈被发，无一手。',
        translation: '据比的尸体，折断了脖子，披散着头发，没了一只手。'
      },
      {
        title: '环狗国',
        content: '环狗，其为人兽首人身。一曰蝟状如狗，黄色。',
        translation: '环狗国，这种人是野兽的脑袋，人的身子。也有说他们长得像狗，浑身有刺猬的刺，全身是黄色。'
      },
      {
        title: '袜',
        content: '袜，其为物，人身黑首从目。',
        translation: '袜，这种怪物，长着人的身子，黑色脑袋，竖立的眼睛。'
      },
      {
        title: '戎',
        content: '戎，其为人，人首三角。',
        translation: '戎，这种人，长着人的头，头上有三只角。'
      },
      {
        title: '林氏国',
        content: '林氏国有珍兽，大若虎，五采毕具，尾长于身，名曰驺吾，乘之日行千里。',
        translation: '林氏国有一种珍奇的野兽，有老虎那么大，身上有五种颜色的斑纹，尾巴比身子长，名叫驺吾，骑上它可以日行千里。'
      },
      {
        title: '昆仑山',
        content: '昆仑虚南所，有氾林方三百里。',
        translation: '昆仑山的南面，有一片方圆三百里的氾林。'
      },
      {
        title: '从极渊',
        content: '从极之渊，深三百仞，维冰夷恒都焉。冰夷人面，乘两龙。一曰忠极之渊。',
        translation: '从极渊，深达三百仞，只有冰夷（冯夷、无夷、河伯）常住在这里。冰夷长着人的面孔，乘着两条龙出行。也有称此渊叫忠极渊。'
      },
      {
        title: '阳汙山',
        content: '阳汙之山，河出其中，凌门之山，河出其中。',
        translation: '阳汙山，黄河的一条支流从中发源；另一条支流从凌门山发源。'
      },
      {
        title: '王子夜之尸',
        content: '王子夜之尸，两手、两股、胸、首、齿，皆断异处。',
        translation: '王子夜的尸体，双手、双腿、胸脯、脑袋、牙齿，都被斩断，分散在不同地方。'
      },
      {
        title: '舜妻登比氏',
        content: '舜妻登比氏生宵明、烛光，处河大泽，二女之灵能照此所方百里。一曰登北氏。',
        translation: '帝舜的妻子登比氏生了宵明、烛光两个女儿，她们住在黄河边上的大泽中，两女的灵光能照亮方圆百里的地方。也有说登比氏即是登北氏。'
      },
      {
        title: '盖国',
        content: '盖国钜燕南，倭北。倭属燕。',
        translation: '盖国在大燕国的南面，倭国的北面。倭国隶属于燕国。'
      },
      {
        title: '朝鲜国',
        content: '朝鲜在列阳东，海北山南。列阳属燕。',
        translation: '朝鲜国在列阳的东面，北面临海，南面有高山。列阳国隶属于燕国。'
      },
      {
        title: '列姑射',
        content: '列姑射在海河州中。',
        translation: '列姑射在大海的河州上。'
      },
      {
        title: '姑射国',
        content: '姑射国在海中，属列姑射。西南，山环之。',
        translation: '姑射国在海中，隶属于列姑射国。射姑国的西南部有高山环绕着。'
      },
      {
        title: '大蟹',
        content: '大蟹在海中。',
        translation: '大蟹，身体长千里，所以只能生活在海里。'
      },
      {
        title: '陵鱼',
        content: '陵鱼人面，手足，鱼身，在海中。',
        translation: '陵鱼（娃娃鱼）长着人的面孔，鱼鳍像人的手脚，有鱼的身子，生活在海里。'
      },
      {
        title: '大鯾',
        content: '大鯾居海中。',
        translation: '大鯾（鳊鱼）生活在海里。'
      },
      {
        title: '明组邑',
        content: '明组邑居海中。',
        translation: '明组部落生活在海岛上。'
      },
      {
        title: '逢莱山',
        content: '逢莱山在海中。',
        translation: '蓬莱山这座仙山，屹立在大海中。'
      },
      {
        title: '大人市',
        content: '大人之市在海中。',
        translation: '大人市在海中。'
      }
    ]
  },
  {
    title: '海内东经',
    data: [
      {
        title: '海内东北',
        content: '海内东北陬以南者。',
        translation: '说说海内东北角以南的地区。'
      },
      {
        title: '钜燕',
        content: '钜燕在东北陬。',
        translation: '大燕国在大地的东北角。'
      },
      {
        title: '流沙',
        content: '国在流沙中者埻端、玺㬇，流沙在昆仑虚东南。一曰海内之郡，不为郡县，在流沙中。\n' +
        '　　国在流沙外者，大夏、竖沙、居繇、月支之国。\n' +
        '　　西胡白玉山在大夏东，苍梧在白玉山西南，皆在流沙西，昆仑虚东南。昆仑山在西胡西。皆在西北。',
        translation: '在流沙中的国家有埻端国、玺㬇国，都在昆仑山的东南面。也有说海内建置的郡在流沙中，不把它们称为郡县。\n' +
        '　　在流沙以外的国家，有大夏国、竖沙国、居繇国、月支国。\n' +
        '　　西方胡人的白玉山在大夏国的东面，苍梧国在白玉山的西南面，都在流沙的西面，昆仑山的东南面。而昆仑山又在西胡的西边，都在西北方。　　'
      },
      {
        title: '雷神',
        content: '雷泽中有雷神，龙身而人头，鼓其腹。在吴西。',
        translation: '雷泽中有一位雷神，长着龙的身子，人的脑袋，他一鼓起肚子就响雷。雷泽在吴地的西面。'
      },
      {
        title: '都州',
        content: '都州在海中。一曰郁州。',
        translation: '都州在海里。也有说都州即为郁州。'
      },
      {
        title: '琅邪台',
        content: '琅邪台在渤海间，琅邪之东。其北有山，一曰在海间。',
        translation: '琅邪台位于渤海中，在琅邪台的东面，其北面有座山。也有说琅邪台在大海中。'
      },
      {
        title: '韩雁',
        content: '韩雁在海中，都州南。',
        translation: '韩雁在大海中，又在都州的南面。'
      },
      {
        title: '始鸠',
        content: '始鸠在海中，韩雁南。',
        translation: '始鸠在大海中，在韩雁的南面。'
      },
      {
        title: '会稽山',
        content: '会稽山在大越南。',
        translation: '会稽山在大越的南面。'
      },
      {
        title: '岷三江',
        content: '岷三江，首大江出汶山，北江出曼山，南江出高山。高山在城都西，入海在长州南。',
        translation: '岷三江：首先大江从汶山流出，北江从曼山流出，南江从高山流出。高山坐落在城都的西面。入海处在长州的南面。'
      },
      {
        title: '浙江',
        content: '浙江出三天子都，在其东。在闽西北，入海馀暨南。',
        translation: '浙江从三天子都发源，在它的东面，在闽西北面，浙江的入海处在馀暨的南边。'
      },
      {
        title: '庐江',
        content: '庐江出三天子都，入江彭泽西。一曰天子鄣。',
        translation: '庐江从三天子都发源，注入长江于彭泽的西面。一说天子鄣。'
      },
      {
        title: '淮水',
        content: '淮水出余山，余山在朝阳东，义乡西。入海淮浦北。',
        translation: '淮水从馀山发源，馀山坐落在朝阳的东面，义乡的西面。淮水注入大海于淮浦的北面。'
      },
      {
        title: '湘水',
        content: '湘水出舜葬东南陬，西环之，入洞庭下。一曰东南西泽。',
        translation: '湘水从帝舜葬地的东南角发源，向西环绕流去，注入洞庭湖下游。一说注入东南方的西泽。'
      },
      {
        title: '汉水',
        content: '汉水出鲋鱼之山，帝颛顼葬于阳，九嫔葬于阴，四蛇卫之。',
        translation: '汉水从鲋鱼山发源，帝颛顼葬在山的南面，九嫔葬在山的北面，有四条巨蛇卫护着它。'
      },
      {
        title: '濛水',
        content: '濛水出汉阳西，入江聂耳西。',
        translation: '濛水从汉阳西面发源，入江处在聂阳的西面。'
      },
      {
        title: '温水',
        content: '温水出崆峒山，在临汾南，入河华阳北。',
        translation: '温水从崆峒山发源，崆峒山坐落在临汾南面，注入黄河于华阳的北面。'
      },
      {
        title: '颍水',
        content: '颍水出少室，少室山在雍氏南，入淮西鄢北。一曰缑氏。',
        translation: '颍水从少室山发源，少室山坐落在雍氏的南面，注入淮西鄢北。一说缑氏。'
      },
      {
        title: '汝水',
        content: '汝水出天息山，在梁勉乡西南，入淮极西北。一曰淮在期思北。',
        translation: '汝水从天息山发源，坐落在梁勉乡的西南，注入淮极西北。一说淮在期思的北面。'
      },
      {
        title: '泾水',
        content: '泾水出长城北山，山在郁郅、长垣北，北入渭戏北。',
        translation: '泾水从长城的北山发源，北山坐落在郁郅、长垣的北面，向北流入渭、戏的北面。'
      },
      {
        title: '渭水',
        content: '渭水出鸟鼠同穴山，东注河，入华阴北。',
        translation: '渭水从鸟鼠同穴山发源，向东流入黄河，流入华阴北。'
      },
      {
        title: '白水',
        content: '白水出蜀，而东南注江，入江州城下。',
        translation: '白水从蜀地流出，向东南流而注入江，流入江州城下。'
      },
      {
        title: '沅水',
        content: '沅水出象郡镡城西，入东注江，入下隽西，合洞庭中。',
        translation: '沅水从象郡镡城的西面发源，向东流注入长江，流入下隽的西面，汇入洞庭湖。'
      },
      {
        title: '赣水',
        content: '赣水出聂都东山，东北注江，入彭泽西。',
        translation: '赣水从聂都东面的山中发源，向东北流而注入江，流入彭泽西。'
      },
      {
        title: '泗水',
        content: '泗水出鲁东北而南，西南过湖陵西，而东南注东海，入淮阴北。',
        translation: '泗水从鲁地的东北方流出，向南流，往西南流经湖陵的西面，转向东南而流入东海，流入淮阴北。'
      },
      {
        title: '郁水',
        content: '郁水出象郡，而西南注南海，入须陵东南。',
        translation: '郁水从象郡发源，向西南注入南海，流入须陵东南。'
      },
      {
        title: '肄水',
        content: '肄水出临晋西南，而东南注海，入番禺西。',
        translation: '肄水从临晋武的西南方流出，向东南注入大海，流入番禺西。'
      },
      {
        title: '潢水',
        content: '潢水出桂阳西北山，东南注肄水，入敦浦西。',
        translation: '潢水从桂阳西北的山中发源，向东南注入肄水，流入敦浦西。'
      },
      {
        title: '洛水',
        content: '洛水出洛西山，东北注河，入成皋之西。汾之出上窳北，而西南注河，入皮氏南。',
        translation: '洛水从上洛西边的山中发源，向东北流入黄河，流入成皋西。'
      },
      {
        title: '汾水',
        content: '汾水出上窳北，而西南注河，入皮氏南。',
        translation: '汾水从上窳的北面流出，向西南流入黄河，流入皮氏南。'
      },
      {
        title: '沁水',
        content: '沁水出井陉山东，东南注河，入怀东南。',
        translation: '沁水从井陉山的东面发源，向东南流入河，流入怀的东南。'
      },
      {
        title: '济水',
        content: '济水出共山南东丘，绝巨鹿泽，注渤海，入齐琅槐东北。',
        translation: '济水从共山南面的东丘发源，流过巨鹿泽，注入渤海，流入齐琅槐的东北。'
      },
      {
        title: '潦水',
        content: '潦水出卫皋东，东南注渤海，入潦阳。',
        translation: '潦水从卫皋的东面流出，向东南流入渤海，流入潦阳。'
      },
      {
        title: '虖沱水',
        content: '虖沱水出晋阳城南而西，至阳曲北，而东注渤海，入章武北。',
        translation: '虖沱水从晋阳城南发源，向西流到阳曲的北面，向东流而注入渤海，流过章武郡北。'
      },
      {
        title: '漳水',
        content: '漳水出山阳东，东注渤海，入章武南。',
        translation: '漳水从山阳的东面流出，向东流入渤海，流入章武南。'
      }
    ]
  },
  {
    title: '大荒东经',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
    ]
  },
  {
    title: '大荒南经',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
    ]
  },
  {
    title: '大荒西经',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
    ]
  },
  {
    title: '大荒北经',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      },
    ]
  },
  {
    title: '海内经',
    data: [
      {
        title: '',
        content: '',
        translation: ''
      },
      {
        title: '',
        content: '',
        translation: ''
      }
    ]
  }
];