var data=[
  {
    title:'南山经',
    title2:'鹊山 招摇山',
    content:"南山经之首曰鹊山。其首曰招摇之山，临于西海之上，多桂，多金玉。有草焉，其状如韭而青华，其名曰祝馀，食之不饥。有木焉，其状如榖而黑理，其华四照。其名曰迷榖，佩之不迷。有兽焉，其状如禺而白耳，伏行人走，其名曰狌狌，食之善走。丽麂之水出焉，而西流注于海，其中多育沛，佩之无瘕疾。",
    translation:"《南山经》之组叫鹊山，南山组的第一座山叫做招摇山。招摇山耸立在西海岸边，山中多生长着桂树，并且有许多金属矿和玉石。有一种野草，它的样子像韭菜，但开着青色的花，名字叫祝馀，吃了这种草就不会饥饿。有一种树，它的形状像构树，但它的枝干是黑色的，它的果实颜色明丽，像花朵一样光彩照人，名字叫做迷榖。人佩戴着迷榖，在林中行走，使人容易辨认，不致迷路。山中还有一种野兽，它的样子像大猕猴，却长着白耳朵，有时伏在地上爬行，有时又可以直立行走。丽麂水就发源于此，河水向西流入大海，水中有许多育沛，佩戴它可以治疗腹中结块的病。"
  },
  {
    title:'南山经',
    title2:'堂庭山',
    content:"又东三百里曰堂庭之山。多棪木，多白猿，多水玉，多黄金。",
    translation:"从招摇山向东走三百里，是鹊山山系的第二座山，叫做堂庭山。山上生长着许多棪木，也有许多白猿。这座山盛产水晶，还蕴藏着大量的黄金。"
  },
  {
    title:'南山经',
    title2:'猿翼山',
    content:"又东三百八十里曰猨翼之山。其中多怪兽，水多怪鱼。多白玉，多蝮虫，多怪蛇，多怪木，不可以上。",
    translation:"再往东三百八十里的山峰叫做猿翼山，山上有许多怪兽，水中有许多怪鱼，猿翼山蕴藏有丰富的白玉，还有许多蝮蛇、长有毒牙的怪蛇，山上的树木形态奇特不同寻常。翼山陡峭，几乎无法攀登。"
  },
];